{
  "id": "c8b0a990-371f-47bb-ab81-1da45e8adbd4",
  "event_id": "a24d98a9-944a-4233-a85c-e3553317dfd7",
  "title": "24 Stunden, 20 DJs, kein Masterplan",
  "slug": "24-stunden-20-djs-kein-masterplan",
  "lead": "Zwanzig DJs, vierundzwanzig Stunden, kein Headliner-Prinzip: GROOVE STREET im ÆDEN steht für die Art von genrefluider Marathon-Nacht, die Berlins Clubgrammatik 2026 leise, aber bestimmt umschreibt.",
  "body": "Es gibt eine bestimmte Art von Clubnacht, die sich schon im Lineup wie ein Statement liest — nicht weil die Namen besonders groß wären, sondern weil ihre Kombination eine Haltung verrät. Zwanzig DJs über vierundzwanzig Stunden, angesiedelt irgendwo zwischen Techno, Ghetto Tech und dem, was man inzwischen etwas hilflos Hybrid Club nennt: GROOVE STREET am 20. Februar im ÆDEN klingt nach einem Event, das weniger auf Headliner setzt als auf Dichte, Durchlässigkeit und Durchhaltevermögen.\n\n[~Die Recherche zu GROOVE STREET als Veranstaltungsreihe fördert fast nichts Verwertbares zutage|Die Suche liefert eine Private-Equity-Firma, eine Sync-Musikproduktion und einen GTA-Schauplatz — aber kaum Informationen zur Berliner Clubnacht selbst. Was folgt, basiert auf dem Event-Listing, dem Venue-Kontext und den breiteren Szene-Zusammenhängen.~] Was sich rekonstruieren lässt: GROOVE STREET ist keine Mega-Brand, kein Franchise mit Logo-Merch und Spotify-Playlist. Es ist eher ein Beispiel für die Art von Veranstaltung, die Berlins Clublandschaft 2026 zunehmend prägt — organisiert von Leuten, die tiefer in der Szene stecken als im Marketing, die zwanzig Acts buchen, von denen die meisten kein Wikipedia-Eintrag erwartet, und die dafür einen Ort wählen, der gerade genug Kapazität hat, um sich nicht zu verlieren.\n\nÆDEN auf der Lohmühleninsel in Kreuzberg ist so ein Ort. [~Entstanden in der Nachbeben-Phase der Pandemie, hat sich der Club zu einem der interessanteren mittelgroßen Venues der Stadt entwickelt|Genaues Eröffnungsdatum und Vorgeschichte des Venues ließen sich nicht eindeutig verifizieren. Die Quelle beschreibt ÆDEN als „jung, aber bereits etabliert\".~] Freifläche zwischen Spree und Landwehrkanal, zwei Indoor-Floors, eingebettet zwischen Backstein und Bäumen. Was den Ort auszeichnet, ist weniger die Architektur als die Programmierung: ÆDEN behandelt Genre-Grenzen eher als Vorschläge denn als Gesetze, bucht internationale Acts neben Berliner Lokalszene, organisiert neben Partys auch Ausstellungen und kulturelle Events. Kein reiner Techno-Bunker, kein Multifunktions-Schuppen — etwas dazwischen, das seinen eigenen Ton gefunden hat.\n\nGenau in dieses Profil passt GROOVE STREET. Die drei Namen, die im Listing hervorgehoben werden — Niall Kelly, sima, Wellercito — stehen als Featured Acts über einem Feld von siebzehn weiteren DJs. [~Über die einzelnen Artists hinausgehende Informationen sind dünn|Basierend auf Programm-Kontexten und Billing-Position, nicht auf umfangreicher Pressedokumentation.~] Was ihre Platzierung im Lineup verrät: Sie sind die Knotenpunkte eines Netzwerks, das sich weniger durch ein gemeinsames Genre definiert als durch eine gemeinsame Ablehnung — die Ablehnung der Vorstellung, dass ein Techno-Set nur Techno sein darf, dass ein Club-Track einem Template folgen muss, dass die Tanzfläche ein Ort der Konformität ist.\n\nDiese Haltung ist nicht neu. Man kann ihre Genealogie zurückverfolgen über Deconstructed Club, über die Footwork-Rezeption in Europa, über die Grenzverschiebungen, die Hyperdub mit Künstlern wie Kode9 und DJ Rashad oder Night Slugs mit ihrem Ansatz des maximalistischen Bass-Designs schon vor über zehn Jahren vorantrieben. Aber was 2026 anders ist: Diese Ästhetik hat aufgehört, Nische zu sein. Sie ist der Sound einer ganzen Kohorte von DJs geworden, die nach der Pandemie in Berlins Clubs sozialisiert wurden und für die die alten Genre-Trennungen schlicht keine biografische Realität haben. Wer mit zwanzig zum ersten Mal im Club stand und dort Techno neben Reggaeton neben Jungle neben Baile Funk hörte, für den ist Genre-Fluidität kein konzeptuelles Projekt. Es ist Normalzustand.\n\nVierundzwanzig Stunden geben diesem Ansatz Raum, den eine Sechs-Stunden-Nacht nicht bieten kann. Ein Marathon-Event dieser Länge lebt von Phasenwechseln, von der Möglichkeit, dass drei Uhr morgens anders klingt als drei Uhr nachmittags, dass ein Set den Raum dekonstruiert und das nächste ihn wieder zusammenbaut. Zwanzig DJs bedeuten kürzere Sets, schnellere Wechsel, mehr Reibung zwischen Stilen. [~Das 24-Stunden-Format hat in Berlin eine lange Tradition — Berghains Wochenend-Marathons sind das offensichtlichste Beispiel|Ein allgemeiner kultureller Rahmen, keine spezifische Verbindung zur GROOVE STREET-Reihe.~] Aber wo die klassischen Marathons oft auf hypnotische Kontinuität setzen — ein Sog, der sich über Tage aufbaut und nie ganz abreißt —, verspricht ein Lineup dieser Breite eher Kontrast. Ghetto Tech neben Techno, der Übergang von einem Wellercito-Set zu dem, was danach kommt: Das sind die Momente, in denen etwas passieren kann, das kein Algorithmus vorhersagen würde.\n\nWas tatsächlich passiert, entzieht sich der Textform. ÆDEN im Februar ist ein Indoor-Erlebnis — die Freifläche zwischen den Kanälen wird im Winterbetrieb keine zentrale Rolle spielen. Die beiden Floors werden die Last tragen, und bei einem Event dieser Länge wird der Raum selbst eine Transformation durchmachen: Die Akustik verändert sich mit der Körperdichte, die Atmosphäre verschiebt sich unmerklich zwischen den Stunden, die Grenzen zwischen den Floors werden durchlässiger, je länger die Nacht dauert und in den Tag übergeht.\n\nEs gibt einen Grund, warum Events wie GROOVE STREET gerade jetzt relevant sind, und er liegt nicht nur in der Musik. Berlins Clublandschaft steht 2026 an einem Punkt, an dem die großen Institutionen — Berghain, Tresor, RSO, about blank — ihren Platz gesichert haben, aber die Energie zunehmend von kleineren, flüchtigeren Formaten kommt. Reihen ohne feste Venue-Bindung, Nächte, die eher einem kuratierten Mixtape gleichen als einem Festival-Billing, Lineups, die Lokalszene und internationale Gäste nicht hierarchisch ordnen, sondern nebeneinanderstellen. [~Dieses Muster — kleinere, genrefluide Reihen als treibende Kraft — zeigt sich in zahlreichen Venue-Programmen und Szeneberichten der letzten zwei Jahre|Aggregiert aus vielen Quellen, nicht aus einer einzelnen Analyse ableitbar.~]\n\nGROOVE STREET ist keine Revolution. Es ist ein Symptom. Ein Indikator dafür, wie sich die Grammatik des Berliner Clublebens verschiebt — weg von der Einzelmarke, hin zum Kollektiv; weg vom Genre-Purismus, hin zur Durchlässigkeit; weg vom Vier-Stunden-Slot des Star-DJs, hin zum Marathon als demokratischem Format, in dem der Rausch nicht von einem Namen abhängt, sondern von der Akkumulation vieler Stimmen über eine absurde Zeitspanne. Ob das aufgeht, entscheidet sich nicht im Lineup, sondern auf dem Floor — und das ist ein Urteil, das nur die fällen können, die um drei Uhr nachmittags am Samstag immer noch da sind.",
  "language": "de",
  "word_count": 932,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-18T18:58:51.697857",
  "event": {
    "id": "a24d98a9-944a-4233-a85c-e3553317dfd7",
    "name": "GROOVE STREET",
    "start_date": "2026-02-20",
    "end_date": "2026-02-21",
    "venue": "ÆDEN",
    "city": "Berlin",
    "category": "club",
    "description": "A 24-hour marathon club event featuring 20+ DJs spanning techno, ghetto tech, and hybrid club sounds. The lineup includes forward-thinking selectors like Niall Kelly, sima, and Wellercito, representing the current wave of genre-fluid dance music.",
    "source_url": "https://ra.co/events/2279238",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.357156"
  }
}