{
  "id": "fde88fa2-bd89-4f02-94f4-6347d20a7712",
  "event_id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
  "title": "Andrei Plakhov liest die Berlinale",
  "slug": "andrei-plakhov-liest-die-berlinale",
  "lead": "Andrei Plakhov, one of the few critics alive who has watched the Berlinale recalibrate across every major political era since the Cold War, sits down to read the 76th edition as a single, complex text — and the room he's reading from has changed as much as the festival itself.",
  "body": "The Berlinale ends on a Saturday, and by Sunday the red carpets at Potsdamer Platz are already being rolled up. The press have filed their takes, the juries have delivered their verdicts, the Golden Bear has found its new owner. What remains is the aftermath — hundreds of films screened, dozens of press conferences held, thousands of opinions scattered across social media and trade publications, most of them contradictory. Into this walks Andrei Plakhov, one of the most quietly authoritative voices in international film criticism, to do something deceptively simple: make sense of it all.\n\nOn 22 February 2026, Plakhov delivers a lecture summarising the 76th Berlinale. The format is modest — a critical summary, a post-mortem, the kind of event that barely registers on a cultural calendar dominated by premieres and parties. But there is something worth paying attention to here, both in who is speaking and in the particular Berlinale he is diagnosing.\n\nPlakhov's biography reads like an alternative history of cinema's relationship with power. Born in 1950 in Starokostiantyniv, in what was then the Ukrainian SSR, he trained in mechanics and mathematics at Lviv University before pivoting to film history at the Gerasimov Institute of Cinematography in Moscow. His 1982 doctoral thesis on Luchino Visconti already suggested someone drawn to the intersection of aesthetics and ideology — Visconti, after all, was a Marxist count who made films about the European bourgeoisie destroying itself in its own drawing rooms, a director for whom beauty and political decay were never separate problems. During perestroika, as secretary of the USSR Union of Cinematographers, Plakhov headed the Conflict Committee that [~released more than 200 films banned by Soviet censorship|Multiple independent sources confirm this figure, including biographical entries and Kommersant profiles. The number appears consistent across Russian and English-language references~]. That work — the unglamorous, bureaucratic labour of literally unlocking vaults so audiences could see suppressed art — is as significant an act of film criticism as any essay ever published. It tells you something about what Plakhov thinks a critic is for.\n\nSince then, he has held the presidency of FIPRESCI (2005–2010, now Honorary President), served on juries and programming committees at Berlin, Venice, Tokyo, and San Sebastian, and remained a regular columnist for Kommersant. The specific affiliations matter less than what they indicate: a critic who has spent five decades inside the institutional machinery of international cinema, watching it from the jury table and the press room and the programming office, understanding how festivals construct narratives about what cinema is supposed to be doing at any given moment.\n\nThe 76th Berlinale he is summarising arrives at what feels like an inflection point. Under Tricia Tuttle, who took the artistic directorship in April 2024, the festival is navigating a transition — new leadership always means a curatorial argument, whether stated or not. [~Early indications suggest this edition may pivot from the overtly political framing of recent years toward more intimate, personal filmmaking, though how the actual programme bears this out is precisely the kind of question Plakhov's summary might interrogate|Based on general Berlinale programme discourse; specific competition details for the 76th edition are not fully confirmed in my sources~]. When a major festival turns inward — from the geopolitical to the domestic, from the structural to the emotional — is that a genuine aesthetic movement, reflecting where filmmakers are actually working, or is it a strategic retreat? The Berlinale, founded in 1951 as a Cold War cultural initiative, has never been a neutral space, even when it claims otherwise. Plakhov, who has watched it recalibrate across political eras for decades, is better positioned than almost anyone to read the difference between a real shift and a rebrand.\n\nWhat the lecture promises practically is straightforward: photo and video material on a big screen, critical analysis, questions over tea. The format is closer to a seminar than a performance. [~Plakhov has conducted similar post-festival summaries for years, particularly in Russian-language contexts, though English-language documentation of these events is sparse|Based primarily on Russian programme listings and brief descriptions~]. The intimacy of the setting contrasts with the scale of what is being discussed — an A-list festival with global reach, compressed into one critic's reading.\n\nFor an audience accustomed to experiencing the Berlinale through Instagram stories and overnight review aggregation, Plakhov's method feels almost anachronistic. He represents a tradition of criticism as patient synthesis: watching everything, comparing it against decades of reference points, arriving at an argument rather than a verdict. His PhD on Visconti, his years inside FIPRESCI, his columns spanning the fall of the Soviet Union through the rise of streaming — all of this feeds into how he reads a festival programme. When he identifies a trend, it is against a baseline that stretches back to the 1970s.\n\nThere is also the unavoidable question of position. Plakhov occupies a complicated place in contemporary cultural geography — a Ukrainian-born critic who has spent his career within Russian institutional frameworks, writing for a Russian newspaper, now operating in a moment where those affiliations carry weight they did not carry a decade ago. Writing for Kommersant in 2026 is not the same as writing for Kommersant in 2012. The geopolitics of where a critic is published — who owns the platform, what pressures shape it, how international colleagues perceive it — have become part of the text itself. [~How this shapes his reception in Berlin, and whether it inflects his reading of the festival's political choices, is something the available sources do not address for this specific event|This is a live and sensitive question that no source I can access has engaged with directly~]. But it would be dishonest to discuss Plakhov's reading of a European festival in 2026 without acknowledging that the room he is reading from has changed.\n\nWhat makes the event worth attending is not the promise of definitive judgment. It is the chance to watch someone with extraordinary institutional memory process an entire festival as a single, complex text — with its own internal logic, its contradictions, its blind spots. What Plakhov's reading reveals is not whether this or that film deserved its prize, but the distance between what a festival says it is and what it actually shows.",
  "language": "en",
  "word_count": 1038,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T10:58:57.696036",
  "event": {
    "id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
    "name": "Andrei Plakhov: Summary of the 76th Berlinale 2026",
    "start_date": "2026-02-22",
    "end_date": "2026-02-22",
    "venue": "",
    "city": "Berlin",
    "category": "lecture",
    "description": "Film critic Andrei Plakhov delivers a critical summary and analysis of the 76th Berlinale. A rare opportunity to get expert perspective on one of cinema's most important annual events, offering insights into emerging trends, political undercurrents, and the state of global filmmaking.",
    "source_url": "https://www.kontramarka.de/en/2026-february/?srsltid=AfmBOoqBGYoNGb5uKCIXeLQ-3F_1rXJQ0uzkA6ftK9Us-gIMkzSXGamC",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.266441"
  }
}