{
  "id": "e30d26e2-71a5-4e47-97c1-018aa02b1f25",
  "event_id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
  "title": "Annika Kahrs покидает белый куб",
  "slug": "annika-kahrs-pokidaet-belyy-kub",
  "lead": "Annika Kahrs шестнадцать лет разбирает музыку на жесты, отношения и структуры власти — теперь серия Hamburger Bahnhof On Tour выносит эту деконструкцию из белого куба в церковь Moabit, медицинский музей и Kantine am Berghain, проверяя, что останется от работы, когда место начнёт звучать в ответ.",
  "body": "В раннем видео «Strings» струнный квартет играет, а потом перестаёт. Музыканты не уходят — они остаются в кадре, и камера продолжает фиксировать то, что происходит после музыки: дыхание, микродвижения смычков, тишину, которая не совсем тишина. Работа длится считанные минуты, но задаёт вопрос, который Annika Kahrs с тех пор разворачивает полтора десятилетия: что остаётся, когда музыка заканчивается, — и начиналась ли она вообще там, где мы думаем?\n\nС февраля по июль 2026 года серия перформансов Hamburger Bahnhof On Tour выносит этот вопрос за пределы музейных стен — в пространства, которые сами по себе звучат: Musikinstrumenten-Museum, Heilige-Geist-Kirche в Moabit, Berliner Medizinhistorisches Museum, Roter Salon der Volksbühne, KM28 и — финальным аккордом — Kantine am Berghain. Шесть площадок, шесть событий. Каждое — не повтор музейного показа, а столкновение работы с конкретным местом.\n\nKahrs, 1984 года рождения, выросшая в маленьком Achim под Bremen, живущая в Берлине, — художница, которую трудно описать через одну дисциплину. Она не музыкант, хотя музыка — центр её практики. Не видеохудожник, хотя видео — её основной медиум. Не перформер в театральном смысле, хотя живое действие — неотъемлемая часть выставок. В интервью она формулирует это точно: её интересуют границы того, что принято понимать под музыкой, — культурные и социальные функции звука, его коммуникативные аспекты, его формальная природа. [~Перечень институциональных показов: 16th Lyon Biennale of Contemporary Art (2022), LAXART в Los Angeles (2021), Flat Time House в Лондоне (2019), Savvy Contemporary в Берлине (2018), KW Institute for Contemporary Art (2012)|подтверждено множественными источниками — пресс-релизы Hamburger Bahnhof, Contemporary Lynx, The Berliner, институциональные базы данных~]. Для художницы с таким послужным списком подробных критических разборов отдельных работ удивительно мало — и это, возможно, само по себе симптом: практики на пересечении дисциплин часто проваливаются в щель между музыкальной и арт-критикой.\n\nЕсть что-то точное в том, что именно Hamburger Bahnhof стал площадкой для её самой масштабной выставки. Здание бывшего вокзала — терминала линии Berlin–Hamburg, построенного в 1846–47 годах — несёт логику перехода, которая занимает Kahrs. Вокзал, ставший музеем транспорта, ставший пустошью на границе Восточного и Западного Берлина, ставший в 1996-м одним из крупнейших музеев современного искусства в мире. Пространство, которое постоянно переопределяет собственную функцию. Выставка «Annika Kahrs. OFF SCORE», открытая с ноября 2025-го по 3 мая 2026-го, строится на трёх компонентах — видео, звук, живой перформанс — и включает более десяти видеоработ, а также ежедневные показы перформанса, впервые представленного в 2012 году. Самая полная ретроспектива её работ на пересечении искусства и музыки.\n\nНо серия On Tour — это другое. Не приложение к выставке, а её расширение в городскую ткань. Первое событие — 19 февраля в Musikinstrumenten-Museum: показ фильма «Ganz ungültig, nur ein Versuch» (2024), доступный бесплатно до 1 марта. [~Детали последующих событий серии — конкретные даты и программы вечеров в Heilige-Geist-Kirche, Roter Salon и других площадках — пока не раскрыты|на момент написания опубликован только пресс-релиз с общей структурой серии и датой открытия~]. Параллельно с Kahrs в рамках On Tour участвует Saâdane Afif, чей финальный концерт-перформанс намечен на 7 июля в Kantine am Berghain.\n\nВыбор площадок — не логистика. Музей музыкальных инструментов, где звук — экспонат. Церковь в Moabit с акустикой, спроектированной для другого рода слушания. Медицинский музей, где тело — объект препарирования. KM28 — камерная площадка для новой музыки. Kantine am Berghain — место, где электронная культура Берлина встречается с перформансом. Kahrs всегда привязывала работу к месту: в Lyon она работала с пространством церкви, в Италии — с оркестром, марширующим по улицам деревни. [~Эти проекты упоминаются в нескольких источниках — пресс-релизе Hamburger Bahnhof, Contemporary Lynx, The Berliner — но подробная документация большинства из них ограничена|детальные обзоры отдельных работ Kahrs в критике относительно редки; основной массив — институциональные описания~]. Её практика — не site-specific в ритуальном смысле этого термина, а скорее site-reactive: место меняет работу, работа проявляет место.\n\nЧто делает Kahrs действительно интересной — и отличает от множества художников, работающих со звуком, — это направление удара. Она не добавляет визуальное к музыке и не иллюстрирует звук изображением. Она разбирает музыкальную ситуацию на составляющие: кто играет, для кого, в каком пространстве, по каким правилам — и что происходит, когда правила нарушаются. Виртуозность — не ценность, а предмет исследования. Концертный формат — не данность, а конструкция. Слушание — не пассивный акт, а социальная практика с историей и политикой. Ближайший ориентир — Tarek Atoui, но если Atoui движется к инклюзивности восприятия звука, стремясь расширить круг тех, кто способен слышать, Kahrs скорее идёт к деконструкции: к моменту, когда музыка перестаёт быть музыкой и становится жестом, отношением, структурой власти. Можно вспомнить и Alvin Lucier, который в «I Am Sitting in a Room» превращал пространство в инструмент, — но у Kahrs инструментом становится вся социальная ситуация исполнения.\n\nВ 2026 году всё больше музеев пытаются выйти за пределы своих стен — от Tate до Palais de Tokyo это почти мейнстримная стратегия. Разница — в том, делается ли это ради охвата или ради смысла. Когда перформанс Kahrs оказывается в церкви Moabit, это не «музей идёт к людям». Это проверка того, как акустика сакрального пространства меняет восприятие жеста, который в белом кубе считывался бы иначе. Когда её работа попадает в Kantine am Berghain, это столкновение двух систем слушания: клубной — телесной, коллективной, длительной — и музейной — дистанцированной, аналитической, фрагментарной. Тридцатилетие Hamburger Bahnhof даёт институциональный повод, но On Tour работает и без юбилейной рамки. [~Серия может стать точкой перелома в критической рецепции Kahrs — шесть событий в шести разных контекстах за пять месяцев создают достаточно поводов для внимания|это предположение; рецензий на момент написания ещё не существует~].\n\nOFF SCORE — вне партитуры, без нот, за пределами записанного. Шестнадцать лет работы — и каждый раз заново: убрать партитуру, оставить только ситуацию и посмотреть, что произойдёт.",
  "language": "ru",
  "word_count": 916,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-23T19:09:29.162350",
  "event": {
    "id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
    "name": "Hamburger Bahnhof On Tour: Annika Kahrs Performance Series",
    "start_date": "2026-02",
    "end_date": "2026-04",
    "venue": "Hamburger Bahnhof",
    "city": "Berlin",
    "category": "performance",
    "description": "As part of the exhibition 'Annika Kahrs. OFF SCORE', running until 3 May 2026, Hamburger Bahnhof presents a programme providing an overview of Kahrs' performances from the past 16 years. Kahrs' performances question musical structures as well as factors of music production, performance practice, and listening habits, challenging virtuosity and traditional formats. The exhibition shows the most extensive selection of her works at the intersection of art and music to date.",
    "source_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "event_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "scouted_at": "2026-02-23T17:58:23.893468"
  }
}