{
  "id": "7722e7f7-3565-409e-9749-2636ae0774da",
  "event_id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
  "title": "Annika Kahrs lässt Berlin knirschen",
  "slug": "annika-kahrs-lasst-berlin-knirschen",
  "lead": "Annika Kahrs schickt ihre Performances auf Tour durch Berlins Kirchen, Hörsäle und Kantinen — und das Hamburger Bahnhof testet dabei, ob eine Institution ihre Mauern verlassen kann, ohne sich selbst zu verlieren.",
  "body": "Ein Streichquartett spielt Beethoven, aber irgendetwas stimmt nicht. Die Musiker:innen folgen keiner Partitur, sie reagieren aufeinander nach Regeln, die das Konzertpublikum nicht kennt. Die Virtuosität ist da — technisch einwandfrei —, doch sie dient keinem Werk mehr. Sie dient einer Frage. So ungefähr lässt sich beschreiben, was Annika Kahrs seit über anderthalb Jahrzehnten tut: Sie nimmt das, was wir für selbstverständlich an Musik halten — Aufführungspraxis, Hörgewohnheiten, die Hierarchie zwischen Komponist:in, Interpret:in und Publikum — und dreht daran, bis es knirscht.\n\nAb Februar 2026 breitet sich dieses Knirschen über ganz Berlin aus. Unter dem Titel Hamburger Bahnhof On Tour zeigt das Museum eine Performance-Reihe, die Kahrs' Live-Arbeiten der vergangenen 16 Jahre versammelt — nicht in den Hallen an der Invalidenstraße, sondern an Orten, die selbst Resonanzräume sind: das Musikinstrumenten-Museum, die Heilige-Geist-Kirche in Moabit, die Hörsaalruine des Berliner Medizinhistorischen Museums, der Rote Salon der Volksbühne. Die Reihe ist eingebettet in OFF SCORE, Kahrs' bislang umfangreichste Einzelausstellung, kuratiert von Ingrid Buschmann, die seit November 2025 im Hamburger Bahnhof läuft und am 3. Mai 2026 endet.\n\nKahrs, geboren 1984 in Achim bei Bremen, lebt und arbeitet in Berlin. [~Ihre Ausstellungsbiografie liest sich wie ein Parcours durch die institutionelle Gegenwartskunst der letzten Dekade|Lyon Biennale, LAXART, KW Institute, Thessaloniki Biennale, Bundeskunsthalle — mehrfach bestätigt über Museumswebsites und Pressematerialien~]: die 16. Biennale de Lyon (2022), LAXART in Los Angeles (2021), Flat Time House in London, Savvy Contemporary in Berlin, KW Institute for Contemporary Art. 2012 erhielt sie den George Maciunas Prize — [~eine Auszeichnung, die auf den Fluxus-Gründer zurückgeht und von René Block initiiert wurde|Historisch plausibel, aber nicht in den vorliegenden Quellen direkt bestätigt~]. Das ist kein schmückendes Detail, denn Kahrs' Praxis steht in genau dieser Tradition: Kunst, die nicht repräsentiert, sondern Situationen schafft.\n\nWas sie von vielen Künstler:innen unterscheidet, die sich an der Schnittstelle von Klangkunst und bildender Kunst bewegen, ist die spezifische Art ihrer Störung. Sie arbeitet nicht gegen Musik, sondern mit ihr — gegen die Konventionen, die regeln, wie Musik produziert, aufgeführt und gehört wird. In ihrem Film „Strings\" (2010), einer ihrer frühesten Arbeiten, beobachtet die Kamera Musiker:innen in einer Intimität, die das Konzertformat normalerweise verbietet. Keine Dekonstruktion als akademische Geste — sondern der Versuch, Musik als soziale Praxis sichtbar zu machen, als etwas, das zwischen Menschen geschieht, nicht nur auf einer Bühne.\n\nDie Ausstellung OFF SCORE selbst ist auf drei Säulen gebaut: Sound, Video und Live-Performance. Über zehn Videoarbeiten sind zu sehen, darunter „Le Chant des Maisons\" (2022), eine 4K-Video- und Klanginstallation, die Kahrs für die Lyon Biennale in einer verlassenen Kirche drehte und die Architektur als akustischen Speicher kollektiver Erinnerung befragt, sowie Arbeiten, die in italienischen Dörfern und Berliner Kaufhäusern entstanden. Täglich wird im Haus eine Performance aufgeführt, die auf Kahrs' erster Live-Performance von 2012 basiert — also zwei Jahre nach „Strings\", dem Filmdebüt. [~Dieses Detail — tägliche Live-Aufführung über die gesamte Laufzeit — ist bemerkenswert|Bestätigt durch institutionelle Pressemitteilung, aber Details zur Umsetzung (wechselnde Performer:innen? Variation?) sind unklar~]. Es bedeutet, dass die Ausstellung nie nur Dokumentation ist, sondern permanent lebt.\n\nDie On Tour-Reihe beginnt am 19. Februar 2026 mit der Vorführung von „Ganz ungültig, nur ein Versuch\" (2024) im Musikinstrumenten-Museum — der Film wird dort bis zum 1. März kostenlos zu sehen sein. Was danach folgt, erstreckt sich bis in den Juli und schließt auch Arbeiten des französisch-algerischen Künstlers Saâdane Afif ein, der parallel im Hamburger Bahnhof ausstellt. Die Spielstätten sind bewusst gewählt: eine Kirche, ein medizinhistorisches Museum, ein Konzertsalon, KM28, und schließlich — im Juli — die Kantine am Berghain. Jeder Ort bringt seine eigene akustische und soziale Architektur mit. Eine Orgel in einer Moabiter Kirche klingt anders als ein Klavier in einer ehemaligen Kantine. Diese Differenz ist nicht Dekoration, sie ist das Material.\n\nMan muss die Ortswahl als Teil des kuratorischen Arguments lesen. Das Hamburger Bahnhof, selbst ein Gebäude, dessen Identität permanent im Übergang ist — Mitte des 19. Jahrhunderts als Endstation der Hamburg-Berlin-Eisenbahn gebaut, nach dem Krieg verwaist im Niemandsland zwischen Ost und West, 1996 als Museum für Gegenwart wiedereröffnet —, schickt seine Kunst nun buchstäblich auf Reisen durch die Stadt. Die Reihe ist Teil der Feierlichkeiten zum 30-jährigen Jubiläum des Hauses als Kunstinstitution und entsteht in Zusammenarbeit mit Freunde Guter Musik Berlin e.V., einem Verein, der seit Jahren Berliner Spielstätten vernetzt. [~Dieses Netzwerkformat — ein Museum, das seine Mauern verlässt und sich in andere Berliner Kulturorte einschreibt — ist für die Nationalgalerie ungewöhnlich|Die Pressemitteilung betont den Jubiläumscharakter und das „Networking mit Berliner Kulturakteur:innen\" explizit als programmatisches Ziel~].\n\nOb das mutig oder strategisch ist, lässt sich schwer trennen. Museen, die ihre Programme in Clubs und Kirchen auslagern, reagieren auf einen realen Druck: das Publikum kommt nicht mehr automatisch in die Institution, also muss die Institution zum Publikum kommen. Das kann ein Befreiungsschlag sein oder ein Marketingmanöver. Im Fall von Kahrs' Arbeit allerdings ergibt die Ortsspezifik inhaltlich Sinn. Ihre Praxis hat nie dem White Cube gehört. Eine Arbeit, die untersucht, wie Musik in sozialen Räumen funktioniert, gehört in soziale Räume — nicht nur in einen, sondern in viele. Die Hörsaalruine bringt die Disziplinararchitektur der Wissensvermittlung mit, die Heilige-Geist-Kirche die sakrale Codierung des Zuhörens, die Volksbühne die Geister des Berliner Theateravantgardismus, die Kantine am Berghain die Restspannung eines Ortes, der selbst längst musealisiert wird, während er noch funktioniert.\n\nWas an Kahrs' Projekt strukturell auffällt — und was sichtbar wird, wenn man Hunderte von Ausstellungsankündigungen an der Schnittstelle von Kunst und Musik nebeneinanderlegt —, ist eine Verweigerung. Die meisten dieser Arbeiten lassen sich in zwei Kategorien sortieren: solche, die Musik als ästhetisches Material verwenden (Klangkunst im engeren Sinne), und solche, die Musik als Thema illustrieren (Dokumentarfilme über Szenen, fotografische Porträts von Musiker:innen). Kahrs tut weder das eine noch das andere. Sie greift in die Produktionsbedingungen von Musik ein. Sie verändert die Regeln des Spielens, des Aufführens, des Hörens — und beobachtet, was passiert. Das ist näher an Fluxus als an Sound Art, näher an Allan Kaprow als an Carsten Nicolai.\n\nDie Frage, die sich stellt, ist, ob das Format einer monatelangen Performance-Reihe quer durch Berlin dieser Praxis gerecht wird — oder ob es sie domestiziert. [~Eine unabhängige kritische Rezeption der laufenden Ausstellung oder der angekündigten Performance-Reihe habe ich bislang nicht gefunden|Stand der Recherche: ausschließlich institutionelle Kommunikation und ein Feature in The Berliner. Unabhängige Kritik scheint noch auszustehen~]. Was in den institutionellen Texten als „Hinterfragen von Virtuosität und traditionellen Formaten\" beschrieben wird, könnte in der Praxis genauso gut ein kuratierter Spaziergang durch hübsche Berliner Locations werden — Performance-Tourismus für das kulturaffine Wochenende. Die Arbeiten selbst müssen diesen Unterschied machen.\n\nSechzehn Jahre künstlerische Praxis, komprimiert in ein Programm, das sich über Monate und Orte verteilt, dazu ein Katalog bei Silvana Editoriale für zwölf Euro — das ist, formal betrachtet, ein institutionelles Versprechen. Es sagt: Diese Künstlerin verdient eine Retrospektive, bevor sie vierzig wird. Was Kahrs damit anfängt, ob die Performances ihre Störkraft behalten, wenn sie im Rahmen eines Jubiläumsprogramms stattfinden, wird sich in den Räumen entscheiden, in denen sie erklingen. Nicht in diesem Text.",
  "language": "de",
  "word_count": 1151,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-23T19:07:02.714306",
  "event": {
    "id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
    "name": "Hamburger Bahnhof On Tour: Annika Kahrs Performance Series",
    "start_date": "2026-02",
    "end_date": "2026-04",
    "venue": "Hamburger Bahnhof",
    "city": "Berlin",
    "category": "performance",
    "description": "As part of the exhibition 'Annika Kahrs. OFF SCORE', running until 3 May 2026, Hamburger Bahnhof presents a programme providing an overview of Kahrs' performances from the past 16 years. Kahrs' performances question musical structures as well as factors of music production, performance practice, and listening habits, challenging virtuosity and traditional formats. The exhibition shows the most extensive selection of her works at the intersection of art and music to date.",
    "source_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "event_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "scouted_at": "2026-02-23T17:58:23.893468"
  }
}