{
  "id": "f0fd29db-2291-4304-a053-b2970cda941b",
  "event_id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
  "title": "Annika Kahrs reroutes the score across Berlin",
  "slug": "annika-kahrs-reroutes-the-score-across-berlin",
  "lead": "Hamburger Bahnhof sends Annika Kahrs' interrogations of musical machinery into six Berlin venues that have nothing in common except the power to make sound behave differently — from the instrument vitrines of the Musikinstrumenten-Museum to the Protestant reverb of the Heilige-Geist-Kirche to the Kantine am Berghain.",
  "body": "A film screened inside a museum of musical instruments. An organ played in a Moabit church not as worship but as sculptural material. A performance at the Kantine am Berghain that is neither concert nor theatre but something that refuses to name itself. Between February and July 2026, the work of two artists will scatter across Berlin, landing in six venues that have almost nothing in common except that each one forces music to behave differently within its walls.\n\nThis is Hamburger Bahnhof On Tour, a performance series running alongside OFF SCORE — the most extensive survey of Annika Kahrs' work to date, open since November 2025 and running until 3 May 2026. The series is part of the museum's 30th anniversary programming, and it pairs Kahrs with Saâdane Afif across a roster of Berlin institutions: the Musikinstrumenten-Museum, the Berliner Medizinhistorisches Museum, the Ev. Heilige-Geist-Kirche, the Roter Salon der Volksbühne am Rosa-Luxemburg-Platz, KM28, and the Kantine am Berghain. Kahrs takes the first stretch, February through April; Afif follows through July. The conceit is simple — take art out of the museum, put it in rooms where it becomes something else. The execution is what matters.\n\nKahrs, born in 1984 in Achim, has built a practice over sixteen years that keeps returning to a single question: what happens when you strip music of its assumed context? Not in the John Cage sense of silence-as-composition, though that lineage is impossible to ignore, but in a more sociological register. [~Her works reportedly include films of intergenerational orchestras, security guards making music in department stores, and abandoned churches where sound performs for no one|These specific works are referenced in curatorial descriptions and artist statements but I have not viewed them directly; I'm working from secondary accounts.~] Her CV maps the international biennial circuit — Lyon, Thessaloniki, Curitiba, the Art and Exhibition Hall in Bonn — but also Berlin's more experimental spaces like Savvy Contemporary and KW Institute for Contemporary Art. [~The George Maciunas Prize she received in 2012 — established by René Block, the legendary curator and Fluxus impresario — positions her in a lineage that runs from Maciunas through Beuys through the dissolution of boundaries between art, music, and life|This prize and its Block connection are referenced in artist biographies but not confirmed in the primary source material provided for this piece.~] Whether she wants that lineage or not, it clings to the work.\n\nWhat distinguishes Kahrs from the many artists who claim to operate \"at the intersection of art and music\" — a phrase so overused it has almost ceased to communicate anything — is her attention to the apparatus. She does not simply use music as a medium or a metaphor. She interrogates the machinery of musical production itself: the score, the instrument, the performer's body, the listener's expectation, the room's acoustics, the social contract that says sit still and clap at the end. The title OFF SCORE signals the central preoccupation: what exists beyond the written notation, beyond the prescribed, beyond the sanctioned way of making sound together.\n\nThe performance series opens on 19 February 2026 at the Musikinstrumenten-Museum with the screening of Ganz ungültig, nur ein Versuch (2024) — \"completely invalid, just an attempt.\" There is something pointed about this venue choice: a museum dedicated to preserving instruments as historical artefacts becomes the stage for a work that questions what instruments are for in the first place. The film will be available for free viewing until 1 March. Subsequent events through March and April will move through the Berliner Medizinhistorisches Museum, the Heilige-Geist-Kirche, and on to venues more commonly associated with Berlin's nightlife and experimental music ecology.\n\nThe itinerary reads as a kind of composition in itself. Each venue carries its own sonic and social signature — the Musikinstrumenten-Museum with its vitrines of harpsichords and clavichords, the Heilige-Geist-Kirche with its organ and its particular brand of Protestant reverb, the Roter Salon with its tattered cabaret glamour, KM28 with its intimate experimental programming. [~Institutional performance series in Berlin have increasingly adopted this distributed format — Berliner Festspiele's MaerzMusik, CTM Festival, and now Hamburger Bahnhof all scatter programming across the city rather than containing it in a single building|A pattern observable across roughly a dozen Berlin programmes in the last five years, though I lack data on whether this is specific to Berlin or a broader European trend.~] The move reflects something real about how Berlin's cultural infrastructure works: the city's identity is not in any single institution but in the connective tissue between them.\n\nHamburger Bahnhof itself is worth pausing on. Built in the mid-nineteenth century as the terminus of the railway line connecting Hamburg and Berlin, it was later converted into a museum of transportation and technology, then abandoned as postwar division left it stranded in the wasteland between East and West. It reopened in 1996 as a contemporary art venue. A building whose history is transit and severance — a point of arrival that became a dead end that became a site of encounter — is not an incidental host for a project about music's movement through social space. Kahrs' work keeps asking what happens when you reroute the signal.\n\nThe exhibition itself — curated by Ingrid Buschmann — brings together more than ten video works alongside sound installations and daily in-house performances of an early performance piece dating back to 2012. A catalogue, published by Silvana Editoriale Milano as the 15th edition of the Hamburger Bahnhof catalogue series, accompanies the show. What these institutional details add up to is a rare thing: a German museum giving sustained, serious space to an artist whose work resists commodification. You cannot stream a Kahrs performance as background content. It demands presence and duration, and it rewards attention with discomfort — the productive kind, the kind that makes you reconsider what you thought listening was.\n\nThere is a risk in the distributed format. Six venues across five months is ambitious for an artist who is not, by any conventional measure, famous. [~Kahrs' public profile remains relatively modest — coverage skews heavily toward institutional press releases and exhibition listings rather than feature profiles or critical essays|I found two substantive interviews and significant institutional documentation but limited independent critical engagement in English.~] The danger is that each event becomes an isolated occurrence attended by a small in-group, rather than a sustained public conversation about the ideas at stake. But perhaps that is also the point. Kahrs' work has always been about what happens in the specific room, with the specific bodies present, at the specific moment when sound does something unexpected. You cannot scale that. You should not want to.\n\nWhat the series proposes, finally, is a model for how a museum might operate beyond its own walls — not as a brand extending its reach, but as a node activating a network. The music happens in the church, in the medical museum, in the club. The art institution does not contain it; it initiates the conditions and then steps back. For a building that spent decades as a ruin between two Berlins, this feels like a genuine accounting of what a museum can and cannot hold.",
  "language": "en",
  "word_count": 1194,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-23T19:04:40.300932",
  "event": {
    "id": "71c723f2-2bab-4f09-bed6-38ff81bd7e9d",
    "name": "Hamburger Bahnhof On Tour: Annika Kahrs Performance Series",
    "start_date": "2026-02",
    "end_date": "2026-04",
    "venue": "Hamburger Bahnhof",
    "city": "Berlin",
    "category": "performance",
    "description": "As part of the exhibition 'Annika Kahrs. OFF SCORE', running until 3 May 2026, Hamburger Bahnhof presents a programme providing an overview of Kahrs' performances from the past 16 years. Kahrs' performances question musical structures as well as factors of music production, performance practice, and listening habits, challenging virtuosity and traditional formats. The exhibition shows the most extensive selection of her works at the intersection of art and music to date.",
    "source_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "event_url": "https://www.smb.museum/en/events/event-series/hamburger-bahnhof-on-tour/",
    "scouted_at": "2026-02-23T17:58:23.893468"
  }
}