{
  "id": "c991ffbf-bb13-42be-b19a-573ab6f21d3f",
  "event_id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
  "title": "Шестнадцать глав одного здания",
  "slug": "article-c991ffbf-bb13-42be-b19a-573ab6f21d3f",
  "lead": "Пять лет, шестнадцать глав, одно здание — JAŠA завершает свой затяжной роман с берлинским Kühlhaus перформансом, который исчезнет в ту же ночь, когда случится.",
  "body": "Три этажа бывшего холодильного склада, четыре часа, десять евро. Перформеры в петле, зрители в движении, живопись на стенах, звук в воздухе. 6 февраля 2026 года Kühlhaus Berlin станет местом финальной главы проекта, который строился пять лет и существовал как нечто среднее между выставкой, спектаклем и коммуной.\n\nJaša Mrevlje-Pollak (Любляна, 1978) представлял Словению на Венецианской биеннале в 2015-м. После Венеции он занялся экспансией собственного метода: серия The Monuments стартовала в 2021-м в том же Kühlhaus и прошла через шестнадцать глав с названиями, которые читаются как обрывки писем: «Silent Whispers of Thunder», «Boys & Guns», «We Kidnapped the Bridge», «Let Me Take Care of You». Каждая глава была отдельным событием, но все они подчинялись единой логике нарастания: пространство работает как медиум, время становится материалом, а сообщество оказывается соавтором. Глава шестнадцатая, Poetic Justice, заявлена как кульминация.\n\nСтоит сказать прямо: язык, которым сам JAŠA описывает свою работу, временами звучит так, будто пресс-релиз написал философ на третьем бокале вина. «Справедливость кожи, сердца и воображения». «Радикальное присутствие». «Момент, когда художник перестаёт вести переговоры и начинает создавать неизбежную реальность». Очень красиво. Очень абстрактно, и к абстракциям такого рода у подготовленного зрителя давно выработался иммунитет. Мы живём в эпоху, когда слово «иммерсивный» стало маркетинговым клише уровня «фермерский» на упаковке яиц из супермаркета. Teamlab, Meow Wolf, бесконечные Ван Гоги в проекциях: «иммерсивность» чаще означает фотозону, чем опыт.\n\nНо вот что отличает проект JAŠA от этого потока: он длится пять лет. В одном здании. С живыми людьми. Это не франшиза, которую можно перевезти в торговый центр Дубая. The Monuments существует в конкретном пространстве, привязан к его архитектуре, к запаху бетона и стали, к истории. Kühlhaus на Luckenwalder Straße: неоготический кирпичный фасад, стальной скелет внутри, построен в начале XX века как один из крупнейших холодильных складов Европы. Пережил войну почти без повреждений, чуть не был снесён в 1979-м, спасён городскими активистами и реставраторами. Сейчас это семь этажей и пять тысяч квадратных метров на стыке Kreuzberg и Schöneberg, рядом с парком Gleisdreieck. Здание, пережившее собственный снос; рамка для проекта, который не случайно называется The Monuments.\n\nЧто конкретно произойдёт 6 февраля? Вход возможен в шесть, семь, восемь или девять вечера. Три этажа открыты для свободного перемещения. На стенах живопись, в залах инсталляции, видео, саунд-работы. Зритель бродит между ними как детектив, собирая собственный «эмоциональный саундтрек» (формулировка самого художника). На первом этаже параллельно разворачивается перформанс, идущий в трёх последовательных петлях. Перформеры присутствуют в пространстве как тела, а не как актёры в привычном смысле. Граница между тем, кто смотрит, и тем, на кого смотрят, заявлена как проницаемая. Насколько она действительно проницаемая, а насколько это риторика, каждый участник определит сам.\n\nУ durational performance своя традиция, и JAŠA в ней далеко не первый. Marina Abramović сидела в MoMA 736 часов. Tino Sehgal превращал музейные залы в пространства живых ситуаций. Anne Imhof залила пол Немецкого павильона в Венеции стеклом и пустила под ним тела («Faust», 2017, Золотой лев). JAŠA работает в этом поле, но его метод отличается масштабом накопления. Шестнадцать глав в одном здании за пять лет; это не серия отдельных работ, а попытка вырастить структуру, которая развивается во времени. Каждая глава оставляет след: не физический объект, а, по словам художника, «слот памяти, фрагмент опыта, рассеянный в сознании зрителя». Удобное оправдание для того, чтобы ничего не осталось? Возможно. Но это и есть принципиальная позиция: материальное владение вторично. Работа существует только в момент присутствия.\n\nБерлин 2026 года, город, где аренда продолжает расти, клубы закрываются, а культурные пространства уступают место девелоперам. Kühlhaus пока держится, но его будущее описывается хозяевами в терминах «реализации потенциала неиспользуемых площадей», что на языке недвижимости обычно означает одно. JAŠA строит свои «монументы» из самого нематериального, что есть: из совместно проведённого времени, из внимания, из готовности быть уязвимым. Он буквально противопоставляет свою практику логике собственности. Искусство, которое невозможно купить, перепродать или повесить над диваном. Искусство, которое исчезает.\n\nМожно отнестись к этому скептически. Можно спросить: а не является ли «радикальное присутствие» просто красивой упаковкой для ещё одного вечера перформанса, который через неделю не вспомнит никто, кроме участников? Можно. Но тогда стоит задать тот же вопрос о концерте, клубной ночи, любом живом событии. Poetic Justice, по крайней мере, честен в своих претензиях: это финал, а не начало. Пять лет работы ведут к одному вечеру. Будет ли этот вечер соразмерен обещаниям, невозможно сказать заранее. Но сама структура (долгое, медленное строительство, сжимающееся в точку единственного события) имеет собственную драматургию, и она честнее, чем у большинства «иммерсивных экспириенсов», обещающих трансформацию за час.\n\nДесять евро, четыре слота входа, три этажа. Kühlhaus на Luckenwalder Straße, кирпич снаружи, бетон внутри. JAŠA завершает свой пятилетний разговор с одним зданием. Вечером 6 февраля этот разговор станет тишиной. Что останется, зависит от того, кто придёт.",
  "language": "ru",
  "word_count": 756,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:00:09.208387",
  "event": {
    "id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
    "name": "JAŠA: The Monuments | Chapter 16 | Poetic Justice",
    "start_date": "2026-02-06",
    "end_date": "2026-02-06",
    "venue": "Kühlhaus Berlin",
    "city": "Berlin",
    "category": "performance",
    "description": "Four years of site-specific work culminate across three floors of Kühlhaus in this immersive installation meets durational performance. Venice Biennale artist JAŠA presents a radical work combining sound, paintings, and bodies in space where audiences don't just watch but navigate the experience.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.259822"
  }
}