{
  "id": "324f45c2-add2-4223-96a9-b487fd031a06",
  "event_id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
  "title": "Конец театра как способ никогда не уйти со сцены",
  "slug": "article-324f45c2-add2-4223-96a9-b487fd031a06",
  "lead": "Calla Henkel и Max Pitegoff возвращаются в Берлин с «The End of THEATER» в Galerie Isabella Bortolozzi — и привозят из Лос-Анджелеса весь беспорядочный цикл репетиций, фикции и документации, в котором театр заканчивается ровно там, где начинается его запись, а Leilah Weinraub играет Kennedy так, что никто пока не уточняет, какую именно.",
  "body": "Calla Henkel и Max Pitegoff открывают выставку «The End of THEATER» в Galerie Isabella Bortolozzi 7 февраля, и само название звучит как прощальная записка, написанная людьми, которые точно не собираются прощаться. Жанр этого возвращения знакомый: ты уезжаешь из города, который тебя сформировал, а потом привозишь обратно всё, что случилось с тобой в другом месте, и раскладываешь это на полу галереи. Доказательство, что расставание того стоило.\n\nHenkel и Pitegoff провели в Берлине больше десяти лет. Не просто жили, а строили инфраструктуру: сначала New Theater, витрина в Kreuzberg, где с 2013 по 2015 год ставились спектакли с друзьями-художниками вместо профессиональных актёров, потом TV Bar, потом художественное руководство Grüner Salon при Volksbühne. Логика каждого из этих мест одна: создай пространство, запусти туда людей, документируй происходящее и превращай документацию в искусство. Или наоборот. Порядок действий никогда не был фиксированным.\n\nВ 2024 году дуэт основал New Theater Hollywood на Santa Monica Boulevard в Лос-Анджелесе. Black box театр, через который за неполные два года прошли Diamond Stingily, Asher Hartman, Colin Self, Klein, Stephanie LaCava и ещё полтора десятка имён. Klein, например, делала звуковой перформанс, колебавшийся между концертом и сеансом экзорцизма. Параллельно Henkel и Pitegoff снимали эпизодический фильм THEATER, сплетающий документальные съёмки репетиций и закулисья с вымышленным нарративом. Их спектакль THE END IS NEW, показанный в декабре 2025-го в REDCAT, продолжает эту линию: монтажёр наследует незавершённый документальный проект умершего режиссёра и тонет в часах интервью, исповедей, чужих конфликтов. Коллективная мечта распадается. Вопрос в том, можно ли из осколков собрать фильм, который будет правдой.\n\nВся эта каша из репетиций, fiction и документального материала теперь приезжает в Берлин, в галерею на Schöneberger Ufer. Isabella Bortolozzi, открывшая своё пространство в 2004 году вопросительным знаком (буквально: Július Koller нарисовал его на входной двери), давно работает с художниками, для которых границы между формами не столько размыты, сколько несущественны. Ed Atkins, Wu Tsang, Hannah Black, Seth Price; программа галереи исторически тяготеет к работам, где изображение и его контекст находятся в состоянии постоянного взаимного подозрения. Henkel и Pitegoff вписываются сюда, хотя их метод устроен иначе. Они не деконструируют образ. Они создают ситуации, в которых реальное и постановочное перестают различаться на уровне ощущений.\n\nЧто конкретно будет в галерее? Описание обещает «весь беспорядочный цикл»: репетиции, фикцию и Leilah Weinraub, исполняющую Kennedy. Weinraub сама по себе фигура, не требующая контекста для тех, кто следит: режиссёр документального фильма о стриптиз-клубе Shakedown, бывший CEO Hood By Air, человек, чья работа непрерывно перемещается между модой, кино и перформансом, не задерживаясь ни в одном из них. Её участие сдвигает проект от театральной документации в сторону чего-то менее предсказуемого. Кого именно из Kennedy она играет (или разыгрывает, или цитирует), пока не ясно, и неопределённость здесь явно намеренная. Henkel и Pitegoff всегда работали с зазором между тем, что зритель знает, и тем, что он додумывает.\n\nГалерейное пространство не театр. Нет темноты зала, нет обязательства сидеть до конца, нет аплодисментов. Репетиция, зафиксированная на видео и показанная в пространстве Bortolozzi с его сдержанной архитектурой, лишается своей временной рамки; она перестаёт быть подготовкой к спектаклю и становится самостоятельным объектом, у которого нет финальной версии. Зритель входит посередине и уходит, когда хочет. Название «The End of THEATER» в этом контексте читается двояко: это конец конкретного проекта (фильма THEATER) и утверждение, что театр как форма кончается именно там, где начинается его документация. Здесь можно было бы впасть в скептицизм. Тема размывания реального и постановочного эксплуатируется не первое десятилетие; после Ragnar Kjartansson, Tino Sehgal и сотен перформансов, превращённых в видеоинсталляции, сам жест кажется знакомым. Но Henkel и Pitegoff занимают особую позицию. Их предмет не перформанс как таковой, а социальная ткань, которая его порождает. Сцена, в обоих смыслах слова. Публика New Theater состояла из людей, которые знали друг друга, пили друг с другом, иногда друг друга ненавидели. Актёры забывали реплики и импровизировали. Зрители в первых рядах узнавали в персонажах своих знакомых. Этот замкнутый контур, где жизнь сцены и жизнь зала неразличимы, невозможно воспроизвести в институциональных условиях. Его можно только задокументировать и показать как артефакт. Вопрос, который стоит за всей выставкой: как передать ощущение общности людям, которые в этой общности не участвовали?\n\nВозвращение в Берлин добавляет ещё один слой. Kreuzberg стал дороже, Volksbühne пережила мятеж труппы и досрочный уход Chris Dercon в 2018-м, арт-сцена перераспределилась. Henkel и Pitegoff привозят в этот изменившийся город материал, сделанный в Лос-Анджелесе, но выросший из берлинского опыта. New Theater Hollywood прямо наследует New Theater в Kreuzberg; сам факт, что формулу пересадили на другую почву и она дала плоды, говорит либо о том, что метод работает вне контекста, либо о том, что художественные сообщества везде устроены одинаково. Те же дружбы, те же провалы, то же коллективное творчество, которое в итоге упирается в чьё-то эго.\n\nВыставка продлится до 21 марта. Полтора месяца, за которые галерейный зритель сможет войти в пространство, где театр уже закончился, а фильм ещё не начался. Leilah Weinraub играет Kennedy. Монтажёр перематывает плёнку. Камера продолжает записывать, хотя никто не объявлял «мотор».",
  "language": "ru",
  "word_count": 796,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:36:01.565385",
  "event": {
    "id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo who run a black box theater in LA bring the entire messy cycle—rehearsals, fiction, and Leilah Weinraub performing Kennedy—to Bortolozzi. An exploration of where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824201"
  }
}