{
  "id": "01e27044-07ce-49b2-9d48-83dfc951d920",
  "event_id": "6761c169-87cf-4bfc-a786-12a678a713bc",
  "title": "Шестьдесят лет в доме с множеством комнат",
  "slug": "article-01e27044-07ce-49b2-9d48-83dfc951d920",
  "lead": "Chez Damier исполняется шестьдесят в зале со стеклянным потолком в берлинском Wedding — десять лет молчания, госпел-магазин, возвращение, и до сих пор та же жадность до пластинок, которую невозможно подделать. Heideglühen открывает сезон шестнадцатичасовым сетом, где дневной свет гаснет за стеклянной крышей, а хаус снова оказывается зданием с множеством комнат.",
  "body": "Стеклянный потолок, сквозь который видно берлинское февральское небо. Конфетти на плечах. Человек за пультом, которому в этот день исполняется шестьдесят, играет хаус так, будто ему снова двадцать два и он стоит в будке The Music Institute в Детройте. Это не ностальгия. Это значительно интереснее.\n\nHeideglühen открывает сезон 2026 года вечеринкой, которая одновременно служит днём рождения Chez Damier. Шестнадцать часов, с двух дня субботы до шести утра воскресенья. Три часа из них принадлежат имениннику: слот с пяти до восьми вечера, тот самый момент, когда дневной свет за стеклянной крышей начинает гаснуть и пространство меняет характер. Для клуба, спрятанного в промзоне Wedding, это первый ивент нового года. Выбор хедлайнера читается как манифест.\n\nChez Damier (по паспорту Anthony Pearson) придумал свой псевдоним в шестнадцать лет, произнося его на американский манер: «Chaz Dam-ear». Только приехав играть в Европу, он узнал, что «chez» по-французски значит «у», «дома у». Потом Париж стал его вторым домом, и случайность превратилась в пророчество. Деталь характерная: Damier двигается по интуиции, а смыслы подтягиваются позже.\n\nВ конце восьмидесятых он стал резидентом The Music Institute в Детройте, клуба, основанного George Baker, Alonzo Johnson и Derrick May, из которого выросло раннее техно. Чикаго, по его словам, научил его музыке. Нью-Йорк научил её понимать. Детройт дал техническую школу: сведение, работу с драм-машинами, архитектуру трека. Его продакшн середины девяностых (The Morning Factory, Forever Monna, The Choice, Be My) до сих пор звучит как эталон deep house, и это не комплимент из вежливости: эти треки по-прежнему играют диджеи, которые родились после их выхода.\n\nА потом он исчез. С 2000 по 2009 год Damier не диджеил и не писал музыку. Вместо этого он работал байером в магазине госпел-музыки, по его словам, довёл годовой оборот до миллиона долларов и, судя по всему, ни разу не пожалел о паузе. Около 2009-го ему позвонил издатель с предложением переиздать старый материал. «Лампочка зажглась,» вспоминает он. Десятилетняя пауза, которая могла бы стать концом карьеры, сработала ровно наоборот: избавила от инерции и от необходимости повторять себя.\n\nСейчас, в разговорах о своей музыке, Damier настаивает на одной мысли: хаус это здание с множеством комнат. Он вырос на Prince и Motown, на фанке, нью-вейве, джазе. «Большинство продюсеров стараются оставаться в одной комнате, но я слишком много ещё не видел. Я не могу вернуться к тому, что делал раньше. Слишком много того, что ещё не сделано.» Его последний альбом строился на конкретной идее: записать «хороший материал» и отдать его следующему поколению на ремикс. Попытка сделать что-то, что переживёт контекст, а не клубная функция и не хипстерский жест.\n\nПри личной встрече он производит впечатление человека, который физически не способен быть высокомерным. Один молодой диджей, поговорив с ним за кулисами NTS, сказал на прощание: «Спасибо за лайф-коучинг.» Damier философствует, но без назидательности. Говорит о терпении и о ценности отказов. О том, что каждая работа это точка отсчёта, milestone, от которого можно оттолкнуться. За его пультом та же философия: «Для меня всё по-настоящему сводится к тому, могу ли я изменить эту комнату. Я пытаюсь создать в зале чувство, эмоцию, а не просто играть пластинки.»\n\nHeideglühen как площадка идеально подходит под эту задачу. Клуб расположен в комплексе, который выглядит так, будто его нашли на заброшенной съёмочной площадке вестерна: деревянные фасады, грубые лестницы, балконы, люстра в центре двухэтажного зала. Стеклянный потолок пропускает дневной свет; днём пространство залито им, к вечеру сжимается в тёмный, плотно дышащий зал. Те, кто бывал, описывают именно этот переход как главный кайф. Вход только с 21 года. Добраться можно от S-Bahn Beusselstraße. Место упрямо держится в стороне от очевидных берлинских маршрутов, и в этом тоже часть его обаяния.\n\nЛайнап собран со вкусом и без лишнего пафоса. Ben Vedren из Парижа и Francesco Menduni разогревают зал в бэк-ту-бэк с двух до пяти. После Damier вступает Jovonn, ньюйоркский ветеран Nu Groove Records, чей трек «Turn and Runaway» (1991) остаётся одним из тех записей, по которым определяют границу между хаусом и гаражем. Резидент Woody держит середину ночи. Финал принадлежит E.lina, украинской диджейке, связанной с киевской и берлинской сценами, которая закрывает пространство между двумя и пятью утра. После чего все оставшиеся выходят на совместный b2b до шести. Шестнадцать часов, шесть артистов, один зал. Ставка сделана на длинные сеты и глубокое погружение, на время, достаточное для того, чтобы музыка куда-то привела.\n\nБерлинская клубная сцена в 2026 году находится в странном состоянии. Berghain по-прежнему функционирует как институция; новые площадки открываются и закрываются; туристический поток не убывает; арендные ставки продолжают расти. Heideglühen с его интимностью и упрямой непрозрачностью на этом фоне выглядит контрпрограммой. Никакой мифологии двери, никакой эксплуатации берлинского бренда. Музыка в красивом пространстве.\n\nChez Damier исполняется шестьдесят. Декада в тишине, торговля госпел-записями, возвращение. До сих пор ищет пластинки с жадностью, которую трудно симулировать. Когда человек с такой биографией говорит, что хаус это здание с множеством комнат, хочется зайти и посмотреть, какая дверь открыта сегодня.",
  "language": "ru",
  "word_count": 781,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T08:36:08.726041",
  "event": {
    "id": "6761c169-87cf-4bfc-a786-12a678a713bc",
    "name": "Heidegluehen #1 with Chez Damier",
    "start_date": "2026-02-07",
    "end_date": "2026-02-08",
    "venue": "Heideglühen",
    "city": "Berlin",
    "category": "club",
    "description": "Detroit house legend Chez Damier celebrates his birthday with a three-hour set (5-8pm) in the intimate glass-ceiling space of Heideglühen, Wedding. The 16-hour session continues with house, disco, and funk across the night.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.263143"
  }
}