{
  "id": "a2a605de-8344-4a52-b9c9-72841db42f35",
  "event_id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
  "title": "Когда опера перестаёт бояться стробоскопа",
  "slug": "article-a2a605de-8344-4a52-b9c9-72841db42f35",
  "lead": "Komische Oper Berlin снова выносит музыкальный театр из позолоченного зала в бывшую пивоварню и квир-клубы Neukölln: на Schall & Rausch Festival 2026 южноафриканская камерная опера столкнётся с оркестровым Nick Cave, а дрэг-кабаре — с Franz Schubert, и всё это в четырёх днях берлинского февраля, где жанр, который давно записали в покойники, потеет под стробоскопами и отказывается лежать смирно.",
  "body": "В берлинском феврале нет ничего, кроме бетона и ожидания. Температура колеблется около нуля, световой день издевательски короткий. Именно в этот провал Komische Oper Berlin запускает Schall & Rausch Festival: четыре дня (12–15 февраля 2026), выделенных под демонтаж представлений о том, чем может быть музыкальный театр. В одной программе: стробоскопы и камерная опера южноафриканских композиторов, Nick Cave рядом с Franz Schubert, квир-кабаре и поп-эстетика. Звучит как фантазия перевозбуждённого куратора. Но фестиваль уже прошёл две итерации, и каждая показала, что за громкими словами стоит конкретная работа.\n\n«Schall und Rauch» (звук и дым) — выражение, закреплённое Гёте, обозначающее пустоту, эфемерность. Одновременно это имя берлинского кабаре, открытого Max Reinhardt в 1901 году как сатирическая площадка, где пародировались искусство и мораль вильгельмовской эпохи. Кабаре быстро переросло в экспериментальный театр. После войны, около 1919 года, оно было воскрешено; на его сцене и вокруг неё формировалась среда, из которой позже вышли Friedrich Hollaender и Mischa Spoliansky. Современники, впрочем, не были в восторге: то, что казалось взрывным в 1901-м, к 1919-му воспринималось как повторение пройденного. Этот парадокс (необходимость заново изобретать провокацию каждое десятилетие) заложен в саму логику фестиваля.\n\nKomische Oper Berlin, один из трёх главных оперных домов города, подступала к идее «нового музыкального театра» осторожно, но последовательно. Фестиваль стартовал в 2023 году под кураторством Rainer Simon, который сразу обозначил позицию: «Brand new… потому что он осмеливается фокусироваться на возбуждающе чувственном, эмоциональном, прямом и поп-культурном музыкальном театре». Ключевые слова: «биты», «блеск», «вечеринка». Институция размером с Komische Oper, произносящая слово «party» без иронии, рискует выглядеть как человек в костюме, неловко танцующий на рейве. Но фестиваль перенёс программу из оперного здания в Neukölln, рассредоточив её между старой пивоварней KINDL, квир-клубом SchwuZ и пространством Vollgutlager. Не просто смена адреса. Попытка встретить аудиторию на её территории.\n\nАудитория, кажется, откликнулась. Второй фестиваль (2024) расширил междисциплинарный фокус, объединив поп, хип-хоп, даб, классическую музыку и музыкальный театр при поддержке Musicboard Berlin. Сотрудничество с Neuköllner Oper, камерным оперным домом, давно работающим на стыке жанров, добавило программе укоренённости в районе. Neukölln здесь принципиален. Это не Mitte с его галерейной стерильностью. Это район, где турецкие свадебные салоны соседствуют с экспериментальными саунд-студиями, где демография меняется с каждым кварталом. Делать фестиваль нового музыкального театра именно здесь — осознанный жест.\n\nПрограмма 2026 года выстроена вокруг метафоры прихода весны, «триумфа нового над старым». Центральное событие: мировая премьера камерной оперы *Selemo*, написанной южноафриканскими композиторами Sbusiso Shozi и Nhlanhla Mahlangu. Опера исследует весну как силу трансформации через тело и голос, опираясь на ритуалы, которые, по замыслу авторов, преодолевают географические границы. Подробности пока скудны. Но сам факт того, что Komische Oper заказывает мировую премьеру двум молодым южноафриканским авторам для фестиваля в Neukölln, говорит о серьёзности намерений. Shozi работает на пересечении современной академической композиции и зулусских вокальных практик; Mahlangu исследует ндебельские ритуальные формы. Их присутствие в программе расширяет само понимание того, откуда может прийти «новый музыкальный театр», без этнографической витринности.\n\nВторой якорь программы: симфонический концерт *Cave Meets Schubert*, где оркестр Komische Oper Berlin под управлением James Gaffigan сталкивает альбом Nick Cave *Tender Prey* (1988) с *Winterreise* (1828) Franz Schubert. На бумаге это элегантный, почти слишком красивый концепт. Смертельный надрыв пост-панка и романтическая тоска по небытию, разделённые полутора столетиями, связанные одной интонацией. Cave всегда тяготел к шубертовской серьёзности. «The Mercy Seat» с *Tender Prey* содержит такой уровень экзистенциального ужаса, который рифмуется с «Der Leiermann» точнее, чем любое формальное сравнение. Вопрос в другом: выдержит ли столкновение оркестровую аранжировку? Не станет ли оно слишком причёсанным, слишком уютным для материала, который питается грязью и отчаянием?\n\nНа Valentine's Day, 14 февраля, дрэг-перформер Meo Wulf приглашает на «Queen of Love» в пространстве CANK: музыкальные признания в любви, безудержный липсинк, пустой универмаг, превращённый в «лестницу для влюблённых». Это та часть программы, которая отвечает за «party, party, party» из манифеста Simon'а. Без неё Schall & Rausch рискует превратиться в очередную серию институциональных экспериментов, респектабельных и скучных. С ней фестиваль становится тем, чем обещает быть: пространством, где высокая культура и клубная культура действительно пересекаются.\n\nСкепсис, впрочем, никуда не девается. «Соединить берлинскую клубную сцену с глобальными перспективами и социальными ритуалами» (формулировка из пресс-релиза) — амбициозное заявление для государственной оперы. Берлинская клубная сцена последние годы переживает не лучшие времена: аренда растёт, площадки закрываются, стихийное коммерциализируется. Когда опера говорит на языке клубов, это может быть присвоением. Может быть искренней попыткой найти новые формы. Граница тонкая, и Schall & Rausch балансирует на ней с относительным изяществом. Ключевое слово — «пока».\n\nНо за конкретными именами и программными пунктами стоит вопрос крупнее. Может ли музыкальный театр существовать вне оперного дома и при этом оставаться собой? Если он превращается в концерт, перформанс, клубный вечер, почему это плохо? Оперная форма, которой больше четырёхсот лет, всегда была синтетической, всеядной, готовой впитывать чужое. То, что Komische Oper выносит эксперимент в бывшую пивоварню и квир-клуб, возможно, не революция, а возвращение: к тем временам, когда музыкальный театр ещё не забронзовел.\n\nБерлинский февраль по-прежнему серый. Но в четырёх днях Schall & Rausch 2026 есть обещание дороже весны: жанр, который многие считают мёртвым, здесь потеет и мигает стробоскопами. И говорит голосами, которых раньше в этих стенах не слышали.",
  "language": "ru",
  "word_count": 818,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T11:27:15.379048",
  "event": {
    "id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
    "name": "Schall & Rausch Festival",
    "start_date": "2026-02-12",
    "end_date": "2026-02-15",
    "venue": "",
    "city": "Berlin",
    "category": "festival",
    "description": "This Neukölln festival flips the musical theatre script, bringing performers from across the globe to experiment with beats, strobe lights, and pop-infused spectacle. It's anything but traditional—a radical reimagining of the genre.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824656"
  }
}