{
  "id": "bb683c0a-34e8-446a-90b5-e38e73760012",
  "event_id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
  "title": "Нефть как религия, нефть как проклятье",
  "slug": "article-bb683c0a-34e8-446a-90b5-e38e73760012",
  "lead": "Monira Al Qadiri возвращается к формату лекции-перформанса в Berlinische Galerie — чтобы голосом сделать то, чего не могут её переливающиеся нефтяные скульптуры: заставить аудиторию сидеть и слушать, как субстанция, создавшая наш мир, одновременно его хоронит.",
  "body": "В 2019 году Monira Al Qadiri представила лекцию-перформанс под названием Petrochemicals in Purgatory. Она описала планету после конца нефтяной эры: инопланетяне прилетают на мёртвую Землю и используют человеческие останки точно так же, как люди веками выкачивали ресурсы из недр. Это была не метафора, а буквальная инверсия, жест одновременно смешной и тошнотворный. 26 февраля 2026 года она вернётся к этому формату в Berlinische Galerie. Вопрос, который стоит задать: зачем художнице, чьи скульптуры выставлялись в Guggenheim Museum Bilbao и Haus der Kunst, снова выходить к аудитории с микрофоном?\n\nОтвет заключается в самом материале. Нефть не поддаётся скульптуре в привычном смысле; она слишком текуча, слишком нагружена историей, экономикой, насилием, чтобы замереть в одной форме. Al Qadiri родилась в 1983 году в Дакаре, выросла в Кувейте, пережила войну в Персидском заливе в семь лет. Горящие нефтяные скважины 1991 года для неё не кадры из документалки Werner Herzog (хотя его Lessons of Darkness она впоследствии «отвоёвывала обратно» в своём видео Behind the Sun). Это детское воспоминание: небо, ставшее чёрным посреди дня.\n\nПосле войны она уехала подростком в Токио по стипендии кувейтского правительства, и там случился второй разлом. Япония, которую она знала по аниме (спасительная фантазия для ребёнка из зоны конфликта), оказалась совсем другой страной. Разочарование она превратила в метод. Displacement, dissonance, зазор между ожиданием и реальностью стали рабочими инструментами. В Tokyo University of the Arts она защитила PhD по эстетике печали на Ближнем Востоке. Сама тема звучит как название альбома, но за ней стоит серьёзное исследование поэзии, музыки, религиозных практик региона, той системы, где скорбь не подавляется, а оформляется в искусство.\n\nПоследние десять лет Al Qadiri строит то, что она сама называет «петрокультурой»: анализ общества, сформированного зависимостью от ископаемого топлива. Не только в экономическом смысле. Переливающиеся поверхности её скульптур имитируют радужные нефтяные плёнки. Маскулинность нефтедобычи, её имперская поза проникает в её работу с гендером. Двадцатый век как нефтяной век, и что остаётся после него, определяет её понимание времени. Её выставка Hero, которая проходит в Berlinische Galerie с июля 2025 по август 2026, строится вокруг образа нефтяного танкера. Не просто судна: символа глобального неравенства, экологической катастрофы и той специфической формы комфорта, за который мы все расплачиваемся. В выставочном пространстве на полу расстелен ярко-красный ковёр, на стене написан гигантский танкер, а в зале расставлены одиннадцать моделей судов в волнообразном строю. Скульптура Bulbous Bow из стекловолокна воспроизводит бульбообразный нос танкера: инженерное решение, снижающее сопротивление воды, превращённое в объект, который хочется потрогать и от которого хочется отойти подальше.\n\nЛекция-перформанс вписана в контекст этой выставки, но формат принципиально другой. Здесь нет посредника в виде объекта. Al Qadiri будет говорить на английском, начало в семь вечера, вход свободный по предварительной регистрации. Формат lecture performance для неё не случаен. Он позволяет сделать то, чего не может ни скульптура, ни видео: выстроить аргумент в реальном времени, обращаясь напрямую к аудитории, оставляя место для юмора, абсурда, автобиографического отступления. В интервью она говорила, что юмор для неё — оружие: выросшая в месте, где свобода слова ограничена, она обнаружила, что если сделать высказывание немного смешным, люди его принимают. Это не уловка. Это стратегия выживания, превращённая в художественный приём.\n\nЧто конкретно прозвучит в этот вечер, пока неизвестно: программа выставки анонсирует лекцию как исследование социальных, культурных и экологических измерений нефтяной индустрии. Формулировка намеренно широкая. Но если ориентироваться на Petrochemicals in Purgatory и на логику выставки Hero, Al Qadiri скорее всего проведёт линию от конкретных вещей (как устроен танкер, как пахнет бензин, как выглядит горящая скважина) к вопросу, на который никто не хочет отвечать: что значит жить внутри системы, которая тебя обеспечивает и убивает одновременно.\n\nBerlinische Galerie для такого высказывания подходит точно. Бывший промышленный склад в Kreuzberg, ставший музеем в 2004-м, сохраняет индустриальный масштаб: высокие потолки, бетон, ощущение, что ты внутри чего-то функционального. Программа музея в последние годы всё чаще включает художников, чья связь с городом определяется не рождением, а выбором. Al Qadiri живёт и работает в Берлине, очередной точке в длинной цепочке перемещений (Дакар, Кувейт, Токио, Дубай, Бейрут, Амстердам).\n\nМодный дискурс об energy transition и климатической тревоге охотно присвоил бы её работу. Al Qadiri интересна другим. Она отказывается от простой морали. В её работах нефть не зло, которое нужно победить. Это субстанция, которая буквально создала мир, в котором мы живём; тот самый мир, который позволяет нам сидеть в музее в Kreuzberg и рассуждать о конце нефтяной эпохи. Как она отмечала, глобальный охват нефти оказывается мощнее любых локальных культурных или религиозных традиций. Мысль неудобная. Лекция-перформанс как формат для таких мыслей и существует: ты не можешь отвернуться от картины на стене и пойти к следующему экспонату. Ты сидишь, слушаешь, и голос художницы не отпускает.\n\nВ Берлине февраля 2026 года, где переход на возобновляемые источники энергии остаётся скорее обещанием, чем реальностью, а газовый кризис последних лет ещё не стёрся из памяти, этот голос звучит с особой точностью. Al Qadiri не предлагает утешения. Она предлагает посмотреть на то, из чего мы сделаны.",
  "language": "ru",
  "word_count": 790,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T17:29:48.809961",
  "event": {
    "id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
    "name": "Lecture Performance: Monira Al Qadiri",
    "start_date": "2026-02-26",
    "end_date": "2026-02-26",
    "venue": "Berlinische Galerie",
    "city": "Berlin",
    "category": "lecture",
    "description": "Kuwaiti artist Monira Al Qadiri presents a lecture performance examining the social, cultural, and environmental dimensions of the oil industry. Her work sheds light on the connections between crude oil as the twentieth century's leading fossil fuel and the rise of consumer capitalism, offering critical perspectives on petro-culture and its legacies.",
    "source_url": "https://www.visitberlin.de/en/event/lecture-performance-monira-al-qadiri",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.750201"
  }
}