{
  "id": "6d8cbad4-927c-4019-af41-5d0984628576",
  "event_id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
  "title": "Призрак за проектором",
  "slug": "article-6d8cbad4-927c-4019-af41-5d0984628576",
  "lead": "В ноябре 2000-го Michel Majerus стоял перед студентами в Pasadena и монтировал на ходу лекцию-коллаж из скриншотов, рекламы и собственных выставок — через два года его не стало, и запись так и осталась в архиве. 21 февраля в берлинском Michel Majerus Estate её впервые покажут публично, а Stephen Prina, присутствовавший на той лекции, прокомментирует увиденное в прямом эфире из Лос-Анджелеса — четверть века спустя.",
  "body": "В ноябре 2000 года молодой художник из Люксембурга стоял перед студентами Pasadena ArtCenter в Лос-Анджелесе и показывал им, как устроен его мозг. Не метафорически: за его спиной шла многослойная проекция, где виды собственных выставок перетекали в визуальные цитаты, рекламные образы, скриншоты из видеоигр, фрагменты чужих работ. Всё это складывалось в движущийся коллаж. Одновременно лекция, перформанс и самостоятельное произведение. Через два года Michel Majerus погиб в авиакатастрофе. Ему было тридцать три.\n\n21 февраля 2026 года в берлинском Michel Majerus Estate эту лекцию покажут впервые публично: видеозапись из архива художника. После скрининга к аудитории обратится Stephen Prina, американский художник и композитор, который преподавал в Pasadena ArtCenter и присутствовал при той самой лекции. Prina выступит в прямом эфире из Лос-Анджелеса, онлайн. Событие замыкает серию Lectures on Lectures, растянувшуюся на десять месяцев и посвящённую трём лекциям, которые Majerus прочитал между 1997 и 2000 годами.\n\nЛекция художника — другой жанр интимности, нежели ретроспектива или архивная выставка. Это момент, когда автор пытается объяснить себя словами, а не холстом; когда он выбирает, что показать и о чём промолчать. Запись голоса Majerus, его паузы, его монтажные решения для фоновой проекции, то, как он держится перед аудиторией, — всё это документ, который невозможно воспроизвести другим способом.\n\nMichel Majerus к 2000 году уже был фигурой. В 1996-м Kunsthalle Basel устроила ему персональную выставку (ему было двадцать семь, что для живописца практически неприлично рано). В 1999-м Harald Szeemann пригласил его расписать фасад интернационального павильона на Венецианской биеннале. Его самая масштабная работа, «if we are dead, so it is» (2000), покрывала внутреннюю поверхность скейтерского хафпайпа площадью 370 квадратных метров. А в 2002-м, незадолго до гибели, он закрыл восточную сторону Бранденбургских ворот фотографией Pallasseum, брутального социального жилья из Schöneberg, которое к тому моменту стало синонимом городского упадка. Жест, соединивший высокую символику с низовой реальностью так буквально, что становилось неуютно.\n\nТо, что делал Majerus, сегодня легко описать языком, которого тогда ещё не существовало. Post-internet art, appropriation culture, digital collage. Но в 2000 году, когда он стоял перед студентами в Pasadena, эти термины ещё не кристаллизовались. Он работал на стыке живописи и цифрового пространства, когда это пространство только начинало оформляться. Его холсты впитывали логотипы, интерфейсы Super Mario, рекламную типографику, шрифты с экранов. При этом он оставался живописцем. Не в смысле верности маслу и кисти, а в смысле интереса к поверхности, слою, наложению, физическому присутствию изображения в пространстве. Его единицей была не картина на стене, а среда целиком.\n\nStephen Prina — фигура совсем другого рода, и именно поэтому его комментарий ценен. Если Majerus был художником лавины, избытка, перегрузки визуального поля, то Prina исходит из традиции концептуальной строгости. Его карьера тянется от Венецианской биеннале (1990) и documenta IX (1992) до персональных выставок последних лет. Он работает на пересечении изобразительного искусства, музыки (он ещё и композитор, поющий адаптированные тексты из чужих писем) и кино. Вся его практика — бесконечное вопрошание к институту искусства: что значит выставлять, воспроизводить, цитировать. Между ним и Majerus, казалось бы, пропасть поколений и темпераментов. Но они пересеклись в конкретной точке: ArtCenter, рубеж тысячелетий, Калифорния. И оба, каждый по-своему, занимались одним вопросом: что происходит с изображением, когда оно начинает бесконтрольно циркулировать.\n\nНа скрининге зрители увидят Majerus, объясняющего свой метод двадцатилетним студентам. Проекцию, которая сама по себе является коллажем, параллельным потоком, а не иллюстрацией к словам. Контекст, в котором художник ещё жив, ещё ироничен, ещё оперирует из позиции «всё только начинается». А потом — голос Prina из Лос-Анджелеса 2026 года, дистанция в четверть века. Запись и прямой эфир в одном пространстве.\n\nСерия Lectures on Lectures вписывается в масштабную программу Michel Majerus Estate, которая в последние годы планомерно расширяет контекст вокруг наследия художника. В 2024-м Estate работали с Cory Arcangel над эмуляцией ноутбука Majerus; параллельно шли выставки в KW Institute for Contemporary Art и neugerriemschneider, тринадцать музеев по всей Германии показывали работы из своих коллекций. Это не стихийная ностальгия. Estate выстраивает инфраструктуру понимания вокруг практики, которая оборвалась слишком рано.\n\nЗдесь стоит задать вопрос честно. Majerus умер в тридцать три, и это неизбежно окрашивает всё, что с ним связано, романтикой незавершённости. Художник, опередивший время. Художник, который «предсказал» пост-интернет. Эта рамка соблазнительна и опасна одновременно: она превращает конкретную практику в проекцию наших собственных фантазий о том, что могло бы быть. Lectures on Lectures, при всём уважении к формату, рискует усилить эту мифологизацию. Показ лекции мёртвого художника с комментарием живого свидетеля — жанр где-то между археологией и сеансом.\n\nИ всё-таки. Запись голоса человека, говорящего о своей работе, обладает свойством, которого лишена любая ретроспектива. Она фиксирует процесс мышления, а не его итог. Majerus в 2000 году не знал, что через два года погибнет. Он не знал, что через десять лет появится Instagram, что через двадцать нейросети будут генерировать изображения быстрее, чем он монтировал свои проекции. Он просто стоял перед аудиторией и пытался сформулировать, почему живопись и экран — одна поверхность. Сегодня, когда этот тезис стал настолько очевидным, что о нём почти неинтересно говорить, полезно услышать, как он звучал, когда ещё был гипотезой.",
  "language": "ru",
  "word_count": 801,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-10T19:10:58.377918",
  "event": {
    "id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
    "name": "Lecture of Michel Majerus & Lecture by Stephen Prina",
    "start_date": "2026-02-21",
    "end_date": "2026-02-21",
    "venue": "Michel Majerus Estate",
    "city": "Berlin",
    "category": "lecture",
    "description": "A screening of late Luxembourg artist Michel Majerus's 2000 lecture at Pasadena ArtCenter, followed by a live online lecture from Stephen Prina in Los Angeles contextualizing Majerus's groundbreaking approach to appropriation, digital culture, and painting at the turn of the millennium.",
    "source_url": "https://michelmajerus.com/",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.354551"
  }
}