{
  "id": "de017478-7ef2-4586-bcf0-bfc327de9978",
  "event_id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
  "title": "Пустота как инструмент",
  "slug": "article-de017478-7ef2-4586-bcf0-bfc327de9978",
  "lead": "Пока большинство продюсеров уплотняют звук, Raül Refree двадцать лет снимает с музыки слой за слоем — и 14 февраля привозит эту практику вычитания в купольный зал Silent Green, бывший берлинский крематорий, где каждая пауза звучит как событие.",
  "body": "Большинство продюсеров добавляют. Наслаивают звук, уплотняют аранжировки, заполняют каждую секунду чем-то происходящим. Raül Refree последние двадцать лет занимается обратным: он убирает. Снимает слой за слоем, пока от фламенко не остаётся его нервная система, от фаду — чистый выдох. 14 февраля он играет в берлинском Silent Green, бывшем крематории с купольной акустикой, и трудно придумать более точное совпадение артиста и пространства.\n\nRaül Fernández Miró родился в Барселоне в 1976 году. В музыку он пришёл не через фламенко и не через фолк: в середине девяностых играл мелодик-хардкор в барселонской группе Corn Flakes. Деталь неслучайная, потому что панковская интуиция, ощущение, что энергия важнее виртуозности, а структуру можно ломать, никуда потом не делась. Просто сменила форму. К середине 2000-х Refree стал одним из самых востребованных продюсеров Испании: Mala Rodríguez, Original Jazz Orchestra, Lee Ranaldo из Sonic Youth, Rodrigo Cuevas с его астурийскими песнями. Одну запись он сделал с Ricky Martin, что, видимо, характеризует масштаб его любопытства лучше любого манифеста.\n\nЗа три года до того, как о нём узнали за пределами Иберийского полуострова, Refree записал с Sílvia Pérez Cruz альбом granada. Журнал Rockdelux назвал его альбомом года. Их знакомство произошло ещё раньше, в 2007-м, на проекте Immigrasons, исследовавшем миграционные потоки между Каталонией и Аргентиной. Pérez Cruz тогда пела в женской группе Las Migas, Refree ещё не был Refree в нынешнем смысле. Но уже тогда его интересовало одно: что происходит, когда традицию лишают привычного контекста и помещают в пустое, незнакомое пространство.\n\nОтвет на этот вопрос для широкой аудитории прозвучал в 2017 году. Альбом Los Ángeles формально был дебютом Rosalía, но по сути это совместная работа: Refree выступил соавтором, продюсером, аранжировщиком, гитаристом. Номинация на Latin Grammy за лучшего нового артиста, клип De Plata, номинированный на UK Music Video Awards. Los Ángeles не пытался осовременить фламенко в банальном смысле. Он препарировал его, обнажил кости, а потом собрал обратно, оставив воздух там, где раньше была плоть. Сводить Refree к роли «того продюсера, который сделал Rosalía до El Mal Querer», значит упустить масштаб, но именно Los Ángeles показал его метод в самом чистом виде.\n\nЕго сольные записи идут ещё дальше. La Otra Mitad строится на акустической и электрической гитаре, приглушённой электронике, тишине. El Espacio (2023) вырос из кинокóнцерта La Aldea Maldita: Refree написал саундтрек к немому фильму Florián Rey 1930 года, экспрессионистской драме о деревенском исходе. Заброшенные пространства, покинутые дома. Из этого материала он вывел целый альбом: элегический, строгий, на удивление нежный. Орган, голос, хор, гитара, но инструменты литургической музыки без литургии. Присутствие бога убрано. Осталась только акустика собора.\n\nПоследний его большой проект связан с Апулией и южноитальянскими ритуалами тарантизма. Песни, в которых женщины через транс и танец (pizzica tarantata, с её нарастающим темпом и экстатическими кругами) освобождались от одержимости, болезни, подавленного желания. Refree поставил концертную программу, где колыбельные переходят в похоронные песни, религиозные мелодии в пиццику; весь путь описывается как единая арка. Хор молодых женщин поёт в народной манере. Если это напоминает что-то из мира Meredith Monk или Diamanda Galás, ощущение верное, хотя источники совсем другие.\n\nSilent Green — бывший крематорий берлинского района Wedding, построенный в 1912 году архитектором William Müller, через год после легализации кремации в Пруссии. Каменные грифоны, змея, вмонтированная в пол, кованые чаши для огня. Bettina Ellerkamp и Jörg Heitmann купили здание и в 2013 году превратили его в культурное пространство, назвав так, как подсказал двор: тихо и зелено. (Что это ещё и омофон Soylent Green, антиутопии 1973 года, они тоже заметили.) Kuppelhalle, купольный зал, где будет играть Refree, обладает акустикой, которая превращает каждый звук в событие. Подземный Betonhalle, бетонный зал на 1600 квадратных метров, завершённый в 2019-м, стал площадкой для кросс-медийных выставок и перформансов. Здесь сидят лейбл !K7, Musicboard Berlin, архив Arsenal, transmediale. После закрытия Stattbad Wedding в 2015-м Silent Green оказался одним из немногих мест в городе, где ещё возможен эксперимент без необходимости его монетизировать.\n\nКонцерт 14 февраля — не романтический вечер ко Дню святого Валентина (хотя кто-то наверняка придёт на свидание и получит опыт, который будет сложно описать за бранчем в воскресенье). Скорее всего, зал будет заполнен наполовину, потому что Refree не стадионный артист, а его сольная музыка требует от слушателя готовности к тому, что ничего не будет происходить. В лучшем смысле. Его живые выступления строятся на постепенном нарастании: гитара, петли, электроника, иногда голос. Каждый звук отдельно и отчётливо. Пауза как полноценная часть композиции.\n\nRefree занимает позицию, которая в нынешнем музыкальном контексте становится всё более редкой. Он серьёзный. Не в смысле угрюмости или элитизма, а в том смысле, что относится к каждому проекту так, будто от него зависит что-то настоящее. В интервью он рассказывал, как работал над музыкой к сериалу La Mesías режиссёров Los Javis: сцена, где героиня начинает чувствовать связь с богом, не складывалась, пока он не перечитал «Мессию» Генделя и не понял, что оригинал здесь единственное возможное решение. Этот момент узнавания, когда всё встаёт на место, он описывает как суть своей практики. Точность. Правильная нота в правильном молчании.\n\nГород, который уже несколько лет наблюдает за тем, как закрываются клубы, растёт аренда и программирование подчиняется логике продаж, нуждается в таких вечерах. Refree в Silent Green не попадёт в заголовки. Но вы выйдете на Gerichtstraße, постоите минуту рядом с бывшим кладбищем и, возможно, поймёте, что пустота бывает полнее любого шума.",
  "language": "ru",
  "word_count": 847,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T17:31:13.298463",
  "event": {
    "id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
    "name": "Raül Refree",
    "start_date": "2026-02-14",
    "end_date": "2026-02-14",
    "venue": "Silent Green",
    "city": "Berlin",
    "category": "music",
    "description": "Spanish producer and experimental musician Raül Refree performs at Silent Green. Known for his deconstructive approach to flamenco and collaborations with Rosalía and Silvia Pérez Cruz, Refree sits at the intersection of tradition and radical sonic experimentation.",
    "source_url": "https://www.songkick.com/metro-areas/28443-germany-berlin/february-2026",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.112392"
  }
}