{
  "id": "42dcdafb-3719-4dc6-a1de-06a7a32100a2",
  "event_id": "21b9af41-9d43-4342-b3b3-f41285423254",
  "title": "Когда музыка помнит то, что камера не может показать",
  "slug": "article-42dcdafb-3719-4dc6-a1de-06a7a32100a2",
  "lead": "Композитор, чьи ноты помнят то, что изображение предпочитает забыть, получает награду в форме кинокамеры — Berlinale вручает Berlinale Camera Max Richter, и это первый случай, когда фестиваль так громко признаёт, что кино делает не только тот, кто стоит за объективом.",
  "body": "Восемь с половиной часов. Именно столько длится «SLEEP», произведение, которое Max Richter создал вместе с Yulia Mahr в 2015 году: восемь с половиной часов музыки, написанной для спящих людей. Публика ложилась на раскладушки в концертных залах, засыпала, а саунд менялся вместе с фазами их сна. Сложно придумать более радикальный жест отказа от того, чего обычно ждут от композитора, а именно внимания. Max Richter строил свою карьеру на парадоксе. Он хочет, чтобы его музыку чувствовали, даже когда её не слышат.\n\n18 февраля, в рамках 76-го Berlinale, ему вручат Berlinale Camera в Haus der Berliner Festspiele. Хвалебную речь произнесёт Chloé Zhao, с которой Richter работал над фильмом «Hamnet». После церемонии состоится публичный разговор о его методе работы с кино и искусством.\n\nBerlinale Camera существует с 1986 года. Награда выглядит буквально: дюссельдорфский ювелир Georg Hornemann собирает её в форму настоящей кинокамеры. Вручают не за конкретный фильм, а за особую связь с кинематографом и фестивалем. Среди прошлых лауреатов: Agnès Varda, Richard Linklater, Edgar Reitz. Список, в котором композитор смотрится непривычно; обычно это режиссёры, продюсеры, институции. То, что Berlinale выбрал именно Richter, говорит кое-что и о самом фестивале: о попытке расширить понимание того, кто вообще «делает» кино.\n\nRichter родился в 1966 году в Hamelin (Нижняя Саксония), вырос в Англии, учился в Royal Academy of Music, потом работал с Luciano Berio во Флоренции. В 1990-х он сооснователь ансамбля Piano Circus, который десять лет играл Arvo Pärt, Brian Eno, Philip Glass, Steve Reich. Шесть роялей на сцене, постминимализм в концентрированном виде. Ансамбль распался, но привычка думать о музыке как о коллективной текстуре, а не сольном высказывании, осталась. Его дебютный сольный альбом «Memoryhouse» (2002) звучал как саундтрек к несуществующему фильму. Этот зазор между музыкой и воображаемым изображением оказался для Richter продуктивнее любой прямой иллюстрации.\n\nА потом был «The Blue Notebooks» (2004). Альбом, записанный на фоне протестов против вторжения в Ирак: Richter наложил фортепианные фигуры на чтение Кафки голосом Tilda Swinton. Двадцать лет спустя он по-прежнему находит новых слушателей. «The Blue Notebooks» стал точкой входа для целого поколения в то, что маркетинг назовёт «неоклассикой», хотя сам Richter этот термин никогда особенно не любил. Он ближе к Eno, чем к Einaudi; его интересует текстура и пространство, а не мелодия на повторе.\n\nКинематограф нашёл Richter, когда Ari Folman пригласил его написать музыку для «Waltz with Bashir» (2008). Анимированная документалка о войне в Ливане, где Richter выстроил партитуру из электронных петель и коротких оркестровых выбросов. Звук там работает как повреждённая память: фрагменты всплывают, обрываются, возвращаются чуть изменёнными. За эту работу он получил European Film Award. Из последующих проектов самым показательным остаётся сериал «The Leftovers» (2014–2017, Damon Lindelof) для HBO, где его тема превращала бытовую сцену (человек стоит у почтового ящика, женщина курит на крыльце) в невыносимый груз. Были также «Ad Astra» (2019, James Gray), «Spaceman» (2024, Johan Renck, премьера на Berlinale). И теперь «Hamnet» с Chloé Zhao.\n\nZhao, получившая «Оскар» за «Nomadland» (2020), снимает в регистре тихого внимания: её камера наблюдает. «Hamnet» основан на романе Maggie O'Farrell о семье Шекспира и смерти его сына. Материал, где всё самое важное происходит в молчании, между строк. Richter умеет озвучивать именно это: не событие, а его последействие. Эхо горя, которое длится дольше, чем его причина.\n\nВечер 18 февраля в Haus der Berliner Festspiele обещает быть камерным в обоих смыслах слова. Сначала вручение награды, затем открытый разговор о методе. Richter будет разбирать конкретные примеры из своих коллабораций: как рождается партитура к фильму, что происходит между звуком и изображением, где заканчивается иллюстрация и начинается параллельный нарратив. Для тысячного зала бывшего Theater der Freien Volksbühne (здание Fritz Bornemann, 1963 год; здесь ставили Piscator и Grüber, теперь проходят MaerzMusik и Theatertreffen) формат непривычно интимный. Не концерт, не перформанс. Попытка проговорить вслух то, что обычно остаётся профессиональной интуицией: почему одна нота в нужном месте меняет весь смысл кадра.\n\nMax Richter в наградах не нуждается. Миллиард стримов, European Film Award, номинация на Grammy, CBE от короны. Ему шестьдесят. Его музыка звучит в рекламе, в плейлистах для медитации, в TikTok-видео с закатами. Часть его аудитории вообще не знает, кто он; они просто слышат «On the Nature of Daylight» и плачут. Такая вездесущность имеет свою цену. Чем больше Richter проникает в повседневный звуковой фон, тем легче его перестать замечать. Он становится обоями, мебелью, атмосферой. Есть критики, которые считают его работу сентиментальной, слишком доступной, подозрительно красивой. И в этом упрёке есть доля правды. Не каждый его саундтрек так же точен, как «Waltz with Bashir»; иногда оркестровые волны нарастают предсказуемо, как прилив по расписанию.\n\nТем не менее Richter занимает позицию, которую в кино практически никто не занимает. Он относится к саундтреку как к полноправному тексту. Когда Tricia Tuttle, директор Berlinale, говорит, что «его композиции делают сердце истории слышимым», за этим стоит конкретная практика. Richter думает о звуке как о нарративе, который может идти вразрез с изображением, фиксировать то, что камера не способна удержать: ощущение времени, физическое чувство утраты. В «Waltz with Bashir» музыка помнит войну, которую персонажи пытаются забыть. В «The Leftovers» она оплакивает людей, которые даже не умерли, а просто исчезли.\n\nКинокомпозиторов всё чаще заменяют библиотеки лицензионных треков и AI-генераторы фоновой музыки. Разговор о том, как и зачем человек пишет музыку к фильму, перестаёт быть нишевым. Он становится политическим. Вечер в Haus der Berliner Festspiele, скорее всего, не предложит провокаций; формат награждения располагает к благодарностям. Но если Richter будет говорить так же честно, как он пишет, это окажется одним из тех фестивальных событий, где за словами «творческий процесс» стоит что-то кроме PR.",
  "language": "ru",
  "word_count": 888,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T11:48:53.018949",
  "event": {
    "id": "21b9af41-9d43-4342-b3b3-f41285423254",
    "name": "Berlinale Camera to Max Richter",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "lecture",
    "description": "Contemporary composer and artist Max Richter receives the Berlinale Camera award, with a laudatory speech by Oscar-winning director Chloé Zhao. The conversation explores Richter's creative processes and collaborations across film and art, illustrated through practical examples.",
    "source_url": "https://www.berlinale.de/en/2026/news-press-releases/274951.html",
    "event_url": "",
    "scouted_at": "2026-02-08T19:18:04.637953"
  }
}