{
  "id": "015ccfae-98fd-46ad-bcc3-e32de1576bae",
  "event_id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
  "title": "Сорок лет танцпола, который начинался как политическое высказывание",
  "slug": "article-015ccfae-98fd-46ad-bcc3-e32de1576bae",
  "lead": "Сорок лет назад TEDDY Award появился как самодельный жест активистов посреди СПИД-кризиса — в ночь на 21 февраля Volksbühne снова открывает свои залы, чтобы превратить юбилейную церемонию в танцпол, где индустрия и её расширенная семья оказываются рядом без иерархий, а басы напоминают: вечеринка, начинавшаяся как политическое высказывание, за четыре десятилетия стала ритуалом, хранящим память о тех, кого больше нет.",
  "body": "Volksbühne в ночь с 20 на 21 февраля превращается в нечто, чему трудно подобрать точное определение: то ли клуб, то ли коллективный выдох сообщества, которое только что отсмотрело сорок пять фильмов о себе самом. TEDDY After Show Party существует с тех пор, как существует сам TEDDY Award, и в 2026-м это ровно сорок лет. Круглая дата, которая одновременно вызывает гордость и неловкий вопрос: почему квир-кинематографу понадобилась собственная награда. И нужна ли она до сих пор.\n\nВ 1986 году, когда TEDDY вручался впервые, СПИД-кризис перекраивал квир-культуру с жестокостью, которую мейнстримные фестивали предпочитали не замечать. Секция Panorama на Berlinale формально появилась в том же году усилиями Manfred Salzgeber, но квир-кино всё ещё существовало в зоне полувидимости: показы случались, призы нет. TEDDY появился как жест, почти самодельный, учреждённый активистами и синефилами, которые хотели, чтобы фестиваль класса «А» открыто говорил о квир-перспективе. За четыре десятилетия через его шорт-листы прошли работы, сформировавшие целые карьеры: Derek Jarman получил TEDDY за «Edward II» в 1992-м, Alain Guiraudie, Céline Sciamma. Список режиссёров, для которых TEDDY стал первым крупным фестивальным признанием, длинный.\n\nЮбилейная программа 2026 года включает 45 фильмов из более чем 30 стран: 27 полнометражных, 9 документальных и эссеистических, столько же короткометражек. Плюс один проект Forum Expanded и отдельная ретроспектива TEDDY 40 из 14 картин. Ретроспектива интересна тем, что она не столько ностальгическая, сколько археологическая: отобранные фильмы позволяют проследить, как менялся сам язык квир-кино от середины 1980-х до сегодняшнего дня. Вокруг церемонии выстроена дискурсивная программа (TEDDY Talk: 40 Years of Queer Cinema, TEDDY Talents Talks, Directors Exchange, Queer Industry Reception). Введение в квир-фильмы этого года, прошедшее 5 февраля в Roter Salon при Volksbühne, было распродано мгновенно.\n\nVolksbühne как площадка для этого события несёт избыточную символическую нагрузку. Здание, спроектированное Oskar Kaufmann в 1913–1914 годах, финансировалось рабочими ассоциациями; надпись «Die Kunst dem Volke» на фасаде читается буквально. Театр прошёл через Веймарскую республику с Erwin Piscator, через бомбардировки, через ГДР-овское перерождение, через четвертьвековое правление Frank Castorf, превратившего его в один из самых радикальных театров Европы. Это место, чья ДНК — демократизация культуры и политический нерв. Устраивать здесь квир-вечеринку значит не просто арендовать красивые залы с ракушечным известняком и круглыми колоннами. Значит вписываться в историю пространства, которое всегда настаивало: искусство принадлежит тем, кого общество предпочитает не замечать.\n\nВ 22:30, когда салоны и фойе открываются для вечеринки, формат уже привычный: несколько танцполов, лаунж-зоны, дрэг-перформансы. В этом году подтверждено участие Das Hoven и Große Freiheit 114. Первые известны берлинской сцене своими номерами, где кэмп-эстетика лобовых лип-синков сталкивается с политическим стендапом; вторые тащат в зал энергию общинных квир-вечеринок, которые в Берлине существуют параллельно клубной индустрии и часто важнее неё. Выступает Ebow, немецко-курдская рэпер-певица из Мюнхена, чей саунд балансирует между хип-хопом и электроникой, а тексты выстраивают мифологию миграции и квирности как неразделимого опыта. Церемония награждения, предшествующая вечеринке в Большом зале, ведётся на английском; ожидаются категории лучшего полнометражного, документального, короткометражного фильма, приз жюри и специальный TEDDY.\n\nAfter show party при кинопремиях часто оказываются пространствами инерции. Энергия церемонии рассеивается, индустрийные люди обмениваются визитками, музыка играет фоном. TEDDY After Show Party работает иначе по простой причине: для значительной части аудитории вечеринка и есть событие. Продолжение церемонии другими средствами. Здесь режиссёры из Бразилии танцуют рядом с берлинскими клабберами, которые никогда не были на Berlinale, и это столкновение контекстов порождает атмосферу, которую невозможно сконструировать по брифу. Ночь, где профессиональное сообщество и его расширенная семья оказываются на одном танцполе без иерархий.\n\nСорок лет. Цифра, которая заставляет задуматься о том, что TEDDY старше большинства своей аудитории. Он пережил СПИД-кризис, культурные войны 1990-х, период, когда квир-кино казалось мейнстримом (ложное впечатление), и нынешний момент глобального отката, когда права квир-людей снова оказываются под вопросом в десятках стран. Ретроспектива из 14 фильмов, встроенная в основную программу Berlinale, намеренно подчёркивает эту нелинейность прогресса: вещи, казавшиеся завоёванными, оказываются хрупкими.\n\nСпор о том, нужна ли в 2026 году отдельная квир-награда при фестивале, чья основная программа давно включает квир-кино без специальных пометок, идёт внутри сообщества годами. Упразднить TEDDY — значит признать, что видимость наконец достигнута. Сохранить его — значит помнить, что для режиссёров из стран, где квир-жизнь криминализирована, отбор в программу TEDDY может быть единственной формой институциональной поддержки. 45 фильмов из 30 стран: для части этих людей это не строка в фильмографии, а щит.\n\nVolksbühne двадцатого февраля в 22:30 на несколько часов станет тем, чем всегда обещал быть: пространством, где проекторы гаснут, включаются басы, дрэг-квины перекрикивают музыку, кто-то плачет от счастья после вручения приза, а кто-то просто пришёл потанцевать в четверг. Сорок лет — достаточный срок, чтобы традиция перестала быть повторением и превратилась в ритуал. Ритуалы, в отличие от вечеринок, хранят в себе память о тех, кто танцевал здесь раньше и кого больше нет.",
  "language": "ru",
  "word_count": 753,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T08:53:04.333696",
  "event": {
    "id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
    "name": "TEDDY After Show Party at Volksbühne",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Volksbühne",
    "city": "Berlin",
    "category": "club",
    "description": "The 40th anniversary celebration of the Teddy Award, championing queer cinema since before most festivals acknowledged its existence. Ceremony starts 8:30 pm, party opens 10:30 pm, marking four decades of queer film visibility.",
    "source_url": "https://thenextday.substack.com/p/what-dont-miss-berlinale-2026-guide",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.641026"
  }
}