{
  "id": "9f237c45-6a05-414e-8caa-e5a0314de69a",
  "event_id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
  "title": "Спорить, чтобы видеть",
  "slug": "article-9f237c45-6a05-414e-8caa-e5a0314de69a",
  "lead": "Пока Berlinale разворачивает свою индустриальную машину, где-то рядом двенадцатый год подряд собираются люди, для которых кино — не повод для комплиментов, а повод для спора. Berlin Critics' Week открывается панелью о пределах дебатов — и это не ирония, а метод.",
  "body": "Что общего у философа, рассуждающей о связи дебатов с сальсой, резкой на язык колумнистки и зала, полного людей, которые пришли смотреть кино, но готовы к тому, что кино окажется лишь поводом для разговора? Ответ: вечер 9 февраля в Берлине, открытие двенадцатой Berlin Critics' Week.\n\nВ 2014 году группа кинокритиков из Verband der deutschen Filmkritik решила, что рядом с Berlinale должно существовать что-то другое. Не конкурирующий фестиваль и не параллельная программа в привычном смысле, а пространство, где можно говорить о кино так, как на больших фестивалях говорить не принято. Без индустриальной вежливости, без обязательных комплиментов режиссёрам, без PR-логики, которая превращает любое обсуждение фильма в его рекламу. Variety и Hollywood Reporter написали о запуске проекта, Screen Daily подхватила. Немецкая пресса отреагировала с любопытством и лёгким скепсисом: taz назвала это «скандалом первого ранга», Berliner Zeitung отметила, что здесь показывают фильмы, которые никогда не попадут в кинотеатры. Оба диагноза оказались точны.\n\nПервые шесть лет Berlin Critics' Week возглавлял Frédéric Jaeger, человек с редкой для кинопроцесса траекторией. Двадцать лет работы кинокритиком, потом фестивальное программирование, потом собственные короткометражки (Go Short, Max Ophüls Preis, Underdox) и полнометражный дебют «All We Ever Wanted». Он изучал кино и философию в Free University of Berlin, затем нарративное кино у Thomas Arslan в Universität der Künste. Это сочетание критического мышления и режиссёрской практики задало логику проекта: Berlin Critics' Week занимается не отбором «лучших фильмов года», а тем, как устроен процесс их восприятия, оценки, осмысления. С 2020 года руководство перешло к Dennis Vetter (Film Comment, taz, Senses of Cinema, преподаватель кинограмотности) и Amos Borchert, который пришёл из другого мира: видеопрокаты, киноклубы, коллектив GEGENkino в Лейпциге, Курдский кинофестиваль, видеоарт-выставка paradoks. В интервью для канадского журнала Panorama-cinéma Vetter говорил, не пытаясь это сгладить: нам нужно было время, чтобы научиться, понять индустрию, найти способ говорить о кино открыто, но иначе. Само существование Berlin Critics' Week, сказал он, уже несёт смысл.\n\nДвенадцатая редакция открывается панельной дискуссией «Argue Against, Argue Again – The Limits and Potentials of Debate Culture». Приветственное слово произнесут Tricia Tuttle, нынешний директор Berlinale, и кинорежиссёр Heinz Emigholz, член Akademie der Künste. В этом жесте вся суть Berlin Critics' Week: позвать руководителя того самого фестиваля, альтернативой которому вы себя позиционируете, и начать разговор. Не конфронтация, а приглашение к прямоте.\n\nНа протяжении семи дней будет развёрнут формат, который Berlin Critics' Week оттачивала больше десятилетия: каждый вечер один основной фильм, привязанный к эстетической или культурно-политической теме, и обязательная дискуссия после показа. Среди кураторов этого года выделяются Hamed Soleimanzadeh, иранский кинокритик и режиссёр с двумя докторскими степенями, опытом работы в жюри Cannes, Karlovy Vary и Oberhausen, основатель фестиваля имени Abbas Kiarostami; и Lucía Salas, аргентинская критик и кинематографистка, редактор журнала La vida útil, работающая над докторской в Pompeu Fabra University в Барселоне. Рядом с ними Nuray Demir, художница и куратор, занимающаяся перформативными форматами и институциональной критикой в HAU Hebbel am Ufer и Bundeskunsthalle, и Vika Kirchenbauer, берлинская художница и музыкальный продюсер, чьи работы показывали в Whitechapel Gallery, Kunsthal Charlottenborg, на Berlinale, NYFF и TIFF. Такой состав значит, что за одним столом после показа могут оказаться иранская кинотеория, аргентинская синефилия, немецкий институциональный анализ и практика видеоарта, и никто из них не обязан соглашаться друг с другом.\n\nПрограмма 2026 года пока не объявлена полностью, но предыдущие выпуски дают представление о том, чего ожидать. Berlin Critics' Week показывала работы Max Linz, Éric Baudelaire, Quentin Dupieux. Критические тексты о прошлых выпусках упоминают Farina Mietchen и её дипломный фильм «Hinterlegte Nummern», балансирующий между документальным и эссеистическим: телефонные разговоры заключённых становятся исследованием медиа, связи и её отсутствия. Или «One Minute Is an Eternity for Those Who Are Suffering» Fábio Rogério и Wesley Pereira de Castro, где замкнутое пространство квартиры порождает клаустрофобическую драматургию взгляда. Программа всегда тяготела к работам, в которых форма неотделима от содержания, где визуальный эксперимент является способом сказать то, что привычными средствами не выражается.\n\nТема этого года кажется особенно острой. Культура дебатов в Германии переживает кризис, и не абстрактный: скандал вокруг documenta fifteen 2022 года и обвинений в антисемитизме, раскол в культурных институциях после 7 октября, увольнения и открытые письма, парализующий страх сказать что-то не то публично. Berlin Critics' Week всегда настаивала на том, что несогласие продуктивно. Vetter подчёркивал, что слово «дебаты» в Германии имеет не самую позитивную коннотацию, что гости на сцене порой нервничают, что фестивальная культура в целом выстроена так, чтобы избегать конфликта. Здесь конфликт приглашают за стол.\n\nМожно ли критиковать Berlin Critics' Week? Конечно. Формат, при котором каждый показ сопровождается обязательной дискуссией, может утомлять. Он требует от зрителя готовности участвовать, а не просто потреблять. Это ограничивает аудиторию теми, кто и так расположен к рефлексии, создавая замкнутый круг единомышленников. Vetter сам признавал, что некоторых зрителей формат фрустрирует. За двенадцать лет проект так и не стал массовым, и, возможно, массовость для него была бы смертельна.\n\nНо в феврале 2026 года, когда Berlinale будет разворачиваться с привычной индустриальной помпой, где-то рядом семь вечеров подряд будут происходить показы, после которых люди из разных стран и дисциплин будут спорить друг с другом о том, что они только что видели. Философ Heidi Salaverría будет объяснять связь между спором и танцем. Hengameh Yaghoobifarah, известная остротой своих текстов, будет говорить вещи, которые не все захотят слышать. И кто-то в зале вдруг обнаружит, что фильм, который показался ему невыносимым, для сидящего рядом стал откровением. В этом зазоре между двумя реакциями и живёт то, ради чего Berlin Critics' Week существует. Не консенсус. Не экспертиза. Трение.",
  "language": "ru",
  "word_count": 877,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T08:34:42.204768",
  "event": {
    "id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
    "name": "Berlin Critics' Week",
    "start_date": "2026-02-09",
    "end_date": "2026-02-17",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "Born as a space to critically engage beyond the Berlinale's glamour, Berlin Critics' Week invites audiences to think critically about film and cinema. Radical, passionate and refreshing, the program offers insightful debates and new perspectives on contemporary cinema with an agenda that challenges conventional film festival discourse.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.749218"
  }
}