{
  "id": "6731dd0f-cf8a-427b-a0e4-3c5de4d72abe",
  "event_id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
  "title": "Берлинский театр умер — и переродился в плёнку",
  "slug": "article-6731dd0f-cf8a-427b-a0e4-3c5de4d72abe",
  "lead": "Calla Henkel и Max Pitegoff возвращаются в Берлин с финальным актом своей театральной практики — но вместо сцены в Galerie Isabella Bortolozzi будет плёнка, снятая в Лос-Анджелесе, где постановка и документ слипаются до неразличимости. The End of THEATER — то ли прощание со сценой, то ли непреднамеренный некролог городу, который они покинули.",
  "body": "Камера фиксирует лицо Leilah Weinraub крупным планом. Она произносит реплику, но звук чуть рассинхронизирован с губами, и непонятно: это монтажный приём или случайность репетиции? Постановка и документ слипаются раньше, чем успеваешь их различить. Собственно, именно в этом зазоре, в этой неразличимости и существует всё, что делают Calla Henkel и Max Pitegoff последние пятнадцать лет.\n\nИх третья выставка в Galerie Isabella Bortolozzi открывается 7 февраля и называется The End of THEATER. Название провокационно буквальное: дуэт действительно показывает финальный цикл своей работы с театром, но одновременно ставит вопрос о том, когда заканчивается перформанс и начинается кино. Или наоборот.\n\nЧтобы понять, почему это имеет значение, нужно отмотать назад. Henkel и Pitegoff познакомились во время учёбы в Cooper Union в Нью-Йорке, а с 2011 года обосновались в Берлине. Они создавали пространства: бар Times в Neukölln (2011–2012), New Theater в Kreuzberg (2013–2015), программу Grüner Salon при Volksbühne (2017–2018), TV Bar в Schöneberg с 2019-го. Принцип всегда один: собрать вокруг себя людей, написать для них пьесу, снять на камеру процесс, а потом использовать документацию как самостоятельное произведение. Фотографии, тексты, видео. Репетиции, спектакли, afterparty. Всё перетекает друг в друга.\n\nНо описывать это как «размытие границ» значит упустить суть. Институциональный мир давно воспринимает их метод всерьёз (номинация на Preis der Nationalgalerie в 2021-м, выставка в Hamburger Bahnhof), а Patrick Armstrong, писавший для каталога, точно определил их позицию как «антипрофессионализм». Актёры, как правило, не профессионалы. Зрители часто знают актёров лично. Реплики забываются, импровизируются, переписываются на ходу. Вопрос «кто кого использует» (художник сообщество или сообщество художника?) остаётся подвешенным. Это не слабость, а принцип.\n\nВ январе 2024 года дуэт переехал в Лос-Анджелес и открыл New Theater Hollywood, блэкбокс-театр, продолживший берлинскую логику в калифорнийских декорациях. Там были сняты все эпизоды фильма THEATER, который составляет ядро выставки в Bortolozzi. Полный цикл эпизодов; фикшн с вкраплениями документального; Weinraub в роли персонажа по имени Kennedy, чья история переплетается с реальными репетициями реальных спектаклей.\n\nWeinraub здесь не случайный выбор. Режиссёр «Shakedown» (2018) о лесбийском стриптиз-клубе в Лос-Анджелесе, бывший CEO Hood By Air, художница, чья собственная практика строится на документации закрытых сообществ изнутри. У неё и у Henkel с Pitegoff одна и та же проблема, вывернутая разными сторонами: камера, направленная внутрь тесного круга, одновременно сохраняет его и разрушает, делая интимное публичным. Weinraub решает это через жёсткий монтаж, Henkel и Pitegoff через наслоение фикшна поверх реального. Присутствие Weinraub в их проекте замыкает контур: все участники работают на пересечении моды, кино, перформанса и клубной культуры. Это сила проекта, но и его слепое пятно: когда все друг друга знают, сложно увидеть, что именно ты воспроизводишь.\n\nПомимо THEATER, на выставке покажут новые видеоработы на основе пьесы THE END IS NEW, которая была показана в REDCAT в Лос-Анджелесе осенью 2025-го. Авторы описывают её как работу с театром, трудом и памятью, исследующую «желание переписать прошлое во имя будущего». Формулировка пресс-релизная, и у меня она вызывает скепсис. Но послужной список дуэта говорит о том, что за абстракцией обычно прячется нечто конкретное и неудобное.\n\nВ пространстве Bortolozzi на Schöneberger Ufer всё это должно сойтись: экраны, проекции, фрагменты спектаклей, растянутые во времени и смонтированные в новую форму. Галерея, которую Isabella Bortolozzi основала в 2004 году, давно работает с художниками, существующими на стыке медиумов (Wu Tsang, Ed Atkins, Hannah Black), так что контекст для показа почти идеален. Белый куб, в котором показывают запись блэкбокса. Институция, в которой разворачивается документация анти-институционального жеста.\n\nСтоит сказать прямо: практика Henkel и Pitegoff вызывает вопросы, которые они, кажется, сами себе задают, но не всегда на них отвечают. Насколько самодостаточна работа, вырванная из контекста сообщества, которое её породило? Берлинские проекты питались конкретной социальной тканью: друзья, соседи, завсегдатаи бара, случайные знакомые. Перенос в Лос-Анджелес, а затем в формат галерейной выставки неизбежно создаёт дистанцию. Видео на стене галереи фиксирует энергию, которая существовала в реальном времени. Но фиксация и воспроизведение этой энергии не одно и то же. Да, это тема их работы. Но осознание проблемы ещё не решение.\n\nС другой стороны, именно эта неразрешимость делает их интересными. Henkel и Pitegoff не притворяются, что нашли формулу превращения живого опыта в объект. Они снова и снова разыгрывают попытку, документируют провал, монтируют его в повествование и предъявляют зрителю. Монография «German Theater 2010–2022», вышедшая в Inventory Press (376 страниц), по сути хроника именно этого процесса: как берлинская сцена рождалась, пожирала себя и превращалась в материал для искусства.\n\nСейчас, в 2026-м, когда само понятие «сцены» в Берлине переживает очередной кризис идентичности (аренды растут, клубы закрываются, художники уезжают), выставка с названием The End of THEATER читается как непреднамеренный некролог. Или как провокация. Henkel и Pitegoff уехали в Лос-Анджелес, но возвращаются в Берлин с фильмами, снятыми на другом конце света, в пространство, которое помнит их раннюю работу. Открытие 7 февраля, в шесть вечера, бесплатно, как и всё хорошее, что ещё осталось.",
  "language": "ru",
  "word_count": 768,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:35:16.716277",
  "event": {
    "id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo behind an LA black box theater bring the messy cycle of rehearsals, fiction, and performance to Bortolozzi, featuring Leilah Weinraub performing Kennedy. The exhibition explores the blurred boundaries between where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.261614"
  }
}