{
  "id": "c27827e2-112e-4f94-a2c3-f1a8157a5940",
  "event_id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
  "title": "Когда ужин превращается в бунт",
  "slug": "article-c27827e2-112e-4f94-a2c3-f1a8157a5940",
  "lead": "Leila Hekmat накрывает стол в Haus der Berliner Festspiele, чтобы проверить, что случится, когда званый ужин перестанет притворяться званым ужином — её перформанс Roses Rising – The Movement начинается с канделябров и салфеток, а заканчивается где-то между хеппенингом и бункером, исследуя самое буржуазное из всех желаний: разрушить то, что сам же и построил.",
  "body": "Буржуазия задаёт себе один и тот же вопрос с завидным постоянством: что произойдёт, если мы наконец перестанем себя сдерживать? Не третий бокал натурального вина, а по-настоящему. Дать хаосу войти в комнату. Сесть за стол. Опрокинуть канделябры. 6 и 7 марта 2026 года в Haus der Berliner Festspiele Leila Hekmat попытается ответить на этот вопрос телесно, в реальном времени. Её перформанс Roses Rising – The Movement начинается как званый ужин и заканчивается как хеппенинг. Между этими двумя точками: балет, который оказывается концертом, репетиционный зал, наложенный на бункер, и тихое, очень буржуазное желание разрушить то, что сам же и построил.\n\nHekmat работает в Берлине, и её практика располагается на пересечении режиссуры, перформанса и того, что проще всего описать как управляемый коллапс формы. В предыдущих работах (серия перформансов GALA и многочастный проект RROSE) она выстраивала ситуации, в которых социальные ритуалы, принимаемые за нечто естественное (обед, беседа, совместное присутствие в комнате), начинали трещать по швам. Что происходит, когда конвенция перестаёт держать? Когда вежливость обнажает себя как конструкцию? Roses Rising – The Movement исследует эту зону: буржуазную тоску по бунту в момент, когда вера в прогресс и рациональность дала трещину. Можно сказать, что это описание берлинской арт-сцены последних пяти лет. Но Hekmat целит в другое: не просто «что будет после разочарования», а насколько личный интерес вплетён в самый радикальный протест.\n\nНазвание, конечно, не случайное. Розы несут за собой целую генеалогию: от красной розы социалистического движения до «Bread and Roses», лозунга суфражисток и ткачих Лоуренса, в котором борьба за хлеб неотделима от борьбы за красоту, за право на жизнь, не сведённую к выживанию. Hekmat, берущая этот образ, одновременно наследует ему и ставит под сомнение. Чьё это восстание? Кто именно поднимается, и не является ли сам жест «rising» очередной эстетизацией, удобной для тех, кому не нужно бороться за хлеб?\n\nСкептический вопрос напрашивается сразу: не является ли перформанс о буржуазной тоске по бунту, показанный в государственном театре для аудитории, которая может позволить себе билет, именно тем, что он описывает? Самореферентный жест, замкнутый круг. Hekmat наверняка это понимает. Берлинский перформанс-арт последних лет часто грешит именно этим: осознанность подменяет действие, рефлексия заменяет риск. Вопрос в том, сумеет ли работа пробить эту рекурсию, предложить что-то за пределами изящной самокритики.\n\nHaus der Berliner Festspiele для такой работы не просто площадка, а соавтор. Здание, спроектированное Fritz Bornemann и открытое в 1963 году как Theater der Freien Volksbühne, было задумано как пространство политического театра в Западном Берлине. Erwin Piscator, его первый художественный руководитель, ставил здесь документальные спектакли; с его именем связана премьера скандальной драмы Rolf Hochhuth «Der Stellvertreter» о соучастии Ватикана в Холокосте. Бруталистский бетон, стеклянные фасады, зал почти на тысячу мест. Здание строилось одновременно с Берлинской стеной. После объединения Германии театр закрыли, потом здесь шли мюзиклы, потом пространство отдали Berliner Festspiele. Сегодня это дом для MaerzMusik, Theatertreffen, Berlinale. Стены помнят шестидесятые, и работа Hekmat, в которой пространство трансформируется в нечто среднее между бункером и сновидением, вступает с этой памятью в прямой разговор.\n\nЧто именно увидит зритель? Перформанс движется между жанрами. Концерт, балет, но ни то, ни другое в чистом виде. Hekmat обещает трансформацию пространства: репетиционный зал, наложенный на бункер, наложенный на dreamscape. Званый ужин, разворачивающийся перед аудиторией, постепенно теряет очертания. Жесты гостей укрупняются, бытовые действия приобретают хореографическую точность или, наоборот, распадаются. Граница между исполнителем и зрителем, по логике хеппенинга (Hekmat явно работает с традицией, уходящей к Allan Kaprow и нью-йоркским событиям начала шестидесятых), должна размываться. Ужин как перформативная форма имеет богатую историю, от Judy Chicago до Ragnar Kjartansson. Но Hekmat интересует не ритуал, а момент его распада: точка, в которой светская беседа перестаёт маскировать что-то более дикое.\n\nРабота комиссионная. Она показывается в рамках программы 2026 года Gropius Bau и Berliner Festspiele, среди проектов, заявленных на сезон, включая выставки Marina Abramović, Peter Hujar, Liz Deschenes и ретроспективу Christoph Schlingensief. Контекст существенный: программа строится вокруг художников с бескомпромиссным взглядом на общество. Позиция Hekmat в этом ряду, однако, сложнее фронтальной критики. Она не обличает буржуазию извне. Она исследует желание бунта как структурный элемент буржуазной субъектности. Бунт здесь не освобождение, а ещё одна форма потребления. А может, и то и другое, и различие между ними менее устойчиво, чем хотелось бы обеим сторонам.\n\nДва вечера в марте, бетонный зал Bornemann, пространство между сном и бункером. Если Hekmat удастся то, что она заявляет, зритель окажется не перед спектаклем, а внутри вопроса, на который нет ответа: где кончается желание свободы и начинается его присвоение. Сейчас, когда политический консенсус разваливается быстрее, чем его успевают описывать, а единственное, на что можно договориться за ужином, это то, что ужин скоро закончится, этот вопрос ощущается не как абстракция, а как нерв.",
  "language": "ru",
  "word_count": 747,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T15:08:54.353699",
  "event": {
    "id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
    "name": "Roses Rising – The Movement",
    "start_date": "2026-03-06",
    "end_date": "2026-03-07",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin-based artist Leila Hekmat's newly commissioned performance explores bourgeois longing for revolt when faith in progress and reason is unsettled. Moving between concert and ballet, the piece transforms space into a landscape hovering between bunker, rehearsal room and dreamscape, witnessing a dinner party unravel into a happening.",
    "source_url": "https://www.berlinerfestspiele.de/en/performing-arts-season",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.865187"
  }
}