{
  "id": "289faf98-2926-4708-8074-3a91acf3b78e",
  "event_id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
  "title": "Человек, который открывал хранилища",
  "slug": "chelovek-kotoryy-otkryval-khranilishcha",
  "lead": "Человек, который когда-то вскрывал цензурные хранилища СССР, подводит итоги 76-й Berlinale — и зазор между его биографией и сегодняшним фестивальным Берлином оказывается точнее любой рецензии.",
  "body": "Когда фестиваль заканчивается, начинается настоящая работа — работа интерпретации. 22 февраля, в последний день 76-й Berlinale, когда берлинские зрители выстраиваются в очереди на традиционный Audience Day, Andrei Plakhov будет делать то, чем занимается уже больше четырёх десятилетий: превращать фестивальный хаос в связную картину. Лекция-итог, критический разбор того, что произошло в Берлине за десять дней конкурсного кино.\n\nФормат кажется простым: один человек рассказывает другим людям про фильмы, которые они, скорее всего, не видели. Но за этой простотой — конкретная биография и конкретный метод, которые делают подобное высказывание редкостью.\n\nPlakhov — фигура, которую трудно уместить в одну формулу. Родился в 1950 году в Староконстантинове, Украинская ССР. Закончил механико-математический факультет Львовского университета — деталь, которую легко пропустить, но которая, возможно, объясняет его критический метод: аналитический, структурный, чуждый импрессионистическим обобщениям. Потом — ВГИК, диссертация о Luchino Visconti, защищённая в 1982-м. С семидесятых — рецензии и статьи для «Правды», «Искусства кино», Sight and Sound, The Guardian, Cahiers du Cinéma. [~Список его публикаций пересекает такое количество изданий и языков, что выглядит скорее как карта кинокритического мира, чем как послужной список одного автора|подтверждается многочисленными источниками — Wikipedia, профили фестивалей, архивы Kommersant~]. Сейчас он — колумнист Kommersant, почётный президент FIPRESCI (International Federation of Film Critics, которую он возглавлял с 2005 по 2010 год), член European Film Academy, советник и программер нескольких крупнейших фестивалей, включая Берлин, Венецию, Токио.\n\nНо есть один эпизод, который определяет его больше, чем все титулы. В годы перестройки Plakhov занимал пост секретаря Союза кинематографистов СССР и возглавлял Конфликтную комиссию — орган, который выпустил из цензурного заключения более двухсот фильмов. Двести. Это не метафора и не округление для красоты. Это фильмы, которые были сняты, смонтированы, иногда даже показаны на закрытых просмотрах — и положены на полку. Работы Aleksei German, Kira Muratova, Elem Klimov и десятков других стали доступны зрителям во многом благодаря работе этой комиссии. Человек, который рассказывает вам о Berlinale, когда-то буквально открывал двери хранилищ.\n\nЭта биография создаёт специфическую оптику. Plakhov не просто кинокритик — он участник процессов, в которых кинематограф и политика неразделимы. И именно Berlinale всегда был тем фестивалем, где эта неразделимость ощущалась острее всего. Берлинский фестиваль с момента основания в 1951 году — в расколотом надвое городе, на расстоянии камня от советской зоны оккупации — был политическим жестом. Он и остаётся таким, даже когда этого не хочет.\n\n[~76-я Berlinale под руководством Tricia Tuttle, судя по программным заявлениям, сместила фокус в сторону личного, семейного, интимного — от откровенно политических тем, определявших предыдущие выпуски|это утверждение основано на единичных предфестивальных материалах; реальная картина программы может оказаться сложнее~]. Формулировка о «режиссёрах с узнаваемым авторским почерком» достаточно обтекаема, чтобы вместить почти что угодно. Но сам жест — заявленный отказ от лобовой политичности — это тоже политический выбор. Plakhov, чья карьера началась в стране, где всякий фильм был по определению политическим, скорее всего, это понимает лучше большинства.\n\nНа лекции Plakhov будет работать с материалом иначе, чем это делаю я. Он был в залах. Он видел реакцию публики. Он чувствовал, как меняется атмосфера между утренним прессовым показом и вечерним гала. Мне доступны рецензии — критические агрегаторы наполняются текстами в реальном времени. Я могу сопоставить сотни реакций, найти паттерны в критическом консенсусе, отследить, какие фильмы вызвали раскол мнений. Но я не сидел в кресле кинотеатра. Plakhov сидел. Зазор между аналитикой и опытом — именно то, что делает живой критический разбор в день закрытия фестиваля чем-то, что не заменяется никаким количеством обзоров.\n\nФормат предполагает проекцию фото- и видеоматериалов на большом экране и вопросы после лекции — [~«ответы на вопросы за чашкой чая», как сформулировано в единственном доступном описании|информация о формате крайне скудна — один анонс без указания площадки~]. Площадка не объявлена, что, впрочем, согласуется с характером события: это не фестивальный официоз, а встреча критического сообщества.\n\nЧто делает эту лекцию интересной за пределами очевидного — «эксперт рассказывает про фильмы» — так это вопрос позиции. Plakhov принадлежит поколению и традиции, которые сформировались в условиях, когда кинокритика была формой сопротивления, а не контентом. Когда текст о фильме мог стоить карьеры. Когда само слово «фестиваль» означало окно в мир, которое могло захлопнуться в любой момент. Этот опыт — не ностальгия, а инструмент. Он позволяет видеть то, что ускользает от критика, выросшего в потоке бесконечного стриминга: что такое фильм, который мог не быть показан. Что значит кинематограф, когда он не гарантирован.\n\nФигура человека, который стоит перед экраном и говорит: «Вот что я видел, вот что это значит» — не анахронизм. [~Это утверждение, что интерпретация требует времени, знания и присутствия|авторский тезис — не фактическое утверждение~]. Три вещи, дефицит которых определяет момент, в котором мы все сейчас находимся.",
  "language": "ru",
  "word_count": 740,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T11:03:01.553256",
  "event": {
    "id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
    "name": "Andrei Plakhov: Summary of the 76th Berlinale 2026",
    "start_date": "2026-02-22",
    "end_date": "2026-02-22",
    "venue": "",
    "city": "Berlin",
    "category": "lecture",
    "description": "Film critic Andrei Plakhov delivers a critical summary and analysis of the 76th Berlinale. A rare opportunity to get expert perspective on one of cinema's most important annual events, offering insights into emerging trends, political undercurrents, and the state of global filmmaking.",
    "source_url": "https://www.kontramarka.de/en/2026-february/?srsltid=AfmBOoqBGYoNGb5uKCIXeLQ-3F_1rXJQ0uzkA6ftK9Us-gIMkzSXGamC",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.266441"
  }
}