{
  "id": "a0b4d7cf-8638-4dd3-90ce-dc279ced0f99",
  "event_id": "6761c169-87cf-4bfc-a786-12a678a713bc",
  "title": "Chez Damier turns 60 and Berlin's Heideglühen throws the party he deserves",
  "slug": "chez-damier-turns-60-and-berlin-s-heidegluhen-throws-the-party-he-deserves",
  "lead": "Chez Damier turns 60 under the glass ceiling of Berlin's Heideglühen, playing through winter light fading into darkness across a sixteen-hour party that treats house music less like heritage and more like an argument that's still going.",
  "body": "Snow-heavy clouds through glass, confetti draped over a chandelier, daylight pouring onto a dancefloor at 3pm: this is Heideglühen, a venue that operates on its own temporal logic. On 7 February, the club reopens for its first party of 2026, and the occasion is a birthday. Chez Damier turns 60.\n\nThat sentence deserves a moment. Sixty years old, and the man born Anthony Pearson in Detroit is still, by most serious accounts, one of the finest selectors house music has produced. He was a resident DJ at The Music Institute in Detroit from 1988, the club that incubated early techno and deep house, a room where Derrick May, Kevin Saunderson and a generation of producers sharpened their ideas against each other. Damier absorbed everything. He lived in Chicago (\"which taught me the music\"), New York (\"which taught me the understanding of it\"), and Detroit (\"which taught me the technical aspect\"). From those three cities he assembled a vocabulary so fluent it can move between gospel, funk, new wave and the most stripped-back house track without ever sounding like a tourist. His mid-90s productions, records like *The Morning Factory*, *Forever Monna*, *Be My*, remain standards. They haven't dated because they were never chasing a trend.\n\nWhat makes Damier unusual, beyond the records, is the gap. From roughly 2000 to 2009, he stopped. No DJing, no production. He became a music buyer for a gospel store. He learned an entirely different trade, and by his own telling, he was good at it. When a publisher called around 2009 about reissuing some of his older material, something reignited. \"A light bulb went off,\" he's said. The decade away didn't diminish him; it clarified what he wanted from music, which was never confined to a four-on-the-floor kick drum. \"House is a building with many rooms,\" he's explained. \"Most producers try to stay in one room, but there is too much I haven't seen.\"\n\nThat refusal to coast is what separates Damier from the nostalgia circuit. Plenty of Detroit and Chicago artists from the late 80s and early 90s are still touring. Some of them play greatest-hits sets to rooms that want confirmation rather than discovery. Damier doesn't do that. He has spoken about wanting to \"produce a feeling in the room, an emotion, not just play the records.\" When he played New York, he deliberately repeated certain tracks so they'd lodge in the audience's memory, a pedagogical instinct borrowed from how music was played to him when he was young. He approaches a DJ set the way a preacher approaches a sermon: building through repetition toward release. The gospel years were not a detour.\n\nHeideglühen is a fitting setting for this. Tucked away in Wedding, near the Beusselstraße S-Bahn stop, the venue occupies a space that people who've been there struggle to describe without resorting to metaphor. Visitors have compared it to an abandoned Western film set: rough wooden buildings, exterior staircases, a two-storey saloon-like room where the upper balcony looks down onto the dancefloor below. The glass ceiling is the thing, though. Daylight pours in during afternoon sets, clouds drift overhead, and as the hours pass the sky darkens and the room transforms around you without anyone flipping a switch. A club whose personality changes as the earth rotates.\n\nThe party runs sixteen hours, from 2pm on Saturday through to 6am on Sunday. Damier's three-hour birthday set occupies the 5-to-8pm slot, meaning he'll play through the transition from winter afternoon light to early evening darkness under that glass roof. Before him, Ben Vedren (from the Parisian Balance crew) goes back-to-back with Francesco Menduni of The Gathering. After Damier, Jovonn takes over. Jovonn is a New York producer rooted in the Nu Groove era whose early 90s tracks (\"Pianos of Gold,\" \"Turn and Runaway\") helped set the template for the city's raw, jacking house sound. His three hours, 8pm to 11pm, should push the energy somewhere harder and more urgent. Woody, a Heideglühen resident, holds the room until 2am, and then E.lina, a Ukrainian DJ, carries things through the deep night hours before a collective B2B finale closes it out at dawn.\n\nLook at this bill closely. It's not assembled for maximum Instagram reach. It's a sequence of selectors from different cities and generations who share an investment in house music as something you keep arguing with, not something you preserve under glass. The age range spans decades. The geography (Detroit, New York, Paris, Kyiv, Berlin) maps the actual migration routes of this music: from the American Midwest and East Coast to Europe's clubs and back again.\n\nDamier has spoken about the value of humble beginnings, of rejection, of treating each piece of work as a milestone rather than a destination. \"I can't go back to what I once did,\" he's said. \"There is too much I haven't done.\" He dreamt up his alias at 16, pronouncing it \"Chaz Dam-ear.\" It was only years later, touring Europe, that he learned *chez* was a French word. He ended up spending significant time in Paris, and the accident became prophecy: the name meant home, and he found one. \"It turned out more beautiful than I thought,\" he's reflected. \"I had created a character and then ended up living it.\"\n\nBerlin's club scene in 2026 is in a peculiar position. The city still trades on its nightlife reputation, but the institutional weight of that reputation can feel suffocating: the Berghain mythology, the tourism economy, the sense that the party is simultaneously eternal and already over. Heideglühen operates outside that particular gravity. Sixteen hours is a commitment, not a flex. The 21-and-over door policy, unusual for Berlin, signals an adult affair, a room for people who want to be present rather than be seen.\n\nOpen questions remain. Does Damier at 60 still carry the fire he described in 2009? Can a February afternoon in Wedding conjure the same charge that regulars remember from summer sessions? The conditions, at least, are about as good as they get. A DJ who has spent a lifetime refusing to repeat himself. A venue built for exactly this kind of slow, accumulating tension. A lineup that treats house music as a conversation, ongoing and unfinished. The snow-heavy clouds will pass overhead, the light will change, and you either stay for it or you don't.",
  "language": "en",
  "word_count": 1051,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T08:32:20.407933",
  "event": {
    "id": "6761c169-87cf-4bfc-a786-12a678a713bc",
    "name": "Heidegluehen #1 with Chez Damier",
    "start_date": "2026-02-07",
    "end_date": "2026-02-08",
    "venue": "Heideglühen",
    "city": "Berlin",
    "category": "club",
    "description": "Detroit house legend Chez Damier celebrates his birthday with a three-hour set (5-8pm) in the intimate glass-ceiling space of Heideglühen, Wedding. The 16-hour session continues with house, disco, and funk across the night.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.263143"
  }
}