{
  "id": "c2f457d5-f156-4b8f-8f6c-15787eb9a145",
  "event_id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
  "title": "Dance macht Berlin: танец требует больше, чем красноречия",
  "slug": "dance-macht-berlin-tanets-trebuet-bolshe-chem-krasnorechiya",
  "lead": "На Pariser Platz, где искусство и власть всегда смотрели друг другу в лицо, берлинская танцевальная сцена снова собирается, чтобы потребовать от города то, что город не спешит давать — и Dance macht Berlin делает открытым вопрос, способен ли разговор заменить реальные деньги и реальные обязательства.",
  "body": "В скульптурном саду Akademie der Künste, прямо у Бранденбургских ворот, хореографы делают «боди-брейки» между панельными дискуссиями. Это не метафора. Access Point Tanz буквально прерывает разговоры о бюджетных сокращениях движением, телом, паузой. Формат, в котором танец одновременно обсуждают и практикуют, где слово и жест существуют на равных, звучит как утопия. Или как отчаянная необходимость.\n\n20 февраля 2026 года Dance macht Berlin возвращается на Pariser Platz. Второе издание события организовано Akademie der Künste совместно с Tanzbüro Berlin и Zeitgenössischer Tanz Berlin e.V. при поддержке Performing Arts Fund. Первое прошло 1 февраля 2025-го и оставило после себя видеозаписи, критические тексты на tanzschreiber и вопрос, повисший в воздухе. Заголовок обзора на tanzschreiber.de говорит сам за себя: «Und jetzt alle zusammen: Wo bleibt das echte politische Bekenntnis zum Tanz?» Где реальные политические обязательства перед танцем?\n\nНазвание события работает на нескольких уровнях. «Macht» по-немецки означает и «делает», и «власть». Танец делает Берлин. Танец как власть в Берлине. Эта игра слов точно фиксирует напряжение, определяющее берлинскую танцевальную сцену прямо сейчас. Берлин остаётся одной из мировых столиц современного танца: здесь работают Uferstudios (где в любой вечер можно наткнуться на три параллельных showing), HAU Hebbel am Ufer под руководством Annemie Vanackere, HZT Berlin выпускает новое поколение хореографов, Staatsballett Berlin перестраивается при Christian Spuck. Но фрилансерские реалии остаются жёсткими. Проектные контракты, низкие гонорары, постоянная нестабильность. Taz в феврале 2025-го вышла с материалом «Passen Sie sich den Gegebenheiten an» о ситуации фри-сцены. Tagesspiegel писал о дебатах с культурным сенатором. Контекст конкретный.\n\nПрисутствие Joe Chialo, берлинского сенатора по культуре и социальной сплочённости, на панельной дискуссии придаёт событию политический вес. На прошлогоднем издании Chialo сидел на сцене рядом с Susanne Foellmer (профессор танцеведения), Isabel Lewis и Jasna Layes Vinovrški. Модерировали Alice Chauchat, Christophe Knoch и Elisabeth Nehring. Состав серьёзный, вопросы острые. Но прошёл год, и taz всё ещё пишет о том же: адаптируйтесь к обстоятельствам. Обстоятельства к танцу адаптироваться не спешат.\n\nФормат Dance macht Berlin определяется тем, от чего он отказывается. Здесь не показывают новые работы ради аплодисментов. Вместо этого: стейтменты от фигур берлинской сцены, хореографические интервенции, панельная дискуссия. В 2025-м среди выступавших были Angela Alves, Livia Patrizi из TanzZeit e.V., Madeline Ritter из Dance On Ensemble, Christoph Winkler, Joana Tischkau. Студентка HZT Berlin Hannah Schillinger представляла голос нового поколения. Karin Kirchhoff говорила от лица Kulturstiftung des Bundes и программы Tanzland. Собрание, на котором профессиональное сообщество пытается артикулировать собственные потребности на языке, понятном тем, кто распределяет деньги.\n\nМесто проведения — высказывание само по себе. Берлинская Академия искусств ведёт историю с конца XVII века. На Pariser Platz она обосновалась в 1907 году, когда к Palais Arnim пристроили выставочное здание. При Веймарской республике под президентством Max Liebermann Академия стала площадкой дебатов о модернизме. В 1933-м, вскоре после прихода нацистов к власти, Käthe Kollwitz и Heinrich Mann были вынуждены уйти. Десятки членов были исключены по политическим и расовым основаниям. Здание отобрали под ведомство Albert Speer. В 2005-м Академия вернулась на Pariser Platz: новое стеклянное здание по проекту Günter Behnisch, фасад, сквозь который буквально видна улица и всё, что за ней. Проводить здесь событие о праве танца на ресурсы и видимость — значит встраиваться в традицию пространства, где искусство и власть смотрят друг другу в лицо.\n\nНа практике посетитель Dance macht Berlin окажется в ситуации, где тело и речь сменяют друг друга. Хореографические интервенции разрывают поток дискуссий. В 2025-м TanzArchiv Berlin (Claudia Feest, Claudia Henne, Christine Henniger) показывал в скульптурном саду мультимедийную инсталляцию о Tanzcompagnie Rubato, компании Jutta Hell и Dieter Baumann, работающей сорок лет. Инсталляция «Aging und Archiv – Uncertain States» документировала развитие работы «This is not a Lovesong» (1998) и её корни вплоть до 1995-го. Событие сопровождалось переводом на немецкий жестовый язык. Вход свободный. Формат, который пытается быть по-настоящему открытым, а не просто декларировать открытость.\n\nСобытие, которое «обсуждает потенциал танца», рискует превратиться в ритуал проговаривания проблем без их решения. Берлинская фри-сцена годами повторяет одни и те же требования: стабильное финансирование, достойные гонорары, репетиционные пространства, признание танца как полноценной художественной практики наравне с театром и музыкой. Haus für Tanz und Choreografie, о котором говорят уже много лет, остаётся на стадии концепции. Сенатор приходит, слушает, уходит. В 2025-м Берлин продолжал сокращать культурные бюджеты. Повторение формата в 2026-м может означать, что диалог продолжается. Или что он буксует.\n\nТанец в Берлине существует в парадоксе. Город привлекает хореографов и танцовщиков со всего мира инфраструктурой и свободой (дешевизна, о которой все вспоминают, давно кончилась), но систематически недофинансирует то, что сам же позиционирует как свою культурную идентичность. Dance macht Berlin ценен тем, что делает этот парадокс видимым: выносит его на Pariser Platz, ставит рядом сенатора и фрилансера, институцию и независимую компанию, архив и живое тело. Вопрос в том, способна ли видимость сама по себе что-то изменить. Или танцу нужно больше, чем ещё одна возможность описать собственную хрупкость.",
  "language": "ru",
  "word_count": 775,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-14T18:41:53.278724",
  "event": {
    "id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
    "name": "Dance macht Berlin",
    "start_date": "2026-02-20",
    "end_date": "",
    "venue": "Akademie der Künste / Pariser Platz",
    "city": "Berlin",
    "category": "lecture",
    "description": "A major event by and for the dance community. Dance decisively shapes Berlin's cultural life and is a driving force for change on and off the stage—in how and where we move, in art, and in society. Dance creates utopias, demands participation, and writes histories. Actors from the field of dance and its surroundings discuss the impact and potential of dance, considering visions for and concrete needs of dance in Berlin and beyond—and how to realize them. Includes statements, choreographic interventions, and a panel discussion with Joe Chialo, Berlin Senator for Culture and Social Cohesion. In cooperation with Tanzbüro Berlin and Zeitgenössischer Tanz Berlin e.V.",
    "source_url": "https://www.museumsportal-berlin.de/en/events/tanz-macht-berlin-eine-veranstaltung-vom-und-fuer-den-tanz/",
    "event_url": "https://adk.de/en/programme/?we",
    "scouted_at": "2026-02-14T17:22:01.716825"
  }
}