{
  "id": "9e819512-d445-4b7b-850e-0ee9db4a0da2",
  "event_id": "4407c135-0291-4a8c-9017-eda4a5f65a59",
  "title": "Das älteste Kino Berlins zeigt Filme, die kein Algorithmus je empfehlen würde",
  "slug": "das-alteste-kino-berlins-zeigt-filme-die-kein-algorithmus-je-empfehlen-wurde",
  "lead": "Im ältesten Kino Berlins, das beinahe an die Immobilienspekulation verloren ging, zeigt das Berlin Independent Film Festival Arbeiten, deren Budgets kleiner sind als das Catering einer einzigen Netflix-Produktion – und genau das ist der Punkt.",
  "body": "Ein Kino, das seit 1907 existiert, hat Dinge gesehen, die kein Algorithmus je berechnen wird. Das Moviemento am Kottbusser Damm, ursprünglich als Vitascope Theatre eröffnet, hat zwei Weltkriege überlebt, die Teilung einer Stadt, den Mauerfall, die Gentrifizierung Kreuzbergs und 2019 beinahe seinen eigenen Tod durch Immobilienverkauf. Dass in diesen drei kleinen Sälen (103, 67, 62 Plätze) Mitte Februar wieder das Berlin Independent Film Festival stattfindet, ist weniger Selbstverständlichkeit als stille Kampfansage.\n\nBIFF, inzwischen in seiner 16. Ausgabe, läuft vom 16. bis 23. Februar 2026 parallel zur Berlinale und zum European Film Market. Diese Gleichzeitigkeit ist kein Zufall, sondern Kalkül: Wenn die gesamte Filmindustrie nach Berlin strömt, wenn Einkäufer, Vertriebsleute und Programmmacher in Taxis und Hotellobby sitzen, dann positioniert sich BIFF bewusst als Gegengewicht und Andockstation zugleich. Nicht gegen die Berlinale, aber auch nicht in deren Schatten. Eher wie ein Satellit, der auf einer eigenen Umlaufbahn kreist, dicht genug, um vom Gravitationsfeld zu profitieren, weit genug entfernt, um eigene Regeln aufzustellen.\n\nDie Regeln sind einfach: kleines Geld, große Ambitionen. BIFF vergibt Preise in Kategorien wie Best Micro-budget Feature (unter 100.000 Euro) und Best No-Budget Feature (unter 10.000 Euro). Das klingt nach erzwungener Bescheidenheit, ist aber eine radikal ehrliche Perspektive auf die Realität des Filmemachens im Jahr 2026. Während die großen Festivals zunehmend von Streamingplattformen und ihren Marketingbudgets dominiert werden, fragt BIFF: Was passiert, wenn jemand mit fast nichts einen Film dreht? Was sieht man dann?\n\nDie Antwort verbirgt sich im diesjährigen Programm. Die Liste der gezeigten Filme liest sich wie ein Telefonbuch der Unbekannten, und genau darin liegt ihre Kraft. _CoronaFAUST_ von Nicole Felden, _Kamakiri_ von Masato Riesser, _A panfemale future_ von Rachel Donaldson Clarke, _Dice Dictatorship_ von Paja Burgess, _Last Apartment in Berlin_ von Markus Bräutigam: Titel, die zwischen persönlicher Obsession und politischem Statement schwanken. Kein einziger davon wird es auf die Titelseite von Variety schaffen. Aber wer im Independent-Kino nach Garantien sucht, hat das Prinzip nicht verstanden.\n\nHinter dem Festival steht inzwischen ein Führungsteam, das die Verbindung zwischen Berliner Kinokultur und amerikanischer Indie-Industrie verkörpert. Anna Maybury, seit Ende 2024 Präsidentin, kam über Tanz und Theater zum Film, arbeitete in Los Angeles als Produzentin und Fieldproducerin für Unternehmen wie Live Nation und Sony, bevor sie 2015 zum BIFF-Board stieß. Festival Director bleibt Erich Schultz; als neue Festival Managerin fungiert Natasha Marburger. Dazu kommt Kurt Patino, dessen Firma Patino Management Company Schauspieler vertritt und der mit _Double Threat_ einen Indie-Film in Amazons US-Top-10 platzierte, eingekeilt zwischen Blockbustern. Es sind Leute, die wissen, wie der Markt funktioniert, und die trotzdem (oder gerade deshalb) an ein Festival glauben, das Filme zeigt, deren Budgets kleiner sind als das Catering-Budget einer Netflix-Produktion.\n\nWas bei BIFF konkret passiert, geht über Screenings hinaus. Das Festival veranstaltet tägliche Skills-Share-Workshops, bei denen Filmemacher sich gegenseitig beraten: Wie navigiert man den European Film Market? Wie vermarktet man einen Film ohne Verleih? Abends gibt es Networking-Events, die weniger nach Branchentreff klingen als nach kollektiver Selbsthilfe. Das Berlin Film Community Mixer bringt Regisseure, Produzenten, Schauspieler und Drehbuchautoren zusammen, nicht unter dem Kronleuchter eines Fünf-Sterne-Hotels, sondern in den engen Räumen eines Kreuzberger Kinos, dessen historische Toiletten tatsächlich noch aus dem Eröffnungsjahr stammen sollen.\n\nMan könnte fragen, ob das nicht alles ein wenig naiv ist. Die Filmindustrie wird nicht demokratischer, nur weil ein kleines Festival in Kreuzberg Preise für No-Budget-Filme vergibt. Die Machtstrukturen bleiben intakt. Studios, Plattformen und große Verkaufsagenten bestimmen, was die Mehrheit sieht. Und ja: BIFF operiert am äußersten Rand dieser Ökonomie. Die Eintrittsgelder für Filmeinreichungen (zwischen 90 und 115 Pfund) deuten darauf hin, dass das Festival selbst mit knappen Mitteln arbeitet. Die Fallhöhe zwischen dem Anspruch, „the epicentre for low-budget filmmaking in Europe\" zu sein, und der tatsächlichen Reichweite ist real.\n\nAber vielleicht ist genau diese Spannung produktiv. Das Moviemento wurde 2019 beinahe geschlossen und von einer internationalen Solidaritätskampagne gerettet; Politiker mischten sich ein, prominente Filmemacher stellten sich hinter das Kino. Dass dieser Ort weiter existiert, ist das Ergebnis einer Entscheidung gegen reine Marktlogik. BIFF nutzt diesen Ort nicht zufällig. Es gibt eine inhaltliche Übereinstimmung zwischen einem Kino, das sich dem Verschwinden widersetzt, und einem Festival, das Filmen eine Bühne gibt, die nirgendwo sonst laufen würden.\n\nDie vergangenen BIFF-Ausgaben haben bewiesen, dass aus diesem Modell gelegentlich echte Entdeckungen hervorgehen. Preisträger wie _Precarious_ von Weston Terray (Audience Award) oder Margaret Byrnes Dokumentarfilm _Any Given Day_ zeigen, dass das Auswahlkomitee ein Auge für Arbeiten hat, die mit Reduktion statt Überwältigung operieren. Die Kurzfilmblöcke, dicht programmiert und thematisch weit gestreut (von Lisa Reinerths _Each Day Feels The Same_ bis zu Christoph Scheermanns _Spot. Less. Love._), funktionieren als Seismographen: Sie registrieren Stimmungen, Ängste, Obsessionen junger Filmemacher aus einem Dutzend Ländern, bevor diese in den Mainstream durchsickern.\n\nWer Mitte Februar in Berlin ist und sich fragt, wo das Kino noch als Handwerk und nicht als Content-Pipeline verstanden wird, landet am Kottbusser Damm. Nicht weil BIFF perfekt wäre. Sondern weil es an einem Ort stattfindet, der älter ist als die gesamte deutsche Filmförderungsstruktur, in Sälen, die so klein sind, dass man den Atem der Person in der nächsten Reihe hört. Das ist kein romantisches Detail. Das ist eine Bedingung für die Art von Aufmerksamkeit, die diese Filme verdienen und die ihnen sonst niemand schenkt.",
  "language": "de",
  "word_count": 857,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T20:27:46.386561",
  "event": {
    "id": "4407c135-0291-4a8c-9017-eda4a5f65a59",
    "name": "Berlin Independent Film Festival (BIFF)",
    "start_date": "2026-02-16",
    "end_date": "2026-02-23",
    "venue": "Moviemento Kino",
    "city": "Berlin",
    "category": "cinema",
    "description": "Germany's oldest cinema hosts Berlin's independent film festival championing low-budget filmmaking. Running concurrently with the Berlinale and European Film Market, BIFF has evolved into a crucial business hub for the indie sector, with past participants including Claire Denis and Tilda Swinton.",
    "source_url": "https://www.the-berliner.com/berlin/what-to-do-this-weekend-best-events/",
    "event_url": "https://www.berlinfest.com/",
    "scouted_at": "2026-02-08T19:18:04.636250"
  }
}