{
  "id": "0b34bb67-8c3a-4dd2-8384-ad9f675390ad",
  "event_id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
  "title": "Das Theater frisst sich selbst",
  "slug": "das-theater-frisst-sich-selbst",
  "lead": "Eine Filmschnittmeisterin allein mit dem Material einer Toten, ein Kollektiv, das sich selbst auffrisst, und Leilah Weinraub, die Kennedy performt: Calla Henkel und Max Pitegoff bringen ihren unordentlichen Kreislauf aus Proben, Fiktion und Performance zurück nach Berlin, diesmal zur Galerie Isabella Bortolozzi.",
  "body": "Eine Filmschnittmeisterin sitzt allein mit dem Material einer Toten. Stunden von Interviews, Geständnissen, Ausbrüchen. Sie soll daraus einen Film machen, der nie fertig wurde, über ein Kollektiv, das es nicht mehr gibt. Irgendwann kommt ein Komponist dazu, will die Musik setzen, und die ganze Erzählung beginnt zu kippen. So ungefähr lässt sich der Plot von THE END IS NEW beschreiben, dem jüngsten Theaterstück von Calla Henkel und Max Pitegoff, das im Dezember 2025 am REDCAT in Los Angeles Premiere hatte. Ab dem 7. Februar 2026 bringen die beiden diesen ganzen unordentlichen Kreislauf aus Proben, Fiktion und Performance zur Galerie Isabella Bortolozzi nach Berlin. Im Gepäck: Leilah Weinraub, die Kennedy performt.\n\nBerlin kennt Henkel und Pitegoff gut, oder sollte es zumindest. Das Duo (sie geboren 1988 in Minneapolis, er 1987 in Boston, beide Cooper Union-Absolventen) hat über ein Jahrzehnt in der Stadt gelebt und dabei eine Serie von Räumen betrieben, die als Kunstprojekte funktionierten und gleichzeitig tatsächliche Orte waren, an denen Leute tranken, redeten, Stücke aufführten. Zuerst kam Times Bar, dann New Theater in einem Kreuzberger Ladenlokal, schließlich die künstlerische Leitung des Grüner Salon an der Volksbühne. Seit 2019 gab es TV Bar. Jeder dieser Orte operierte nach derselben Grundlogik: Man baut einen Raum, lädt Leute ein, schreibt Stücke mit ihnen, besetzt sie mit ihnen, dokumentiert das Ganze und verwandelt die Dokumentation in neues Quellmaterial. Freunde werden Schauspieler, Schauspieler werden Figuren, Figuren werden wieder Freunde, die im Publikum sitzen. Patrick Armstrong hat das mal treffend beschrieben als eine Szene, die sich selbst kannibalisiert.\n\n2024 sind Henkel und Pitegoff nach Los Angeles gezogen und haben New Theater Hollywood eröffnet, eine Black Box an der Santa Monica Boulevard. Die Liste der Künstlerinnen und Künstler, die dort bisher produziert haben, liest sich wie ein Adressbuch der interessanteren Ecken zeitgenössischer Kunst: Diamond Stingily, Asher Hartman, Klein, Colin Self, Karl Holmqvist mit Arto Lindsay und Klara Lidén. Parallel dazu arbeiten die beiden an THEATER, einem episodischen Film, der fiktionale Erzählung mit dokumentarischem Proben- und Backstage-Material aus dem Theaterraum verschränkt. THE END IS NEW ist eine Erweiterung dieses Universums. Der Film ist Teil der Made in L.A. 2025 am Hammer Museum; das Stück wurde vom REDCAT in Auftrag gegeben. Und jetzt kommt die Ausstellung bei Bortolozzi.\n\nWas genau in der Galerie passieren wird, lässt sich nur teilweise voraussagen, und das ist wahrscheinlich der Punkt. Henkel und Pitegoff haben nie saubere Trennlinien zwischen Ausstellung, Aufführung und Dokumentation gezogen. Bei Bortolozzi soll es um den gesamten Zyklus gehen: Proben, Fiktion, Performance. Leilah Weinraub (Regisseurin von SHAKEDOWN, dem 2018 erschienenen Dokumentarfilm über eine Underground-Stripclub-Szene in L.A., und ehemalige CEO von Hood By Air) wird Kennedy performen. Was das bedeutet, ob eine historische Figur, ein Charakter aus dem THEATER-Universum oder etwas ganz anderes, bleibt offen. Diese Offenheit ist kalkuliert. Henkel und Pitegoff interessiert die Stelle, an der Theater aufhört und Film anfängt, oder umgekehrt: wo der Film das Theater verschluckt und nur noch Restbilder übrig bleiben.\n\nDie Wahl der Galerie ergibt Sinn. Isabella Bortolozzi hat seit der Gründung 2004 ein Programm aufgebaut, das sich am Rand zwischen Disziplinen wohlfühlt. Ed Atkins' Videoinstallationen, Wu Tsangs filmische Arbeiten, Vaginal Davis' performative Praxis: Die Galerie am Schöneberger Ufer war immer ein Ort, an dem das Verhältnis zwischen Objekt und Aufführung verhandelt wurde. Dass Bortolozzi auch Diamond Stingily vertritt, die bei New Theater Hollywood produziert hat, verweist auf die sich überlagernden Netzwerke, die Henkel und Pitegoffs Arbeit antreiben.\n\nEs gibt etwas Riskantes an dieser Rückkehr nach Berlin. Henkel und Pitegoff haben die Stadt verlassen, als sich vieles veränderte. Die Gentrifizierung, die sie in ihren Fotografien der Airbnb-Wohnungen und der Bierhaus-Zeitungsleser dokumentiert hatten, hat sich fortgesetzt, beschleunigt, normalisiert. Die Szene, die sie mitaufgebaut haben (untrained actors, die vor ihren Freunden spielten, absichtlich versagte Textzeilen, Tecate-Dosen im Publikum), ist teilweise mitgegangen nach L.A., teilweise zerstreut. Wenn sie jetzt als Ausstellung zurückkehren, in einer etablierten Galerie, mit dem Hammer Museum und REDCAT im Lebenslauf, stellt sich die Frage, ob der cultivated antiprofessionalism, der ihre Berliner Projekte so aufgeladen hat, diesen Kontextwechsel überlebt.\n\nDie Frage ist nicht rhetorisch. THE END IS NEW handelt selbst davon: vom Zerfall eines Kollektivs, vom Versuch, aus den Überresten eine Geschichte zu destillieren, und von der Gewalt, die dieser Versuch ausübt. Die Filmschnittmeisterin in dem Stück bearbeitet Material, das nicht ihr gehört, von jemandem, der nicht mehr lebt. Sie sucht nach Sinn in den Fragmenten. Das ist auch eine Beschreibung dessen, was Henkel und Pitegoff mit ihren eigenen Archiven machen: jede neue Arbeit recycelt die vorherige, jede Aufführung wird Material für den nächsten Film, jeder Film Kontext für die nächste Ausstellung. Das ist kein geschlossener Kreislauf, sondern eine Spirale, und Spiralen können sich verengen.\n\nCalla Henkel ist inzwischen auch Romanautorin (Other People's Clothes bei Doubleday 2023, Scrap bei Abrams 2024), was die ohnehin schon komplizierte Frage nach der Autorschaft in ihrer kollaborativen Praxis weiter verkompliziert. Wem gehört die Geschichte, wenn alle gleichzeitig Darsteller, Publikum und Material sind? Connie Kang hat 2015 über New Theater geschrieben, das Projekt funktioniere als „institutional barometer that implicates and interrogates the audience on equal footing with all other parties involved.\" Zehn Jahre später, mit mehr institutionellem Gewicht und einer transatlantischen Praxis, ist die Frage, ob diese Gleichheit noch hält, oder ob die Waage sich verschoben hat.\n\nWas bei Bortolozzi auf dem Spiel steht, ist also nicht nur eine Ausstellung über Theater und Film. Es geht darum, ob ein künstlerisches Modell, das auf Gemeinschaft, Nähe und kalkuliertem Durcheinander basiert, sich in einen Galerieraum übersetzen lässt, ohne zur Illustration seiner selbst zu werden. Henkel und Pitegoff wissen das. Ihre gesamte Arbeit kreist um genau dieses Risiko. Ob die Ausstellung es einlöst oder nur elegant umkreist, wird sich ab Februar zeigen. Der Titel jedenfalls ist Programm: The End of THEATER. Nicht das Ende des Theaters. Das Ende von THEATER, ihrem eigenen, spezifischen Projekt. Die Frage ist, was danach kommt, wenn die Kamera aus ist und die Lichter in der Black Box ausgehen.",
  "language": "de",
  "word_count": 980,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:34:09.919928",
  "event": {
    "id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo who run a black box theater in LA bring the entire messy cycle—rehearsals, fiction, and Leilah Weinraub performing Kennedy—to Bortolozzi. An exploration of where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824201"
  }
}