{
  "id": "fbd47988-fbca-4f17-909b-25fc42e0805d",
  "event_id": "6bdfa170-881d-4048-85e9-090e50d6d060",
  "title": "Dead Ladies, Told Right",
  "slug": "dead-ladies-told-right",
  "lead": "The Dead Ladies Show returns to ACUD Studio with four lives most histories quietly let slip — a trans game designer, a Bauhaus artist, a Cinémathèque curator who hid banned films in a freezing château, and an Irish revolutionary who swapped her tiara for a revolver — told with the kind of scholarly rage and dark humour that makes forgetting feel like the real scandal.",
  "body": "Most dead women who did extraordinary things don't get forgotten all at once. It's slower than that: a name drops out of a syllabus, a biography goes out of print, a Wikipedia page never gets written. The Dead Ladies Show, which returns to ACUD Studio on 15 February, exists to reverse that drift. It does so with humour, scholarly care, and the specific energy of people who are genuinely furious that you haven't heard of these women yet.\n\nThe format is deceptively simple. Presenters take the stage one by one, each armed with a roughly fifteen-minute talk about a dead woman who fascinates them. The audience listens, laughs, sometimes gasps. There are slides. There is warmth. It is, in the show's own language, a \"sexy séance,\" though the actual vibe lands somewhere between a university lecture you wish you'd had and a particularly good pub conversation. The show was co-founded by Katy Derbyshire, a literary translator and part-time publisher, and Florian Duijsens, a writer, editor and teacher. Susan Stone, a podcast producer and journalist, rounds out the core team. The show also exists as a monthly podcast that has built a quietly devoted following.\n\nWhat sets the Dead Ladies Show apart from the many well-intentioned \"women in history\" projects that have multiplied in recent years (the podcasts, the illustrated gift books) is its refusal to sand down the lives it presents. These aren't sanitised girl-boss narratives. The women featured tend to be complicated, sometimes difficult, frequently unlucky. Consider the roster of past subjects. Andrea Manga Bell, born in Hamburg in 1902 to a white German mother and a Black Cuban father, worked as a magazine editor and illustrator in Weimar Berlin before fleeing the Nazis to France with the writer Joseph Roth, who promptly drank away her inheritance. She left him, lived partly in hiding during the war, later fed James Baldwin daily meals while he was broke in Paris, and spent her final decades helping victims of Nazism file restitution claims. Then there's Elsa von Freytag-Loringhoven, the Dada artist who wore a bra made of tomato cans and green string, hung a birdcage with a live canary around her neck, and is now increasingly argued to be the actual creator of the \"readymade\" that Marcel Duchamp claimed as his own. Or Hildegard Knef, who sold three million records, made 20 albums, acted in 90 films, went bankrupt several times, grew bitter, moved to LA, and survived on \"fame and loans.\" The show meets these women where they actually lived, not where we might want them to have lived.\n\nThis edition features presentations on four women. Jennell Jaquays, the American game designer, illustrator and trans activist who died in 2024, was so influential in tabletop roleplaying that \"Jaquaysing\" became an established term for a particular approach to dungeon design. She came to Dungeons & Dragons almost at its inception in the mid-1970s and went on to work as a level designer on the Quake and Halo series. After publicly coming out as trans in 2011, she served as creative director for the Transgender Human Rights Institute in Seattle. Lotte Eisner, born in Berlin in 1896, fled to Paris in 1933, was interned along with other Jewish and German women in 1940, escaped, helped hide banned films in a freezing château, and eventually became Chief Curator at the Cinémathèque Française. Her book The Haunted Screen remains one of the definitive texts on German Expressionist cinema. Constance Markievicz attended her first Sinn Féin meeting in a ballgown and tiara, later advised women to \"dress suitably in short skirts and strong boots, leave your jewels in the bank and buy a revolver,\" fought in the 1916 Easter Rising, narrowly escaped execution, and became the first woman elected to the British Parliament. She never took her seat. Li Loebell, one of the so-called \"lost women of the Bauhaus,\" studied there from 1921 and may have had a hand in the creation of the famous Bauhaus cradle. Banned from working as a gymnastics teacher after 1933 because her father was Jewish, she kept making art from whatever she could find (charcoal, paper, stones, bark, rubbish) until she died in 1995.\n\nFour lives. Four presenters. The lineup this time includes Lene Albrecht, a novelist and essayist whose work with the collective Writing with CARE/RAGE focused on reconciling artistic and care labour; Sally McGrane, an American journalist and novelist based in Berlin whose credits include The New York Times and the New Yorker; Axel Scheele, a musician and audio producer whom the show describes as a \"Bauhaus-era detective\"; and Jan Kabasci, a writer and game designer currently working on a diary game about Ulrike Meinhof. Duijsens and Derbyshire host, as always, with the easy banter of people who have done this together for years without losing interest.\n\nThe venue matters, too. ACUD Studio sits in a backyard building in Mitte. The space is operated by Lettrétage, a publicly funded literary organisation founded in 2006 that runs out of Schöneberg and connects Berlin's multilingual writing scene through advisory services, workshops and events. Co-founders Tom Bresemann and Katharina Deloglu have described their role as opening the door rather than guarding it. The room seats maybe 70, is accessible by lift, and has the slightly provisional quality of a space that gets used hard and well. It's the right size for what the Dead Ladies Show does: intimate enough that laughter and silence both register, big enough that the energy can build.\n\nThe show is now over 40 editions deep. It has covered warriors, painters, scientists, activists, singers, spies, queens, and at least one woman whose primary legacy was wearing vegetables on her head. It runs on modest public funding and volunteer energy, powered by the conviction that storytelling is an act of repair. You could argue that it occupies a niche so comfortable it risks cosiness: sympathetic audience, interesting subjects, low stakes. The format doesn't really allow for failure or friction. Every dead lady gets her fifteen minutes of resurrection, and the crowd is already on side. The podcast, which extends each talk to a wider listenership, gives the project more reach but the same essential shape.\n\nAnd yet the accumulation of all those lives told aloud in a room in Berlin does something that scrolling through historical Wikipedia pages cannot. When Jan Kabasci stands up to talk about Jennell Jaquays, he brings the authority of someone who works in game design and cares about its history as a lived thing. When the audience learns that Lotte Eisner's mentees were \"utterly dedicated to her in a weirdly egotistical way,\" that phrase carries a charge you don't get from a biography. The Dead Ladies Show trusts that the details of women's actual lives are more interesting than any myth, and that remembering someone properly requires both affection and honesty. That's a small, good thing to build a show around.",
  "language": "en",
  "word_count": 1149,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-15T18:38:34.769300",
  "event": {
    "id": "6bdfa170-881d-4048-85e9-090e50d6d060",
    "name": "The Dead Ladies Show",
    "start_date": "2026-02-15",
    "end_date": "2026-02-15",
    "venue": "Lettrétage e.V. im ACUD Studio",
    "city": "Berlin",
    "category": "performance",
    "description": "A series of entertaining and inspiring presentations on women who achieved amazing things against all odds. Passionate cheerleaders celebrate too-often forgotten women, inviting the audience into a sexy séance celebrating impressive icons, turbulent lives, and deathless legacies.",
    "source_url": "https://berlinliteraryevents.substack.com/p/14-february-2026",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.635100"
  }
}