{
  "id": "bafbf4ed-470f-4c79-9ffd-16fb5921ef29",
  "event_id": "21b9af41-9d43-4342-b3b3-f41285423254",
  "title": "Der Klang, der unter den Bildern liegt",
  "slug": "der-klang-der-unter-den-bildern-liegt",
  "lead": "Max Richter bekommt die Berlinale Camera, und Chloé Zhao hält die Laudatio – ein Abend, der weniger nach Ehrung klingt als nach der Frage, was passiert, wenn Filmmusik aufhört, Zutat zu sein, und anfängt, das Skelett eines Films zu werden.",
  "body": "Acht Stunden und dreißig Minuten. So lange dauert SLEEP, das Stück, das Max Richter 2015 zusammen mit seiner Partnerin Yulia Mahr konzipiert hat: ein Werk, das sein Publikum buchstäblich in den Schlaf begleiten soll. Man kann das als Geste der Fürsorge verstehen oder als radikale Provokation gegen eine Kultur, die Musik als Content im Drei-Minuten-Takt konsumiert. Wahrscheinlich ist es beides. Und genau diese Doppeldeutigkeit, dieses Oszillieren zwischen Zärtlichkeit und konzeptuellem Ehrgeiz, macht Richter zu einer Figur, über die sich mehr sagen lässt als die übliche Formel vom Komponisten, der Klassik und Elektronik verschmelze.\n\nAm 18. Februar verleiht die 76. Berlinale ihm die Berlinale Camera, jene aus 128 Einzelteilen zusammengesetzte Auszeichnung, die seit 1986 an Persönlichkeiten und Institutionen geht, mit denen das Festival sich besonders verbunden fühlt. Die Laudatio hält Chloé Zhao, Oscar-Preisträgerin für Nomadland, mit der Richter zuletzt an ihrem Film Hamnet gearbeitet hat. Danach folgt ein Bühnengespräch im Haus der Berliner Festspiele, bei dem Richter anhand konkreter Beispiele über seine kreativen Prozesse und Kollaborationen sprechen wird.\n\nDas Haus an der Schaperstraße, an der Grenze zwischen Wilmersdorf und Charlottenburg, hat seine eigene Geschichte von Umbrüchen hinter sich. 1963 als Theater der Freien Volksbühne unter der Leitung von Erwin Piscator eröffnet, war es jahrzehntelang ein Ort des politischen Theaters. Nach der Wende folgten Musical-Jahre, dann die Übernahme durch die Berliner Festspiele. Heute beherbergt es Theatertreffen und MaerzMusik, bevor es im Februar zur Berlinale-Dependance wird. Ein Raum, in dem sich Schichten von kultureller Bedeutung überlagern; für einen Abend über Filmmusik als eigenständige Erzählform ist das ein passender Boden.\n\nRichter, 1966 in Hameln geboren und in Bedford aufgewachsen, hat an der University of Edinburgh und der Royal Academy of Music in London studiert, bevor er bei Luciano Berio in Florenz lernte. Das allein ist schon eine interessante Genealogie: Berio, einer der großen Avantgardisten der Nachkriegszeit, dessen Sequenze und Sinfonia die Grenzen zwischen Komposition und Performance neu verhandelten. Richters Weg führte danach zunächst in die zeitgenössische Kammermusik. Mit dem Ensemble Piano Circus, das er mitgründete, spielte er zehn Jahre lang Werke von Arvo Pärt, Brian Eno, Philip Glass, Steve Reich. Minimalismus als Haltung, nicht als Masche.\n\nDer Sprung zum Film kam mit Waltz with Bashir, Ari Folmans animiertem Dokumentarfilm über den Libanonkrieg von 2008. Richters Musik für diesen Film funktioniert nicht als Untermalung; sie ist das, was die fragmentierten Erinnerungen der Protagonisten zusammenhält, ein akustisches Bindegewebe für Bilder, die zwischen Albtraum und Realität nicht mehr unterscheiden wollen. Der European Film Award für die beste Filmmusik folgte. Danach kamen James Grays Ad Astra, in dem Richters Kompositionen die kosmische Einsamkeit von Brad Pitts Astronauten mit einer fast physischen Schwere aufladen, und die HBO-Serie The Leftovers (2014–2017), deren Titelmusik eine der wenigen Intros ist, die man nie skippen will.\n\nWas Richter von vielen seiner Kolleginnen und Kollegen in der Filmmusik unterscheidet, ist die Tatsache, dass seine Soloarbeiten nicht im Schatten seiner Filmscores stehen, sondern gleichberechtigt daneben existieren. The Blue Notebooks, 2004 unter dem Eindruck des Irakkriegs entstanden, hat 2024 sein zwanzigjähriges Jubiläum gefeiert und erreicht über Streaming-Plattformen weiterhin neue Hörer. Das Album mischt Richter-Klavierstücke mit Lesungen aus Kafkas Tagebüchern, vorgetragen von Tilda Swinton. Es klingt intim und gleichzeitig politisch geladen, persönlich und doch von einer seltsamen Distanz. 2024 erschien mit In A Landscape sein letztes Soloalbum. Über eine Milliarde Streams insgesamt: eine Zahl, die für zeitgenössische Klassik so absurd hoch ist, dass sie fast schon eine eigene kulturelle Aussage darstellt.\n\nDie Berlinale Camera geht an jemanden, den das Festival bereits kennt. 2009 war Richter Mentor beim damaligen Berlinale Talent Campus, 2024 feierte sein Score für Johan Rencks Spaceman (mit Adam Sandler) Weltpremiere in der Berlinale Special Gala. Dass jetzt Chloé Zhao die Laudatio hält, ergibt Sinn über das gemeinsame Hamnet-Projekt hinaus. Zhao arbeitet mit einer visuellen Sprache, die auf Weite und Stille setzt, auf Landschaften als emotionale Zustände. Ihre Filme brauchen Musik, die nicht illustriert, sondern atmet. Die Zusammenarbeit der beiden für Hamnet, die Verfilmung von Maggie O'Farrells Roman über Shakespeares verstorbenen Sohn, dürfte im Gespräch eine zentrale Rolle spielen.\n\nWas den Abend im Haus der Berliner Festspiele reizvoll macht, ist das versprochene Format: kein bloßer Lobgesang, sondern ein Gespräch mit konkreten Beispielen. Richter soll über seine Arbeitsprozesse sprechen, über die Art, wie er sich in die Visionen von Regisseurinnen und Regisseuren einliest, sie akustisch ausdeutet oder manchmal eben auch gegen sie arbeitet. Wer Richters Musik kennt, weiß, dass sie oft an der Grenze operiert zwischen dem, was ein Bild sagt, und dem, was es verschweigt. Genau diesen Zwischenraum zu verhandeln, könnte erhellender sein als jede Retrospektive.\n\nMan kann gegenüber dem Format „Preis plus Podiumsgespräch\" skeptisch sein. Solche Veranstaltungen kippen leicht in gegenseitige Bewunderung, in anekdotisches Geplauder, das nett klingt und nichts hinterlässt. Die Berlinale Camera ist zudem eine Ehrung, die vom Festival selbst vergeben wird; Unabhängigkeit sieht anders aus. Bisherige Preisträger reichen von Agnès Varda über Richard Linklater bis Edgar Reitz, eine Reihe, in der Richter sich als erster Komponist bewegt (oder zumindest als einer der wenigen, deren Hauptwerk nicht Regie ist). Das allein verschiebt die Koordinaten ein wenig.\n\nDie Frage, die der Abend stellt, ohne sie vielleicht explizit zu formulieren: Was passiert, wenn Filmmusik aufhört, Zutat zu sein, und anfängt, Struktur zu werden? Richters Arbeit legt nahe, dass der Score nicht das Gewürz ist, sondern das Skelett. Dass Musik im Kino nicht Stimmung erzeugt, sondern Zeit formt, Schnitte unsichtbar macht, Figuren eine innere Stimme gibt, die Dialog niemals liefern könnte. Ob ein Podiumsgespräch dieser Idee gerecht wird, hängt davon ab, wie tief die Fragen gehen. Die Voraussetzungen wären da. Der Rest liegt bei den Beteiligten und einem Publikum, das bereit ist, nicht nur zuzuhören, sondern hinzuhören.",
  "language": "de",
  "word_count": 932,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T11:46:31.093215",
  "event": {
    "id": "21b9af41-9d43-4342-b3b3-f41285423254",
    "name": "Berlinale Camera to Max Richter",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "lecture",
    "description": "Contemporary composer and artist Max Richter receives the Berlinale Camera award, with a laudatory speech by Oscar-winning director Chloé Zhao. The conversation explores Richter's creative processes and collaborations across film and art, illustrated through practical examples.",
    "source_url": "https://www.berlinale.de/en/2026/news-press-releases/274951.html",
    "event_url": "",
    "scouted_at": "2026-02-08T19:18:04.637953"
  }
}