{
  "id": "f5d3accc-9fa2-486d-8536-f5da2d070a92",
  "event_id": "eb3a1537-29e1-46a7-8259-291473038194",
  "title": "Der Puls unter dem Beton",
  "slug": "der-puls-unter-dem-beton",
  "lead": "Ein Klang, den man nicht hört, sondern unterhalb des Brustbeins spürt: Kodō bringen ihre Taiko-Trommeln am 16. Februar in den Kammermusiksaal der Philharmonie, einen Raum, aus dem der Bass nicht fliehen kann. Wenn zwanzig Menschen synchron auf gespannte Kuhhaut schlagen, hört das Konzert auf, Konzert zu sein – und wird zu etwas, das der Körper vor dem Kopf begreift.",
  "body": "Stellt euch einen Klang vor, der so tief ist, dass ihr ihn nicht hört, sondern fühlt. Unterhalb des Brustbeins, in den Fußsohlen, zwischen den Rippen. Ein Frequenzbereich, in dem Musik aufhört, Musik zu sein, und etwas anderes wird: eine körperliche Erfahrung, die näher an Tektonik als an Melodie liegt. Wenn Kodō am 16. Februar den Kammermusiksaal der Philharmonie bespielen, bringen sie genau diese Erfahrung nach Berlin.\n\nKodō (鼓童), das japanische Taiko-Ensemble von Sado Island, existiert seit 1981. Ihr Debüt gaben sie auf den Berliner Festspielen, was der Stadt eine Art Patenschaft über ihre internationale Karriere verleiht. Seitdem: über 7.000 Aufführungen auf allen fünf Kontinenten, drei ausverkaufte Shows beim Olympic Arts Festival 1984 in Los Angeles, Tourneen, die sich über Jahrzehnte erstrecken. Das Wort „Kodō\" trägt eine Doppelbedeutung: „Herzschlag\" und „Kinder der Trommel\". Beides klingt nach Marketing-Poesie, trifft aber tatsächlich den Kern dessen, was die Gruppe ausmacht. Die große Taiko, so heißt es, erinnere an den Herzschlag einer Mutter, wie man ihn im Mutterleib spürt. Babys schlafen zu ihrem Donner ein. Erwachsene, so meine Erfahrung, wachen dabei auf.\n\nDie Gruppe lebt und trainiert auf Sado Island, einer Insel im Japanischen Meer vor der Küste der Präfektur Niigata. Das ist kein Detail am Rande, sondern zentral für das Verständnis von Kodō. Sado war historisch ein Verbannungsort; heute ist die Insel dünn besiedelt, rau, schön. Kodō hat dort ein eigenes Dorf aufgebaut, ein Apprentice Centre, eine kulturelle Stiftung. Wer Teil des Ensembles werden will, durchläuft ein Ausbildungsprogramm, das weniger einer Musikschule als einer klösterlichen Disziplin gleicht: jahrelanges Training, das Laufen, Kochen, Gemeinschaftsleben und Trommeln zu einem einzigen Lebensentwurf verschmilzt. Rund 100 Personen sind heute in die Organisation eingebunden, 32 davon treten auf der Bühne auf. Seit 1988 veranstaltet Kodō auf Sado das Earth Celebration, ein internationales Kunstfestival, das die New York Times als „Japan's leading music event\" beschrieben hat. Der Anspruch ist groß formuliert (Kultur als Brücke zwischen den Völkern), aber die Praxis ist erstaunlich konkret: Workshops, bei denen keinerlei Vorerfahrung nötig ist, Kollaborationen mit Musikern aus aller Welt, Schulprojekte quer durch Japan.\n\nWas Kodō von einer folkloristischen Traditionsgruppe unterscheidet, ist die Spannung zwischen Bewahrung und Neuerfindung. Taiko-Trommeln sind Jahrhunderte alt, aber Taiko als Ensemblekunst ist ein relativ junges Phänomen, das erst in der Nachkriegszeit seine heutige Form annahm. Kodō bewegt sich in diesem Spannungsfeld mit einer Konsequenz, die man respektieren muss. Ihr aktuelles Programm „Warabe\" (das „Kind\"-Element ihres Namens) greift auf das klassische Repertoire und die Ästhetik der frühen Jahre zurück. Regisseur Yuichiro Funabashi formuliert es so: einfache Formen des Taiko-Ausdrucks, die den einzigartigen Klang, die Resonanz und die Körperlichkeit feiern, die synonymisch mit Kodō sind. Das klingt nach Rückbesinnung. Ob es auch nach Nostalgie schmeckt, wird der Abend zeigen.\n\nDer Kammermusiksaal der Philharmonie ist ein kluger Raum für dieses Gastspiel. Hans Scharoun entwarf ihn als Ergänzung zum großen Saal; eröffnet wurde er erst 1987, Jahrzehnte nach dem Hauptgebäude. 1.180 Plätze, die Weinberg-Architektur (Sitzreihen steigen wie Terrassen um eine zentrale Bühne an), eine Akustik, die einzelne Instrumentenstimmen von jedem Platz aus hörbar macht. Für ein Sinfonieorchester bedeutet das Transparenz. Für Taiko bedeutet es etwas anderes: Der Klang hat nirgendwo hin zu fliehen. Er sitzt mit im Raum. Die physische Dimension der Aufführung, die bei Kodō immer zentral ist (die Spieler hämmern mit dem ganzen Körper, schwitzen, springen, ihre Muskeln arbeiten sichtbar unter der Haut), wird in einem Saal dieser Größe unmittelbar. Man sieht die Anstrengung. Man spürt die Luftbewegung.\n\nKodō-Aufführungen folgen einer choreographischen Logik, die zwischen meditativer Stille und ekstatischer Überwältigung pendelt. Einzelne Trommler treten vor, spielen Solo-Passagen auf kleineren Instrumenten, bevor das volle Ensemble mit der o-daiko, der großen Trommel, einsetzt. Licht, Bühnendesign, die Anordnung der Körper im Raum: alles ist inszeniert, aber nichts wirkt steril. Rezensionen sprechen wiederholt von einem Zustand, in dem das Publikum den Saal „mit drehendem Kopf\" verlässt, unfähig, das Gesehene sofort zu verarbeiten. Das Barbican in London stand nach einem Konzert geschlossen auf. Solche Beschreibungen klingen übertrieben, bis man selbst in einem Saal saß, in dem zwanzig Menschen synchron auf gespannte Kuhhaut schlagen und der eigene Herzrhythmus sich dem Tempo anpasst.\n\nDie Frage, die sich stellt, wenn eine Gruppe seit über vier Jahrzehnten tourt: Wird Tradition irgendwann zum Repertoire, wird Repertoire irgendwann zur Routine? Kodō hat über die Jahre verschiedene künstlerische Leiter gehabt, verschiedene Programme entwickelt, sich verändert. Aber die Grundformel bleibt. Und bei „Warabe\", das explizit auf die Anfänge zurückgreift, scheint die Gefahr der Selbstwiederholung am größten. Gleichzeitig gibt es ein Argument dafür, dass bestimmte Kunstformen gar nicht auf permanente Innovation angewiesen sind. Niemand verlangt von einem Noh-Theater, sich neu zu erfinden. Die Kraft liegt in der Wiederholung, in der Verfeinerung, im millimetergenauen Unterschied zwischen einer guten und einer perfekten Aufführung.\n\nBerlin im Februar 2026: Draußen ist es kalt und grau, die Stadt schiebt sich durch den Winter. Drinnen, im Kammermusiksaal, einem Gebäude, das die Narben der deutschen Teilung in seiner Geographie trägt (es steht genau dort, wo die Mauer verlief), wird eine Gruppe von Menschen von einer Insel am anderen Ende der Welt Trommeln schlagen, die so alt sind wie die Reiskultur, aus der sie stammen. Der Kammermusiksaal wurde gebaut, um Klang zu perfektionieren. Kodō existiert, um zu zeigen, dass Klang auch eine physische Gewalt sein kann, eine zärtliche. Dass Rhythmus keine Abstraktion ist, sondern etwas, das der Körper vor dem Kopf begreift. In einer Zeit, in der so viel Musik durch Kopfhörer und Algorithmen vermittelt wird, durch Playlists und Bluetooth-Speaker, hat ein Abend, an dem der Bass nicht aus einem Subwoofer kommt, sondern aus Holz und Haut und menschlicher Kraft, eine Dringlichkeit, die über Tradition hinausgeht. Es geht nicht darum, ob Kodō noch etwas Neues zu sagen haben. Es geht darum, ob wir noch zuhören können. Mit dem ganzen Körper.",
  "language": "de",
  "word_count": 947,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-13T18:54:10.212510",
  "event": {
    "id": "eb3a1537-29e1-46a7-8259-291473038194",
    "name": "KODO",
    "start_date": "2026-02-16",
    "end_date": "2026-02-16",
    "venue": "Philharmonie (Kammermusiksaal)",
    "city": "Berlin",
    "category": "music",
    "description": "The legendary Japanese taiko drumming ensemble KODO performs at the Philharmonie's intimate Kammermusiksaal. Known for their powerful, visceral percussion rooted in centuries-old traditions, KODO brings both athletic physicality and spiritual depth to their performances.",
    "source_url": "https://www.shazam.com/events/berlin-germany/-/-/world-19",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.347058"
  }
}