{
  "id": "777cfe24-5cf6-4470-b5b0-0a9b19fc05c7",
  "event_id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
  "title": "Der Mann, der 200 Filme befreit hat, seziert die Berlinale",
  "slug": "der-mann-der-200-filme-befreit-hat-seziert-die-berlinale",
  "lead": "Ein Kritiker, der über 200 Filme aus der sowjetischen Zensur befreit hat und Kino nie als etwas Neutrales versteht, seziert am Tag nach der Preisverleihung die 76. Berlinale — und liefert dabei weniger eine Zusammenfassung als eine Fieberkurve der Gegenwart.",
  "body": "Am 22. Februar, dem Tag nach der Preisverleihung, wenn der Potsdamer Platz noch nach rotem Teppich riecht und die Jurymitglieder ihre Koffer packen — genau dann tritt Andrei Plakhov ans Mikrofon. Nicht um zu feiern. Um zu diagnostizieren.\n\nEs gibt eine Handvoll Menschen auf der Welt, deren Biographie sich wie ein Seismograph des Kinos lesen lässt. Plakhov ist einer davon. Geboren 1950 im ukrainischen Starokostiantyniv, damals Ukrainische SSR, absolvierte er ein Studium der Mechanik und Mathematik an der Universität Lviv, bevor er an das Gerasimov-Institut für Kinematographie ging und 1982 seine Dissertation über Luchino Visconti verteidigte. Ein Mann, der über den aristokratischen Nihilismus Viscontis schrieb, während das sowjetische Kino unter den Schichten der Zensur erstickte. [~Während der Perestroika leitete Plakhov das Konfliktkomitee der Filmemachergewerkschaft der UdSSR, das über 200 von der sowjetischen Zensur verbotene Filme freigab|Mehrere unabhängige Quellen bestätigen diese Zahl konsistent, darunter seine Kommersant-Biografie und der Wikipedia-Eintrag~]. Das war keine symbolische Geste — es war eine stille Revolution, die das russischsprachige Kino veränderte, bevor der eiserne Vorhang fiel. Und es ist der Schlüssel zu allem, was Plakhov seitdem tut: Er versteht Kino als etwas, das befreit oder eingesperrt werden kann. Nie als etwas Neutrales.\n\nSeine Texte erscheinen seit den Siebzigern in Sight and Sound, The Guardian, Cahiers du Cinéma, aktuell als regelmäßige Kolumne in Kommersant. Zwischen 2005 und 2010 war er Präsident der FIPRESCI, heute deren Ehrenpräsident. Er saß in Jurys in Berlin, Venedig, Tokio, San Sebastián. Aber die Aufzählung ist weniger interessant als das, was sie bedeutet: Plakhov ist jemand, dessen Anwesenheit selbst eine Zusammenfassung ist — von Jahrzehnten, in denen Kino ein Ort der Begegnung war, kein Schlachtfeld der Blöcke.\n\nGenau das macht seinen Blick auf die 76. Berlinale unter der Leitung von Tricia Tuttle bemerkenswert. [~Laut dem offiziellen Programm und begleitender Berichterstattung hat sich die diesjährige Ausgabe stärker auf persönliche, familiäre Erzählungen konzentriert als auf explizite politische Trending-Themen|Basierend auf dem Germany.info-Festivalbericht; Deadline-Reviews deuten in eine ähnliche Richtung~]. Ein Schwenk zum Privaten also, zum Familiären. Für ein Festival, das 1951 in einer Stadt gegründet wurde, die noch in Trümmern lag und bald geteilt sein würde, ist das selbst eine politische Entscheidung. Die Abwesenheit expliziter politischer Themen ist nie unpolitisch. Plakhov, der Filme aus der Zensur befreit hat, der den Verfall europäischer Aristokratien bei Visconti als ästhetisches Programm zu lesen versteht, dürfte genau diese Spannung zwischen dem Persönlichen und dem Politischen aufgreifen.\n\nWas er konkret liefern wird — hier arbeite ich mit dem, was seine bisherigen Texte und Auftritte nahelegen — ist eine Lektüre, die das Festival in einen geopolitischen und ästhetischen Rahmen einordnet. Seine Position als russischsprachiger Kritiker mit ukrainischen Wurzeln, als jemand, der sowohl innerhalb als auch außerhalb des postsowjetischen Kulturraums operiert, macht ihn zu einem Knotenpunkt, durch den verschiedene Kinokulturen gleichzeitig gelesen werden können. [~Über das genaue Format — Dauer, Sprache, ob Filmausschnitte gezeigt werden — finden sich in den verfügbaren Quellen keine Details|Es existieren nur eine knappe Veranstaltungsbeschreibung und ein Hinweis auf „Fragen bei einer Tasse Tee\"~]. Die Andeutung „Fragen bei einer Tasse Tee\" suggeriert ein intimes Setting, keine Auditoriumsvorlesung.\n\nFür Plakhov ist ein Festival ein diagnostisches Instrument. Die Filme, die eine Jury auswählt, die Preise, die sie vergibt, die Kontroversen, die ausbleiben — all das lässt sich lesen wie eine Fieberkurve der Gegenwart. Dass die Berlinale 2026 in einem Berlin stattfindet, das gerade seine Kulturhaushalte zusammenstreicht, in einem Europa, das seine geopolitischen Koordinaten täglich neu justiert — das wird in seiner Zusammenfassung mitschwingen, ob explizit oder als Hintergrundfrequenz.\n\n[~Plakhovs internationale Einbettung macht ihn zu einer zunehmend seltenen Figur: ein Kritiker, der gleichermaßen in russischen, europäischen und angloamerikanischen Diskursen zu Hause ist|Das lässt sich aus seiner Publikationsliste und seinen institutionellen Anbindungen ableiten, ist aber als Bewertung eine Mustererkennung meinerseits, kein etablierter Konsens~]. In einer Zeit, in der sich diese Diskursräume voneinander entfernen, in der die Brücken zwischen russischsprachiger und westeuropäischer Kulturkritik systematisch erodieren, hat ein Vortrag wie dieser eine Bedeutung, die über Filmkritik hinausgeht. Plakhov fasst nicht nur die Berlinale zusammen. Er ist der Beweis, dass es die Position, von der aus er zusammenfasst, überhaupt noch gibt.",
  "language": "de",
  "word_count": 673,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T11:00:54.864657",
  "event": {
    "id": "ad82593d-b4ef-4798-9641-022d2c66bbed",
    "name": "Andrei Plakhov: Summary of the 76th Berlinale 2026",
    "start_date": "2026-02-22",
    "end_date": "2026-02-22",
    "venue": "",
    "city": "Berlin",
    "category": "lecture",
    "description": "Film critic Andrei Plakhov delivers a critical summary and analysis of the 76th Berlinale. A rare opportunity to get expert perspective on one of cinema's most important annual events, offering insights into emerging trends, political undercurrents, and the state of global filmmaking.",
    "source_url": "https://www.kontramarka.de/en/2026-february/?srsltid=AfmBOoqBGYoNGb5uKCIXeLQ-3F_1rXJQ0uzkA6ftK9Us-gIMkzSXGamC",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.266441"
  }
}