{
  "id": "6e4c2fad-b10d-498e-8e62-ac99e4d04376",
  "event_id": "abc1466d-f781-48ab-a0d1-60c875bdc1f5",
  "title": "Die Zeugin",
  "slug": "die-zeugin",
  "lead": "Catherine Opie spricht in der Neuen Nationalgalerie über drei Jahrzehnte Fotografie zwischen queeren Porträts, amerikanischen Vorstädten und politischer Landschaft – als Zeugin, nicht als Aktivistin, in einem Moment, in dem genau diese Unterscheidung wieder auf dem Spiel steht.",
  "body": "Ein Foto, aufgenommen mit neun Jahren: Catherine Opie macht ein Selbstporträt, in dem sie ihre Muskeln anspannt. Sandusky, Ohio, 1970. Ein Mädchen mit einer Kodak Instamatic, das sich selbst ins Bild setzt, bevor es überhaupt weiß, was das bedeuten könnte. Mehr als fünf Jahrzehnte später steht dieselbe Künstlerin am 19. Februar in der Neuen Nationalgalerie, Mies van der Rohes gläsernem Tempel der Moderne, und spricht über ein Werk, das sich genau um diese Frage dreht: Was heißt es, gesehen zu werden? Wer bestimmt, wer sichtbar ist?\n\nOpie gehört zu jenen Fotografinnen, die man nicht in eine Schublade bekommt, und das ist keine Floskel. Ihre Arbeit bewegt sich zwischen Porträt, Landschaft und Dokumentation, wobei keine dieser Kategorien je stabil bleibt. In den frühen Neunzigern fotografierte sie Mitglieder der queeren Community in San Francisco und Los Angeles: Drag Kings, Lederkerle, Trans-Personen, dargestellt vor monochromen Hintergründen in einer Bildsprache, die direkt aus der niederländischen und flämischen Porträtmalerei des 17. Jahrhunderts zu stammen scheint. Die Serie „Being and Having\" (1991) zeigte Freundinnen mit angeklebten Bärten; „Portraits\" (1993–1997) ging weiter, zeigte Körper mit Piercings, Brandings, Scarifications. Opie selbst ließ sich ein naives Strichzeichnungsmotiv zweier Strichmädchen in den Rücken ritzen. Die Fotos waren schockierend für manche, zärtlich für andere. Beides gleichzeitig, eigentlich.\n\nWas Opie von vielen Künstlerinnen ihrer Generation unterscheidet, ist die Weigerung, sich auf einen Modus festzulegen. Nach den frühen Porträtserien wandte sie sich amerikanischen Vorstädten zu, Highways, Einfamilienhäusern, Einkaufszentren. Ihre „Freeways\"-Serie (1994–1995) zeigt die Autobahnknoten von Los Angeles als abstrakte Skulpturen, menschenleer und doch voller Spuren menschlichen Lebens. Später dann „High School Football\" (2007–2009): Bilder von Football-Spielen an amerikanischen Highschools, oft im Regen, oft am Rand des Spielfelds, die weniger den Sport als das Ritual drumherum einfangen. Die Cheerleader, die Tribünen, das Flutlicht. Opie fotografiert Americana nicht mit Ironie, sondern mit der Aufmerksamkeit einer Anthropologin, die gleichzeitig Teil der Kultur ist, die sie untersucht.\n\nDass sie jetzt nach Berlin kommt, hat einen konkreten Anlass: Am 14. Februar eröffnet im Fridericianum in Kassel ihre Soloausstellung „The Pause That Dreams Against Erasure\". Der Titel allein ist ein Statement. In einem politischen Klima, in dem in den USA queere Geschichte, Bücher, Curricula systematisch aus dem öffentlichen Raum gedrängt werden, klingt „Against Erasure\" nicht wie eine poetische Geste, sondern wie eine Kampfansage. Organisiert wird der Berliner Abend gemeinsam von der Neuen Nationalgalerie, der American Academy in Berlin und dem Fridericianum. Eintritt frei, keine Anmeldung nötig, die Veranstaltung findet auf Englisch statt.\n\nDer Ort selbst verdient einen Moment. Mies van der Rohes letztes großes Bauwerk, 1968 eröffnet, ein Jahr vor seinem Tod: das flache Stahldach, die Glaswände, die den Innenraum zur Stadt hin öffnen und gleichzeitig eine fast sakrale Distanz erzeugen. Ein Gebäude, das aus der Geschichte der deutschen Teilung nicht herauszulösen ist. Mies, einst letzter Bauhaus-Direktor vor der Schließung durch die Nazis, war 1933 aus Deutschland geflohen und baute erst drei Jahrzehnte später wieder in Europa. Die Neue Nationalgalerie wurde nach der Wende zum Symbol einer wiedervereinigten Kulturlandschaft am Kulturforum, neben Philharmonie und Staatsbibliothek. Dass eine amerikanische Künstlerin, die sich ihr gesamtes Schaffen lang mit Fragen von Zugehörigkeit und Ausschluss beschäftigt hat, hier spricht, in diesem Gebäude mit seiner eigenen Geschichte von Exil und Rückkehr: das ist kein Zufall, auch wenn es keiner geplant haben mag.\n\nOpie wird an diesem Abend über ihre künstlerische Praxis reflektieren, über die Entwicklung eines Werks, das sich über mehr als drei Jahrzehnte erstreckt. Danach gibt es ein Q&A. Man kann sich vorstellen, wie sie vor dem Publikum steht, in diesem riesigen, offenen Raum, und über Bilder spricht, die das Gegenteil von architektonischer Kühle sind: warm, nah, manchmal brutal intim. Ihre Arbeit der letzten Jahre hat sich zunehmend mit politischer Dokumentation beschäftigt. Sie fotografierte Black-Lives-Matter-Proteste, Demonstrationen gegen die Trump-Präsidentschaft. Ihre „Political Landscapes\" (2020, gezeigt im Berkeley Art Museum) behandelten die amerikanische Landschaft nicht als Naturidyll, sondern als Schauplatz politischer Kämpfe.\n\nWas macht eine Fotografin, die sich seit den frühen Neunzigern mit queerer Sichtbarkeit beschäftigt, in einem Moment, in dem diese Sichtbarkeit wieder aktiv bedroht wird? Die Frage ist nicht rhetorisch. Opies frühe Porträts entstanden in einer Zeit, in der die AIDS-Krise die queere Community dezimierte und die Kulturkriege der Reagan- und Bush-Ära Künstlerinnen wie Robert Mapplethorpe zum Feindbild machten. Opie fotografierte dagegen an, nicht als Aktivistin im engeren Sinne, sondern als Zeugin. Dieses Wort trifft es am besten. Ihre Kamera dokumentiert nicht neutral; sie entscheidet, wer würdig ist, porträtiert zu werden, und diese Entscheidung ist politisch.\n\nGleichzeitig wäre es zu einfach, Opie auf „politische Fotografin\" zu reduzieren. Ihre Bilder von Eisbergen, Surfern, Kinderzimmern, von Sonnenuntergängen über dem Pazifik haben eine formale Strenge, die an die Düsseldorfer Schule erinnert (Bernd und Hilla Becher, Andreas Gursky, Thomas Struth), und eine emotionale Wärme, die dort meist fehlt. Opie ist in den großen Museen angekommen: Retrospektive im Solomon R. Guggenheim Museum 2008, Guggenheim Fellowship 2019, Arbeiten in den Sammlungen des Whitney Museum of American Art, des Museum of Contemporary Art, Los Angeles, des Brooklyn Museum. Seit 2001 lehrt sie an der UCLA, seit 2019 als erste Inhaberin eines eigens gestifteten Lehrstuhls für Kunst. Die institutionelle Anerkennung ist da. Was sie damit macht, bleibt interessant.\n\nDenn Opie hätte sich längst zur Marke machen können. Queere Porträts, die auf Art-Basel-Ständen hängen, zwischen einem Richter und einem Hockney. Das passiert natürlich auch. Aber die Kasseler Ausstellung und der Berliner Vortrag deuten auf etwas anderes hin: auf eine Künstlerin, die sich weigert, in Nostalgie für ihr eigenes Frühwerk zu verfallen. „The Pause That Dreams Against Erasure\" klingt nach Verlangsamung als Strategie. In einer Zeit, in der Bilder in Millisekunden konsumiert und vergessen werden, besteht Opie darauf, dass Fotografie etwas Langsames sein kann. Ein Akt der Aufmerksamkeit. Ein Akt des Widerstands, wenn das, was man betrachtet, eigentlich verschwinden soll.\n\nAm 19. Februar, 19:30 Uhr, Potsdamer Straße, unter Mies van der Rohes Stahldach. Eine Frau aus Ohio erzählt, warum sie seit über dreißig Jahren hinschaut, wo andere wegschauen. In Berlin, 2026, gibt es wenige Orte, an denen das dringender wäre.",
  "language": "de",
  "word_count": 987,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-12T19:06:35.493886",
  "event": {
    "id": "abc1466d-f781-48ab-a0d1-60c875bdc1f5",
    "name": "Lecture by Catherine Opie",
    "start_date": "2026-02-19",
    "end_date": "2026-02-19",
    "venue": "Neue Nationalgalerie",
    "city": "Berlin",
    "category": "lecture",
    "description": "Influential American photographer Catherine Opie presents a lecture at the Neue Nationalgalerie. Opie's body of work spans queer portraiture, architectural documentation, and interrogations of American identity, making her one of the most important voices in contemporary photography.",
    "source_url": "https://www.artatberlin.com/en/cat/performanceperformance-contemporary-art-at-berlin/",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.349596"
  }
}