{
  "id": "4420da78-f35a-495b-98c6-e757db2543bc",
  "event_id": "6b9e5274-f873-475c-bdd2-a48846d7901b",
  "title": "Die Frau, die hinsah, als niemand hinsehen wollte",
  "slug": "die-frau-die-hinsah-als-niemand-hinsehen-wollte",
  "lead": "Ein ethnografischer Film über ostdeutsche Frauen, gedreht Anfang der 1980er von der indischen Filmemacherin Chetna Vora, fast physisch zerstört und aus jeder Filmgeschichte gefallen – vierzig Jahre später wird *Women in Berlin* endlich wieder sichtbar, eingeführt von Kurator Rastko Novakovic, nicht als nostalgische Übung, sondern als Konfrontation mit allem, was zwischen Stasi-Akten und Ostalgie nie erzählt wurde.",
  "body": "Es gibt Filme, die fast verschwinden. Nicht metaphorisch, nicht im Sinne von „vergessen in einem Archiv\", sondern physisch: Filmmaterial, das zerstört werden sollte, Negative, die in Kisten verrotten, Schnitte, die niemand mehr zusammensetzen kann. Chetna Voras *Women in Berlin* gehört zu dieser Kategorie. Ein ethnografischer Film über ostdeutsche Frauen im Berlin der frühen 1980er Jahre, gedreht von einer indischen Filmemacherin, beinahe vernichtet. Dass er am 12. Februar 2026 in Berlin gezeigt wird, eingeführt vom Kurator Rastko Novakovic, ist weniger eine Wiederentdeckung als eine Rettung.\n\nWas Vora Anfang der Achtziger in Ostberlin festhielt, war eigentlich nicht für die Öffentlichkeit bestimmt, zumindest nicht für die westliche. Die DDR inszenierte sich selbst gern als Staat der verwirklichten Gleichberechtigung: Frauen arbeiteten, Frauen bekamen Kinderbetreuung, Frauen wurden auf Plakaten gefeiert. Das offizielle Bild war glatt. Voras Kamera interessierte sich nicht für dieses Bild. Sie interessierte sich für Küchen, Gespräche, Pausen zwischen den Sätzen, für das, was Frauen tun, wenn sie nicht repräsentiert werden, sondern einfach leben.\n\nDer Kontext macht den Film erst richtig lesbar. In der DDR existierte seit den 1960er Jahren eine eigene Tradition des Frauenfilms, eingebettet in das Genre der sogenannten Gegenwartsfilme. Etwa die Hälfte dieser rund neunzig Produktionen der DEFA hatte weibliche Protagonistinnen. Filme wie *Bis dass der Tod euch scheidet* zeigten Frauen, die jung heirateten, schnell Kinder bekamen, nach dem Ratgeberbuch ihres Chefs lebten und trotzdem an den Verhältnissen zerbrachen; an trinkenden Ehemännern, an verweigerter Berufstätigkeit, an Gewalt hinter geschlossenen Türen. Die Heldinnen dieser Filme waren Beweise für die Gleichstellung und gleichzeitig deren Widerlegung. Das war die Spannung, die das DDR-Kino ausmachte, wenn es gut war. Voras Arbeit steht außerhalb dieses Systems. Sie kam als Fremde, ohne ideologischen Rahmen, ohne Produktionsapparat, ohne die stille Absprache zwischen Staat und Kunst, die in der DDR jede Kameraeinstellung begleitete.\n\nGenau darin liegt die Kraft des Films. Ethnografisches Kino hat eine lange, oft problematische Geschichte: der westliche Blick auf den nicht-westlichen „Anderen\", die Kamera als Instrument der Macht. Hier kehrt sich das Verhältnis um, oder zumindest verschiebt es sich. Eine indische Filmemacherin richtet ihre Kamera auf europäische Frauen in einem sozialistischen Staat. Wer beobachtet wen? Wer ist hier exotisch? Die Frauen in Voras Film sind keine Symbole, keine Statistiken, keine Fallstudien für das Scheitern oder den Erfolg eines politischen Experiments. Sie sind Personen mit Gesichtern, Händen, Stimmen. Die stille Widerstandsfähigkeit, die der Film einfängt, hat nichts Heroisches. Es ist die Widerstandsfähigkeit des Alltags: Einkaufen, Reden, Warten, Weitermachen.\n\nWas die Vorführung besonders macht, ist die Einführung durch Rastko Novakovic. Novakovic arbeitet als Kurator an der Schnittstelle von Film, Archiv und politischer Erinnerung. Sein Interesse gilt Filmen, die durch die Raster der offiziellen Filmgeschichte gefallen sind, und *Women in Berlin* ist dafür ein Paradebeispiel. Ein Film, der beinahe zerstört wurde (warum genau, bleibt eine der Fragen, die der Abend hoffentlich beantwortet), gedreht von einer Filmemacherin, die in keinem Kanon auftaucht, über Frauen, die in keiner Geschichtsschreibung als Individuen vorkommen.\n\nMan könnte den Film in eine größere Erzählung einordnen: die Wiederentdeckung weiblicher Perspektiven im deutschen Kino, die Debatten um Repräsentation bei der Berlinale, die Frage, wer das Recht hat, wessen Geschichte zu erzählen. Regisseurinnen wie Angela Schanelec oder Doris Dörrie haben in den letzten Jahrzehnten weibliche Erfahrungswelten ins Zentrum gerückt, jede auf ihre Weise. Schanelecs kühler Minimalismus, Dörries emotionale Offenheit. Voras Ansatz ist anders: weniger ästhetisches Programm als dokumentarische Geduld. Sie wartet, bis etwas passiert. Manchmal passiert nichts, und genau das ist der Punkt.\n\nBerlin 2026 ist natürlich ein anderer Ort als Berlin 1982. Die Mauer ist seit über 35 Jahren weg. Ostberlin ist gentrifiziert, durchkommerzialisiert, in Teilen unkenntlich. Die Clubs, die in den Neunzigern in den Ruinen der DDR entstanden (UFO, das erste Acid-House-Venue der Stadt; das originale Ost Gut), sind selbst schon Geschichte, dokumentiert in Apps und Retrospektiven. Die Frauen, die Vora filmte, leben vielleicht noch. Vielleicht nicht. Ihre Wohnungen sehen heute anders aus, wenn sie überhaupt noch existieren.\n\nGerade deshalb fühlt sich die Vorführung richtig an. Nicht als nostalgische Übung, nicht als akademische Pflichtveranstaltung, sondern als Konfrontation mit einer Lücke. Das Bild, das wir von der DDR haben, ist geprägt von Stasi-Akten, Plattenbauten und Trabis, von Ostalgie oder Abrechnung. Was fehlt, ist das Dazwischen: der Kaffee am Morgen, das Lachen über etwas, das die Kamera nicht versteht, der Blick aus dem Fenster auf eine Straße, die es so nicht mehr gibt. Voras Film verspricht kein großes Drama. Er verspricht Genauigkeit.\n\nDie Frage, die bleibt, ist eine unbequeme: Warum sollte dieser Film beinahe zerstört werden? Wem war er gefährlich? Was zeigt ein ethnografischer Blick von außen, das der Blick von innen nicht zeigen durfte? Vielleicht ist das die eigentliche Pointe. Manchmal braucht es jemanden, der nicht dazugehört, um zu sehen, was da ist. Und manchmal braucht es vierzig Jahre, bis jemand bereit ist, hinzuschauen.",
  "language": "de",
  "word_count": 788,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T20:39:49.320658",
  "event": {
    "id": "6b9e5274-f873-475c-bdd2-a48846d7901b",
    "name": "Women in Berlin",
    "start_date": "2026-02-12",
    "end_date": "2026-02-12",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "Chetna Vora's ethnographic portrait of East German women living in Berlin in the early 1980s, a film which was almost destroyed. Her ability to capture the quiet resilience and everyday lives of East German women offers a rare glimpse into a world rarely seen through such a nuanced and foreign perspective, introduced by curator Rastko Novakovic.",
    "source_url": "https://cinetopia.substack.com/p/cinetopia-recommends-9-15-february",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.259636"
  }
}