{
  "id": "ed8ef528-c5e8-4728-9e65-0597bd67c332",
  "event_id": "a9648917-b78a-4ed6-9d7a-14d2d498581c",
  "title": "Die Frau, die nicht aufhört",
  "slug": "die-frau-die-nicht-aufhort",
  "lead": "Lydia Lunch hat 1977 aufgehört, irgendjemandem gefallen zu wollen, und seitdem nicht eine Sekunde damit verschwendet, es sich anders zu überlegen – am 8. Februar bringt sie Big Sexy Noise in die Neue Zukunft nach Friedrichshain, und wer hier eine Nostalgie-Revue erwartet, hat das Prinzip nicht begriffen.",
  "body": "Es gibt ein Foto von Lydia Lunch aus dem Jahr 1977, aufgenommen in irgendeinem versifften Club im Lower Manhattan. Sie ist achtzehn, hält eine Gitarre wie eine Waffe und starrt in die Kamera mit einem Blick, der sagt: Ich weiß etwas, das ihr nicht wisst, und es wird euch nicht gefallen. Fast fünfzig Jahre später hat sich an diesem Blick nichts geändert. Am 8. Februar bringt sie Big Sexy Noise in die Neue Zukunft nach Friedrichshain, und wer glaubt, das sei eine Nostalgieshow, hat Lunch nie verstanden.\n\nLunch kam 1976 als Teenager nach New York, legte sich einen neuen Nachnamen zu (der alte, Koch, war ihr zu bürgerlich) und gründete Teenage Jesus and the Jerks, eine Band, die so klang, als würde jemand mit einem rostigen Messer auf eine Geige einstechen. Das war No Wave: eine Bewegung, die Punk für zu melodisch hielt und sich vornahm, die letzten Reste von Musikalität aus dem Rock'n'Roll zu pressen. Brian Eno dokumentierte das Ganze 1978 auf der Compilation No New York, zusammen mit James Chance, DNA, Mars. Die Szene dauerte kaum drei Jahre. Lunch hatte sie schon verlassen, bevor sie überhaupt einen Namen hatte.\n\nSeitdem hat sie praktisch alles gemacht, was man mit Lärm, Worten und einer Bühne anstellen kann. Spoken Word mit Henry Rollins. Filme mit Richard Kern, die bis heute schwer auszuhalten sind. Kollaborationen mit Nick Cave, Kim Gordon, Thurston Moore, Rowland S. Howard, Einstürzende Neubauten, Sonic Youth. Die Zusammenarbeit mit letzteren produzierte „Death Valley '69\", einen Song, den Kerrang! zu den „50 bösartigsten Songs aller Zeiten\" zählte. The Boston Phoenix nannte sie eine der zehn einflussreichsten Performerinnen der Neunziger. Und trotzdem: Lunch hat nie einen Major-Label-Deal gehabt, nie einen Hit gelandet, nie irgendetwas getan, das auch nur annähernd nach Kompromiss roch. Das ist keine Pose. Das ist eine Lebensform.\n\nBig Sexy Noise existiert seit über einem Jahrzehnt als Kollaboration zwischen Lunch und Mitgliedern von Gallon Drunk, dieser wunderbar schmutzigen Londoner Band, die klingt, als hätte man Rockabilly in Teer getaucht. James Johnston spielt Gitarre (er hat auch mit Nick Cave and the Bad Seeds und PJ Harvey gearbeitet, was seinem Spiel eine gewisse dunkle Eleganz gibt, die er hier gezielt gegen die Wand fährt). Ian White sitzt am Schlagzeug; er hat unter anderem mit Barry Adamson gespielt, was erklärt, warum sein Groove gleichzeitig dreckig und präzise sein kann. Terry Edwards steuerte auf früheren Aufnahmen Orgel und Saxophon bei. Als Trio wird die Sache noch skelettierter, noch nackter.\n\nWas Big Sexy Noise von Lunchs anderen Projekten unterscheidet, ist eine fast anstößige Freude am Riff. Wo Teenage Jesus and the Jerks jede Melodie ablehnten und ihre Spoken-Word-Arbeiten sich in düstere Textflächen vorwagten, umarmt Big Sexy Noise den Blues-Rock der Siebziger. Aber sie umarmt ihn so, wie ein Boa Constrictor sein Abendessen umarmt. Whites Schlagzeug shuffelt, Johnstons Gitarre wechselt zwischen simplen, schmierigen Riffs und Ausbrüchen von reinem Noise. Und darüber Lunchs Stimme: ein Instrument, das gleichzeitig verführen und häuten kann. Sie haben Lou Reeds „Kill Your Sons\" gecovert, einen Song, der wie für Lunch geschrieben klingt. Und „The Gospel Singer\", geschrieben mit Kim Gordon in einer Sonic-Youth-Pause, fand auf dem ersten Album seinen Platz. Die Band spielt zur Feier eines neuen Live-Albums, was darauf hindeutet, dass die aktuelle Formation so gut funktioniert, dass sie dokumentiert werden musste.\n\nDie Neue Zukunft als Venue ergibt Sinn. Der Club in Friedrichshain programmiert konsequent an der Schnittstelle von Post-Punk, Noise und experimentellem Rock; ein Blick auf den Kalender 2026 zeigt dälek, Lorelle Meets The Obsolete, Svalbard, Black Doldrums. Das ist kein Ort für sichere Wetten. Kapazität und Atmosphäre sind so, dass man den Schweiß der Band riechen wird. Doors um 19 Uhr, Show um 20 Uhr, 24 Euro Eintritt. Davor spielt Mellowdeath, ein Berliner Duo aus Sara Neidorf an den Drums und Isabel Merten am Bass: instrumentaler Nightmare Jazz, der klingt wie ein Soundtrack zu einer Spukhaus-Jahrmarktfahrt, die niemand bestellt hat. Ihr Debütalbum erschien Ende 2025. Als Opener für Lunch ist das eine kluge Wahl, weil es den Abend in eine Zone der Unbehaglichkeit versetzt, bevor die Hauptband überhaupt die Bühne betritt.\n\nMan könnte fragen: Braucht die Welt noch eine Lydia-Lunch-Tour? Braucht Berlin noch eine weitere Show einer Figur aus den späten Siebzigern? Die Frage ist falsch gestellt. Lunch ist keine Retro-Attraktion. Sie hat keine Ära, in die man sie zurückschicken könnte, weil sie nie in einer geblieben ist. „In the 80s we were under the thumb of Reagan and Thatcher,\" hat sie in einem Interview gesagt, „and spoken-word was really important. Now here we are, and the biggest liar on the planet is representing America, and here's me telling the truth because I have to, and finding different ways of saying it.\" Das war 2017 oder 2018, unter Trump I. Jetzt, 2026, klingt es womöglich noch dringlicher.\n\nEs gibt eine bestimmte Sorte Performerin, die nicht weicher wird, nicht milder, nicht versöhnlicher. Die nicht beginnt, ihre frühen Arbeiten als Jugendsünden zu relativieren. Die nicht den TED-Talk gibt. Patti Smith hat ihren Frieden mit dem Mainstream geschlossen, was ihr gutes Recht ist. Iggy Pop macht Werbung für Kreuzfahrtschiffe. Lunch dagegen sagt auf der Bühne Dinge wie „It's time to stop complaining, quit your crying and embrace the coming End Times. Let's fucking rock.\" Und dann rockt sie tatsächlich. Es gibt keine Ironie in diesem Satz, keinen Zynismus. Es ist die aufrichtige Überzeugung, dass Lärm eine Form der Wahrheit ist.\n\nOb Big Sexy Noise tatsächlich so gut sind, wie die Beschreibung verspricht, oder ob die Energie bei einer Band, deren Mitglieder alle über sechzig sind, noch dieselbe Wucht hat, das lässt sich erst am 8. Februar um 20 Uhr überprüfen. Live-Berichte der letzten Jahre deuten darauf hin, dass Lunch auf der Bühne immer noch eine Naturgewalt ist, dass Johnston mit einer einzigen Gitarre den Lärm einer ganzen Band erzeugt, dass Whites Drumming den Songs eine unerwartete Eleganz verleiht. Aber Pressetexte lügen manchmal, und Erwartungen sind der Feind guter Konzerte. Was sicher ist: Lydia Lunch wird nicht versuchen, irgendjemandem zu gefallen. Das hat sie noch nie getan. Und das allein ist 2026 eine Seltenheit, die man sich leisten sollte.",
  "language": "de",
  "word_count": 1009,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T14:27:30.682933",
  "event": {
    "id": "a9648917-b78a-4ed6-9d7a-14d2d498581c",
    "name": "Lydia Lunch's Big Sexy Noise + Mellowdeath",
    "start_date": "2026-02-08",
    "end_date": "2026-02-08",
    "venue": "Neue Zukunft",
    "city": "Berlin",
    "category": "music",
    "description": "No Wave icon and voice of a generation Lydia Lunch storms back to Berlin with her band Big Sexy Noise, featuring members of The Bad Seeds. The trio obliterates rock clichés with their signature ferocity, continuing Lunch's decades-long legacy of uncompromising sonic experimentation.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.749704"
  }
}