{
  "id": "da9d543e-0a85-4a4f-943e-b73b2c0b1313",
  "event_id": "6537c9f6-093f-4f95-b2e9-59827a2caf40",
  "title": "Die verbotene Stimme in der Kreuzberger Kirche",
  "slug": "die-verbotene-stimme-in-der-kreuzberger-kirche",
  "lead": "Seit 1979 ist die weibliche Solostimme im Iran aus dem öffentlichen Leben verbannt — am 11. März singt Mahsa Vahdat in der Passionskirche in Berlin-Kreuzberg, und der Ort ist kein Zufall.",
  "body": "Eine Frau singt in einer Kirche. Das klingt nach nichts Besonderem — bis man versteht, dass ihr genau das seit 1979 verboten ist. Mahsa Vahdat, geboren 1973 in Teheran, darf in ihrer Heimat nicht als Solistin vor gemischtem Publikum auftreten. Seit der Islamischen Revolution ist die weibliche Solostimme im Iran aus dem öffentlichen Leben getilgt. Am 11. März 2026 singt sie in der Passionskirche in Berlin-Kreuzberg. Der Veranstaltungsort ist kein Zufall.\n\nVahdats Biografie liest sich wie eine Landkarte der Umwege. An der Tehran University of Arts studierte sie persischen Gesang, arbeitete mit Größen der iranischen Klassik zusammen. [~Die genauen Namen ihrer Lehrer und frühen Kollaborateure sind aus den vorliegenden Quellen nicht im Detail verifizierbar|Mehrfach genannt werden die Tehran University of Arts und ihre allgemeine Ausbildung in persischer Klassik; spezifische Lehrernamen stammen aus weiterführenden, nicht unabhängig geprüften Quellen.~] Und trotzdem: Ihre gesamte Karriere als Performerin existiert nur außerhalb des Iran. In Teheran unterrichtet sie Gesang in ihrem eigenen Haus, hinter verschlossenen Türen. Ihre Alben wurden in Norwegen und anderswo veröffentlicht — und erreichen den Iran über den illegalen Markt. Eine Künstlerin, die in ihrem eigenen Land unhörbar ist, aber in Paris, London, Berkeley und Bilbao Säle füllt.\n\nDer Wendepunkt kam 2004 mit dem Album *Lullabies from the Axis of Evil*, produziert von Erik Hillestad auf dem norwegischen Label Kirkelig Kulturverksted. Das Konzept war eine humanistische Antwort auf George W. Bushs Rede, in der er Iran, Irak und Nordkorea zur „Achse des Bösen\" erklärte — das Album versammelte Musik aus genau diesen Ländern, dazu Afghanistan, Syrien, Kuba, Libyen und die palästinensischen Gebiete. [~Ein Album als geopolitischer Gegenentwurf, das Vahdats internationale Karriere begründete|Mehrere unabhängige Quellen — Cal Performances, Freemuse, Wikipedia, ihr eigenes Label — bestätigen diese Chronologie konsistent.~] Die Zusammenarbeit mit Kirkelig Kulturverksted wurde zur Konstante: Alben mit ihrer Schwester Marjan Vahdat, mit dem norwegischen Gitarristen Knut Reiersrud, mit dem amerikanischen Bluessänger Mighty Sam McClain, mit dem Jazzpianisten Tord Gustavsen. Was an dieser Diskografie auffällt, ist nicht die Quantität, sondern die Methode.\n\nVahdat verschmilzt persische Klassik nicht mit „World Music\". Sie sucht spezifische musikalische Dialoge: mit norwegischem Jazz, mit amerikanischem Blues, mit polnischem experimentellem Theater (Teatr Zar), mit dem Vokalensemble Kitka, mit Kronos Quartet. Jede Kollaboration dehnt das Vokabular ihres Gesangs in eine andere Richtung. Die Texte stammen häufig aus der klassischen persischen Dichtung — Hafez, Rumi — aber Vahdat setzt sie in Kontexte, die ihre Bedeutung verschieben, aktualisieren, politisieren. Eine Ghazal von Hafez über Sehnsucht wird, gesungen von einer Frau im Exil, zu etwas anderem als auf einem Seminar für persische Literatur. Das ist der Kern ihrer Arbeit: nicht Fusion als ästhetische Geste, sondern Deplatzierung als politischer Akt.\n\nSeit 2007 ist Vahdat Botschafterin von Freemuse, einer internationalen Organisation für die Ausdrucksfreiheit von Musikerinnen und Musikern. 2010 erhielt sie den Freemuse Award. [~Diese Arbeit ist kein Nebenprojekt, sondern integraler Bestandteil ihres künstlerischen Selbstverständnisses|Sowohl ihre offizielle Website als auch unabhängige Quellen wie Asia Society betonen die Untrennbarkeit von Musik und Aktivismus.~] Und der Kontext, in dem diese Arbeit rezipiert wird, hat sich verschoben. Die Bewegung „Frau, Leben, Freiheit\", die nach dem Tod von Jina Mahsa Amini im September 2022 den Iran und die Welt beschäftigte, hat die Frage, wer im öffentlichen Raum hörbar sein darf, mit neuer Dringlichkeit aufgeladen. Vahdat singt seit Jahrzehnten über genau das, wofür Amini zur Ikone wurde. Aber dort, wo die Bewegung 2022 in westlichen Medien als Nachricht ankam, war Vahdats Stimme längst da — nicht als Kommentar, sondern als Praxis. Ihr Konzert in Berlin ist keine Reaktion auf eine Nachrichtenlage. Es ist die Fortführung einer Arbeit, die der Nachrichtenlage um Jahrzehnte vorausgeht. Die Frage, die sich stellt: Hat die Sichtbarkeit der Bewegung die Rezeption ihrer Musik verändert? Kommen jetzt andere Zuhörer, mit anderen Erwartungen? Oder war das Publikum, das Vahdat immer schon fand, bereits eines, das diese Zusammenhänge kannte?\n\nDie Passionskirche in Kreuzberg bringt ihre eigene Geschichte mit. Ende des 19. Jahrhunderts im neogotischen Stil erbaut, später zum Kulturort umgewidmet, heute eine der bemerkenswertesten Konzertlocations Berlins. [~Die Akustik der Passionskirche wird in fast allen Rezensionen als herausragend beschrieben|Rund 880 Google-Bewertungen bei 4,7 Sternen; die Akustik ist das am häufigsten genannte Merkmal.~] Der Raum ist intim genug, um die Nuancen eines unbegleiteten Gesangs zu tragen, und groß genug, um einer Stimme einen Nachhall zu geben, der fast etwas Physisches hat. Für Vahdats Musik, die zwischen ornamentaler Intimität und drängender Weite pendelt, ist dieser Raum beinahe ideal. Und die symbolische Ebene — eine iranische Frauenstimme in einer christlichen Kirche, ein sakraler Raum als Ort des Dissenses — ist so offensichtlich, dass sie keiner Erklärung bedarf. Sie ist einfach da.\n\nWas genau am 11. März auf der Bühne passieren wird, lässt sich nicht präzise rekonstruieren. [~Ob Vahdat solo, mit Begleitung oder im Duo mit ihrer Schwester Marjan auftritt, geht aus den vorliegenden Quellen nicht hervor|Für dieses spezifische Konzert fand sich keine Programmankündigung mit Besetzungsdetails.~] Ihre jüngsten Projekte deuten auf Vielseitigkeit hin: 2025 war sie Composer-in-Residence mit Uraufführungen neuer Werke, sie trat bei Friedensveranstaltungen in Norwegen auf und gab Workshops. Die Spannweite reicht von a-cappella-Darbietungen bis zu voll arrangierten Ensembles. Was sicher ist: Vahdats Stimme ist das Zentrum. Eine Stimme, die in der persischen Klassik geschult ist — mit ihren Mikrotonalitäten, ihren melismatischen Verzierungen, ihren Spannungsbögen, die westlicher Harmonik nicht gehorchen — und die gleichzeitig mit Jazzmusikern, Chören und Bluesgitarristen funktioniert. Das ist keine Flexibilität um ihrer selbst willen. Es ist das Ergebnis einer Karriere, die aus der Notwendigkeit entstand, überall auftreten zu können, nur nicht zu Hause.\n\nBerlin hat eine wachsende iranische Diaspora, eine lange Geschichte als Zufluchtsort für Dissidentinnen und eine Kulturlandschaft, die sich gerne als offen für genau solche Stimmen versteht. Die Gefahr dabei ist die Reduktion: die iranische Künstlerin als Symbol, die verbotene Stimme als Narrativ, das den eigentlichen Gesang überlagert. Vahdat ist sich dessen bewusst — in Interviews betont sie, dass ihre Musik eine universelle Botschaft von Humanismus und Freiheit trage, nicht nur eine iranische. Aber universell heißt nicht unspezifisch. Die persische Poesie, die ihre Texte trägt, ist keine austauschbare Kulisse. Hafez schrieb im 14. Jahrhundert über die Unmöglichkeit, das Begehren in die Formen der Macht zu pressen. Dass diese Verse heute, gesungen von einer Frau, der das Singen verboten ist, eine andere Ladung tragen als in einer Teheraner Universität, ist kein Marketing — es ist die Arbeit der Zeit an den Texten.\n\nAn einem Mittwochabend im März, in einer umgebauten Kirche in Kreuzberg, wird eine Stimme zu hören sein, die in ihrem Herkunftsland seit 1979 nicht öffentlich erklingen darf. Die Mauern der Passionskirche werden diesen Klang reflektieren, verstärken, in den Raum tragen. Ich kann nicht hören, wie das klingt. Aber ich kann lesen, was diese Stimme in der Welt bewegt hat — und die Spur ist lang und unüberhörbar.",
  "language": "de",
  "word_count": 1112,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-27T18:47:10.486950",
  "event": {
    "id": "6537c9f6-093f-4f95-b2e9-59827a2caf40",
    "name": "Mahsa Vahdat",
    "start_date": "2026-03-11",
    "end_date": "2026-03-11",
    "venue": "Passionskirche",
    "city": "Berlin",
    "category": "music",
    "description": "Iranian vocalist Mahsa Vahdat performs at Passionskirche. Vahdat is one of Iran's most important musical voices in exile, forbidden to perform solo in her homeland since the 1979 revolution. Her work fuses Persian classical traditions with contemporary experimental music, and her concerts carry profound political weight—she sings of women's freedom, exile, and resistance. The church setting adds another layer: sacred space transformed into a site of dissent and beauty.",
    "source_url": "https://www.shazam.com/events/berlin-germany/-/-/world-19",
    "event_url": "",
    "scouted_at": "2026-02-24T17:53:52.510487"
  }
}