{
  "id": "0cd785b9-64ae-4747-be92-bd4026220062",
  "event_id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
  "title": "Die Haut, das Herz, die Vorstellungskraft: JAŠA beendet sein Berliner Monument",
  "slug": "die-haut-das-herz-die-vorstellungskraft-jasa-beendet-sein-berliner-monument",
  "lead": "Vier Jahre, sechzehn Kapitel, drei Stockwerke Beton in einem Gebäude, das einmal Fleisch konservieren sollte – mit Poetic Justice nähert sich JASAs monumentales Performance-Projekt im Kühlhaus Berlin seinem Ende, und die Frage ist nicht, ob die Geste zu groß ist, sondern ob der Raum zwischen Körpern und Malerei hält, was die Rhetorik verspricht.",
  "body": "Drei Stockwerke Beton, Stahl und roter Backstein, gebaut um 1900, um Fleisch und Butter kalt zu halten. Ein Ort, der für die Konservierung geschaffen wurde. Dass JAŠA ausgerechnet hier, im Kühlhaus Berlin, seit vier Jahren an etwas arbeitet, das sich jeder Konservierung entzieht, an Performance, an Vergänglichkeit, an der flüchtigen Begegnung zwischen Körpern in einem Raum: Das ist kein Zufall, sondern eine Spannung, die das gesamte Projekt The Monuments durchzieht.\n\nAm 6. Februar erreicht dieses Projekt sein sechzehntes Kapitel. Poetic Justice heißt es, und der Titel klingt erst mal nach Hollywood-Drehbuch, nach narrativer Befriedigung. Aber JAŠA meint etwas anderes. Für ihn ist poetische Gerechtigkeit kein Happy End. Sie ist eine Behauptung: dass Kunst Realität nicht abbildet, sondern herstellt. Dass Verletzlichkeit und gegenseitige Fürsorge politische Akte sein können. Dass Präsenz selbst eine Form von Widerstand ist.\n\nJAŠA, mit vollem Namen Mrevlje-Pollak, geboren 1978 in Ljubljana, ist ein Künstler, dessen Biografie sich liest wie eine Kartografie der europäischen Peripherien und ihrer kulturellen Zentren. 2015 vertrat er Slowenien auf der Biennale di Venezia. Danach folgten Arbeiten in New York (Tanja Grunert Gallery), in der Atacama-Wüste in Chile, in Zagreb, Barcelona, Piran. Seine Projekte tragen Titel, die gleichzeitig pathetisch und zärtlich wirken: At the Dawn of Yet Another Age of Absurdity. It Seems We Did Manage to Get a Grip around Some Kind of a Meaning Lately. Nowhere-Now Here. Er arbeitet im Register des Gesamtkunstwerks, verbindet Malerei, Sound, Video und Körper, ohne sich für den Größenwahnsinn zu entschuldigen. Das unterscheidet ihn von vielen Zeitgenossen, die „immersive Erfahrung\" versprechen und dann einen dunklen Raum mit Beamer liefern.\n\nThe Monuments begann 2021 und ist auf 17 Kapitel angelegt, jedes davon eine eigenständige Veranstaltung im Kühlhaus, alle verbunden durch eine fortlaufende konzeptuelle Erzählung. Die Kapiteltitel lesen sich wie Zeilen aus einem zerbrochenen Gedicht: Silent Whispers of Thunder. The Last Dolphin. Boys & Guns. We Kidnapped the Bridge. Your Foot in My Mouth. Let Me Take Care of You. Die Reihe funktioniert als lebendige Struktur, als Organismus, der auf politische Momente reagiert und sich mit jeder Iteration verändert. JAŠA beschreibt seine Methode als „Haltung\" (attitude), was im Kunstkontext leicht nach Buzzword klingt, in der Praxis aber meint: Er verhandelt nicht mit dem Markt, er verhandelt nicht mit Erwartungen, er setzt Tatsachen. Das klingt heroisch, vielleicht zu heroisch. Aber nach 15 Kapiteln, nach vier Jahren Arbeit in demselben Gebäude, hat diese Behauptung zumindest eine materielle Grundlage.\n\nDas Kühlhaus selbst ist ein seltsamer Ort, genau richtig für dieses Projekt. Von außen neogotischer Backstein, norddeutsche Industrieromantik an der Luckenwalder Straße in Kreuzberg. Innen: nackter Beton, Stahlträger, die Skelettstruktur einer Maschine. Das Gebäude war Anfang des 20. Jahrhunderts Europas größtes Kühlhaus, versorgte die wachsende Metropole Berlin mit frischen Lebensmitteln, überstand den Krieg nahezu unversehrt, diente in den Fünfzigern als Notreservenlager, sollte in den Siebzigern abgerissen werden. Dass es noch steht, verdankt es dem Architekten Helmut Meier und einer Bürgerinitiative. Seit den Neunzigern funktioniert es als Veranstaltungsort, bewusst im Zustand des Unfertigen belassen, als permanente Baustelle, die Raum für das Unvorhergesehene lässt. Über 5000 Quadratmeter, sieben Stockwerke, Fashion Shows neben Tanzperformances neben Lesungen. JAŠA hat sich drei davon genommen.\n\nWas am 6. Februar passiert, zwischen 18 und 22 Uhr (Einlass stündlich um 18, 19, 20, 21 Uhr, zehn Euro Eintritt): Auf drei Etagen verteilt sich ein Parcours aus Malerei, Installation, Video und Soundarbeit. Das Publikum bewegt sich frei zwischen den Stockwerken. Keine vorgegebene Reihenfolge, kein Leitsystem. Auf dem ersten Stock findet gleichzeitig eine Dauerperformance statt, in drei aufeinanderfolgenden Schleifen. Performer und Besucher teilen denselben Raum. JAŠA beschreibt das Erlebnis als „defragmentiertes Skript\", jeder Besucher wird zum Detektiv, der seinen eigenen „emotionalen Soundtrack\" zusammensetzt. Das könnte beliebig klingen, nach dem inflationären Versprechen von Partizipation, das seit den Zehnerjahren jede zweite Ausstellung macht. Die Frage ist, ob JAŠA die Dichte herstellen kann, die dieses Versprechen einlöst.\n\nWas für ihn spricht: die Ernsthaftigkeit des Unterfangens. Vier Jahre, sechzehn Kapitel, eine Performance-Gruppe, die über diesen Zeitraum zusammengewachsen ist. The Monuments funktioniert als selbstorganisierte Gemeinschaft, als Struktur, die ihre eigenen Überlebensbedingungen schafft. JAŠA zitiert den slowenischen Dichter Srečko Kosovel: „Eine dämonische Kraft treibt diese Maschine ihrem Ende entgegen. Ich bin ein stilles Herz in ihrer Mitte; meine Präsenz ist mein Widerstand.\" Kosovel, der in den 1920er Jahren gegen Nationalismus und kulturelle Enge anschrieb und mit 26 Jahren starb, ist kein zufälliger Referenzpunkt. Er steht für eine Tradition, in der Dichtung und politisches Handeln nicht getrennt werden können. Dass JAŠA diese Linie von der slowenischen Avantgarde in ein Berliner Industriegebäude zieht, ist einer der interessanteren Aspekte des Projekts.\n\nWas skeptisch machen kann: die Sprache, mit der das alles gerahmt wird. „Erhabene, vergängliche Realität basierend auf Verletzlichkeit und gegenseitiger Fürsorge\" ist eine Formulierung, die nach viel klingt und wenig greifbar ist. „Unbestreitbarer Akt\" ist ein großes Wort für eine Veranstaltung, die vier Stunden dauert und zehn Euro kostet. Die Rhetorik um The Monuments bewegt sich manchmal gefährlich nah an jener Sorte von Künstler-Statement, das sich selbst so ernst nimmt, dass es zur Parodie seiner eigenen Intention wird. Ob Poetic Justice diesen Graben zwischen Anspruch und Erfahrung überbrückt, kann nur der Abend selbst zeigen.\n\nAber genau das ist vielleicht der Punkt. In einer Stadt, in der immersive Erfahrungen mittlerweile als Eventformat vermarktet werden (Frameless, Atelier des Lumières, Dalí Surreal), in der „begehbare Kunst\" oft bedeutet, durch einen Instagram-Backdrop zu laufen, stellt JAŠA eine Gegenbehauptung auf. Keine Projektionen auf Wände, kein Soundtrack von Spotify, kein QR-Code für die Storyline. Sondern Malerei, Körper, Klang, Beton. Ein Raum, der sich nicht erklärt, den man selbst erschließen muss. Poetic Justice ist das vorletzte Kapitel; im Mai 2026 kommt das siebzehnte und letzte. Was danach bleibt, wenn die Performer gegangen sind und die Installationen abgebaut werden, ist das, was JAŠA „a slot of memory\" nennt: Fragmente, verstreut im Bewusstsein der Zuschauer. Kein Objekt, das man besitzen kann. Kein Foto, das es ersetzt. Nur die Erinnerung daran, dass man an einem Freitagabend im Februar in einem ehemaligen Kühlhaus stand und etwas gespürt hat, für das es kein Wort gibt.",
  "language": "de",
  "word_count": 992,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:38:13.216849",
  "event": {
    "id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
    "name": "JAŠA: The Monuments | Chapter 16 | Poetic Justice",
    "start_date": "2026-02-06",
    "end_date": "2026-02-06",
    "venue": "Kühlhaus Berlin",
    "city": "Berlin",
    "category": "performance",
    "description": "Four years of site-specific work culminate across three floors of Kühlhaus in this immersive installation meets durational performance. Venice Biennale artist JAŠA presents a radical work combining sound, paintings, and bodies in space where audiences don't just watch but navigate the experience.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.259822"
  }
}