{
  "id": "c153d19d-3f7d-4808-95fe-c30ae9f8aac4",
  "event_id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
  "title": "Die Kunst des Widerspruchs",
  "slug": "die-kunst-des-widerspruchs",
  "lead": "Während die Berlinale ihre Maschinerie hochfährt, öffnet die Berlin Critics' Week zum zwölften Mal einen Raum, in dem Filme nicht gefeiert, sondern befragt werden – und in dem der Moment nach dem Abspann genauso zählt wie alles davor auf der Leinwand.",
  "body": "In einer Stadt, die während der Berlinale alljährlich im Februar zur globalen Kinometropole mutiert, fällt es leicht, den eigentlichen Punkt zu vergessen: dass Filme nicht nur gesehen, sondern auch gedacht werden wollen. Dass der Moment nach dem Abspann, wenn die Lichter angehen und die Stille noch im Raum hängt, genauso wichtig sein kann wie alles, was vorher auf der Leinwand passiert ist. Genau in diesen Moment stößt die Berlin Critics' Week hinein, die vom 9. bis 17. Februar 2026 zum zwölften Mal stattfindet.\n\nDie Geschichte beginnt 2014, in einem spezifischen Klima der Unzufriedenheit. Deutsche Filmkritiker, organisiert im Verband der deutschen Filmkritik (VDFK), schauten auf die Berlinale und sahen etwas, das sie störte: ein Festival, das sich zunehmend als Industrie-Event verstand, als Marktplatz, auf dem Debatten über Ästhetik und Politik des Kinos bestenfalls als Beiwerk liefen. Dennis Vetter, einer der Mitgründer und seit 2020 künstlerischer Ko-Direktor, hat es in Interviews so beschrieben: Große Festivals akzeptieren Widerspruch und Zweifel an den gezeigten Filmen normalerweise nicht. Die Woche der Kritik wollte genau diesen Raum schaffen. Variety titelte damals sachlich: „Berlin Film Festival to Get its Own Critics' Week.\" Die taz war polemischer: „Ein Skandal ersten Ranges.\"\n\nWas daraus geworden ist, hat sich über die Jahre verändert, ohne den Kern zu verlieren. Die Struktur ist schlank: Sieben Tage, jeden Abend ein Hauptfilm, daran angeschlossen eine Debatte. Kein roter Teppich, keine Preisjury, kein Wettbewerb im klassischen Sinn. Die Filme dienen als Katalysatoren für Gespräche, die über das rein Filmische hinausreichen können: in Philosophie, Gesellschaftskritik, Kulturpolitik. Das klingt auf dem Papier nach dem typischen deutschen Diskurs-Fetisch, nach schwerer Kost für ein Fachpublikum. Die Realität sieht anders aus. Die Woche der Kritik hat eine Leichtigkeit entwickelt, die mit ihrer Ernsthaftigkeit nicht im Widerspruch steht, sondern sie trägt.\n\nDie aktuelle Leitung ist ein Kollektiv aus Persönlichkeiten, die jeweils eigene Gravitationskräfte mitbringen. Neben Vetter leitet Amos Borchert, Jahrgang 1987, geboren in Leipzig, das Festival seit 2019 als künstlerischer und geschäftsführender Ko-Direktor mit. Borchert kommt aus der Welt der Videotheken und Filmclubs, aus dem GEGENkino-Kollektiv und dem Kurdish Film Festival Leipzig. Er hat für das Online-Magazin NEGATIV geschrieben und bei Festivals wie Nippon Connection und goEast programmiert. Das Wort „Anachronismus\" benutzt er als Kompliment. Dazu kommen Berater und Kuratorinnen wie Nuray Demir, deren transdisziplinäre Praxis von performativen Festivals an der Bundeskunsthalle in Bonn bis zu künstlerischen Forschungsprojekten in Berlin reicht; Vika Kirchenbauer, Künstlerin und Musikproduzentin, deren Arbeiten zwischen Whitechapel Gallery, dem Toronto International Film Festival und dem Kunstverein für die Rheinlande und Westfalen gezeigt wurden; Hamed Soleimanzadeh, Filmkritiker mit Promotion in Film und Philosophie an der Universität der Künste Berlin, Gründer des Abbas Kiarostami International Short Film Festival und Jurymitglied bei Cannes, Karlovy Vary, Oberhausen; Lucía Salas, argentinische Filmkritikerin, Filmemacherin und Kuratorin, die aktuell an der Pompeu Fabra University in Barcelona promoviert. Das ist keine Dekoration. Es ist ein Netzwerk, das international denkt, ohne seine Berliner Verankerung aufzugeben.\n\nFrédéric Jaeger, der die Woche der Kritik von 2015 bis 2020 als Artistic Director leitete, bevor er sich stärker dem eigenen Filmemachen zuwandte, hat das Fundament gelegt. Jaeger studierte Film und Philosophie an der Freien Universität Berlin, später Narrative Film bei Thomas Arslan an der Universität der Künste. Zwanzig Jahre als Filmkritiker, zehn als Festivalprogrammer, dann der Schritt hinter die Kamera. Sein Spielfilmdebüt ALL WE EVER WANTED war seine Abschlussarbeit. Die Biografie erzählt etwas über das Selbstverständnis der Berlin Critics' Week: Kritik ist hier keine passive Tätigkeit, kein Urteilssprechen von der Seitenlinie. Sie ist eine Praxis, die in die Produktion von Kultur hineinreicht. Die Frage, ob Filmkritiker auch Kuratoren, Programmierer, Aktivisten sein sollten, beantwortet das Festival mit einem stillen Ja.\n\nDie Eröffnungsveranstaltung der 2026er Ausgabe am 9. Februar trägt den programmatischen Titel „Argue Against, Argue Again – The Limits and Potentials of Debate Culture\". Willkommensworte sprechen Tricia Tuttle, die Festivaldirektorin der Berlinale, und Heinz Emigholz, Filmregisseur und Mitglied der Akademie der Künste. Die Philosophin Heidi Salaverría wird über den Zusammenhang von Debatte und Salsa sprechen (ja, wirklich). Hengameh Yaghoobifarah, bekannt für scharfzüngige Texte und öffentliche Positionen, die selten Bequemlichkeit suchen, ist angekündigt. Die Journalistin Amina Aziz moderiert. Anschließend inszeniert der Schauspieler und Debattenformat-Entwickler Martin Muth eine spielerische Auseinandersetzung mit dem Publikum über den Begriff der Kritik selbst. Es ist bezeichnend, dass das Festival seine zwölfte Ausgabe mit einer Veranstaltung eröffnet, die nicht einen Film zeigt, sondern das Sprechen über Film zum Gegenstand macht. Eine Meta-Geste, die selbstreferentiell wirken könnte, hier aber ehrlich gemeint scheint: In einer Zeit, in der „Debattenkultur\" zum politischen Kampfbegriff verkommen ist, will die Woche der Kritik klären, was sie selbst unter Debatte versteht.\n\nIm Filmprogramm zeichnen sich Arbeiten ab, die das Interesse des Festivals an den Grenzzonen zwischen dokumentarischem und essayistischem Kino bestätigen. Farina Mietchens Abschlussfilm Hinterlegte Nummern an der HFBK Hamburg balanciert zwischen Dokumentation und Essay: Telefonanrufe von Gefängnisinsassen an ihre Partner und Freunde werden zum Angelpunkt einer Untersuchung über Medien, Signalübertragung und die Unzerstörbarkeit von Gefühlen. Fábio Rogério und Wesley Pereira de Castro verwandeln in One Minute Is an Eternity for Those Who Are Suffering eine Wohnung in ein ganzes Universum. Pereira de Castro ist gleichzeitig Subjekt und Ko-Regisseur, öffnet seinen Wohnraum und sein Innenleben für die Kamera. Solche Filme finden bei den großen Festivals selten einen Platz; sie sind zu eigen, zu still, zu wenig verkäuflich. Die Woche der Kritik gibt ihnen nicht nur eine Leinwand, sondern einen Kontext.\n\nMan muss allerdings auch fragen, wo die Grenzen dieses Modells liegen. Ein Festival, das sich über die Debatte definiert, läuft Gefahr, die Debatte selbst zu fetischisieren. Wenn jede Vorführung im Gespräch mündet, entsteht ein spezifischer Druck: Stille wird schwierig, das bloße Sitzenlassen eines Films, das Nachklingen ohne sofortige Versprachlichung. Vetter hat selbst eingeräumt, dass der Begriff „Debatte\" in Deutschland keine automatisch positive Konnotation hat, dass er bei manchen Gästen Unsicherheit auslöst. Das Eingeständnis spricht für die Selbstreflexion des Teams. Die Frage bleibt trotzdem, ob ein Raum, der permanente Diskursbereitschaft einfordert, wirklich offener ist als einer, der gar keinen Diskurs verspricht.\n\nWas die Berlin Critics' Week nach zwölf Jahren verkörpert (oder vielleicht besser: was sie versucht zu sein), ist weniger ein Gegenfestival als ein Korrektiv. Sie existiert parallel zur Berlinale, nutzt deren Gravitationsfeld, zieht internationales Publikum an, das ohnehin in der Stadt ist. Aber sie stellt Fragen, die im Festivalgetriebe untergehen: Welche Ästhetiken sind gerade wichtig, und warum? Wer entscheidet über Sichtbarkeit? Was bedeutet künstlerische Freiheit, wenn Kulturarbeit prekär bleibt und Institutionen an hierarchischen Modellen festhalten? In einer Kinoindustrie, die zunehmend von Algorithmen und Plattformlogiken getrieben wird, ist ein Festival, das sich dem Gespräch verschreibt, kein Luxus. Es ist eine Notwendigkeit, die sich allerdings jedes Jahr neu beweisen muss. Die Gefahr der Routine lauert auch bei den Radikalen.\n\nWas bleibt, ist die einfachste und zugleich schwierigste Sache der Welt: Menschen in einen Raum setzen, ihnen einen Film zeigen und dann miteinander reden. Richtig reden. Nicht networken, nicht pitchen, nicht Konsens produzieren. Sondern Widerspruch aushalten, Unsicherheit zulassen, vielleicht sogar den eigenen Geschmack revidieren. Berlin hat genug Orte, an denen Filme gefeiert werden. Es braucht Orte, an denen sie befragt werden.",
  "language": "de",
  "word_count": 1162,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T08:32:43.852474",
  "event": {
    "id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
    "name": "Berlin Critics' Week",
    "start_date": "2026-02-09",
    "end_date": "2026-02-17",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "Born as a space to critically engage beyond the Berlinale's glamour, Berlin Critics' Week invites audiences to think critically about film and cinema. Radical, passionate and refreshing, the program offers insightful debates and new perspectives on contemporary cinema with an agenda that challenges conventional film festival discourse.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.749218"
  }
}