{
  "id": "569e4738-7ee3-4df0-ac5e-e33fb818381f",
  "event_id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
  "title": "Die Bühne nach der Bühne",
  "slug": "die-buhne-nach-der-buhne",
  "lead": "Scheinwerfer aus, Kostüme am Boden, jemand klappt die Stühle zusammen – Calla Henkel und Max Pitegoff kehren mit \"The End of THEATER\" bei Galerie Isabella Bortolozzi nach Berlin zurück, um genau den Moment auszustellen, den das Publikum nie sieht: was vom Theater übrig bleibt, wenn das Theater vorbei ist.",
  "body": "Das Publikum sieht den Moment nie: die Scheinwerfer aus, die Kostüme auf dem Boden, jemand klappt die Stühle zusammen. Was passiert mit dem Theater, wenn das Theater vorbei ist? Calla Henkel und Max Pitegoff haben ihre gesamte Karriere darauf aufgebaut, genau diesen Moment zu untersuchen, zu verlängern, in Kunst zu verwandeln. Ihre Ausstellung \"The End of THEATER\" bei Galerie Isabella Bortolozzi ist die konsequente Verdichtung einer Frage, die das Duo seit über einem Jahrzehnt umtreibt.\n\nHenkel, geboren 1988 in Minneapolis, und Pitegoff, geboren 1987 in Buffalo, lernten sich an der Cooper Union in New York kennen und zogen 2011 nach Berlin. Seitdem haben sie eine Parallelinfrastruktur zur offiziellen Kunstwelt aufgebaut: Bars, Theater, Filmstudios, manchmal alles gleichzeitig. Zuerst Times Bar in Neukölln (2011–2012), ein sozialer Knotenpunkt, der weniger Kneipe war als Experiment in kollektiver Geselligkeit. Dann New Theater, eine Ladenfläche in Kreuzberg (2013–2015), wo sie mit Freunden, Künstlern und Musikern Stücke schrieben und aufführten. Bewusster Amateurismus als Methode, nicht als Mangel. 2015 brachten sie eines dieser Stücke, \"Apartment (Mother Courage)\", ins Whitney Museum nach New York: ein Stück über einen gescheiterten Spendenabend zur Rettung einer Berliner Kneipe, gespielt mit trocknem Humor und einer Brechtianischen Schärfe, die sich hinter DIY-Ästhetik versteckte.\n\nHenkel und Pitegoff weigern sich, eine Disziplin zu wählen, weil sie die Entscheidung selbst für das Problem halten. Von 2017 bis 2018 leiteten sie den Grüner Salon an der Volksbühne, inszenierten eigene Stücke mit Laiendarstellern und gaben anderen Künstlern eine Bühne. Danach kam TV Bar in Schöneberg (ab 2019): Bar, Performance-Raum und Filmstudio in einem. Man könnte das als geschicktes Branding lesen, als cleveres Durchwandern verschiedener Förderlogiken. Was die Arbeit tatsächlich antreibt, ist ein Interesse an den ökonomischen und sozialen Bedingungen, unter denen gemeinsames Arbeiten überhaupt möglich ist. Ihre Fotografie, ihre Skulpturen, ihre Texte dokumentieren nicht einfach die Räume, die sie betreiben. Sie sezieren die Regeln (die geschriebenen und die ungeschriebenen), nach denen solche Räume funktionieren.\n\nIrgendwann verließen sie Berlin. In Los Angeles gründeten sie 2024 New Theater Hollywood, ein Black-Box-Theater mit 49 Plätzen am Santa Monica Boulevard. In einer Stadt, deren gesamte Ökonomie auf dem Versprechen aufgebaut ist, dass Fiktion realer wirkt als Wirklichkeit, wird ihr Spiel mit den Grenzen von Dokumentation und Erfindung nochmal anders lesbar. Ihr Film \"THEATER\", der gerade im Rahmen von MADE in L.A. 2025 im Hammer Museum läuft, verwebt dokumentarisches Probenmaterial mit fiktionalen Erzählsträngen aus dem Alltag ihres Theaters. Ihr jüngstes Stück, \"THE END IS NEW\", handelt von einer Filmeditorin, die das Material eines verstorbenen Dokumentarfilmers übernimmt und sich darin verliert. Eine Geschichte über den Versuch, aus den Überresten kollektiver Träume noch Sinn zu destillieren.\n\nDie Ausstellung bei Bortolozzi bringt diesen ganzen Komplex zurück nach Berlin. Zurück in die Stadt, in der alles anfing, aber auch in eine Stadt, die sich seit 2011 so grundlegend verändert hat, dass die Rückkehr selbst zum Thema wird. Galerie Isabella Bortolozzi, 2004 gegründet, seit Jahren am Schöneberger Ufer 61 ansässig, ist als Ort klug gewählt. Bortolozzi hat ihr Programm immer aus einer Haltung der Neugier heraus aufgebaut; zu ihrem Roster gehören Wu Tsang, Diamond Stingily, Hannah Black und Ed Atkins. Eine Galerie, die den White Cube nie ganz so steril gelassen hat, wie er eigentlich sein sollte.\n\n\"The End of THEATER\" will den unordentlichen Kreislauf von Proben, Fiktion und Performance in den Galerieraum übersetzen. Leilah Weinraub wird Kennedy performen. Weinraub, deren Arbeit zwischen Film, Mode und Performance pendelt (ihre Dokumentation der Stripclub-Kultur in \"Shakedown\" von 2018 operierte in einem ähnlichen Grenzgebiet zwischen Beobachtung und Teilnahme), ist für Henkel und Pitegoff eine logische Komplizin. Was genau \"Kennedy performen\" bedeutet, ob eine historische Figur, ein Text, eine Rolle aus dem Kosmos von New Theater Hollywood, lassen sie offen. Die Ankündigung funktioniert wie ihre gesamte Praxis: als Einladung, bei der unklar bleibt, wohin genau.\n\nDie zentrale Frage der Ausstellung betrifft die Grenze zwischen Theater und Film, und sie klingt formaler, als sie ist. Eigentlich geht es um etwas Handfesteres: Was bleibt, wenn eine Aufführung vorbei ist? Wem gehört die Erinnerung daran? Henkel und Pitegoff haben jahrelang Räume geschaffen, die wieder verschwunden sind. Times Bar: geschlossen. New Theater Kreuzberg: geschlossen. TV Bar: den Mietvertrag verloren. Diese Verluste sind nicht beiläufig; sie sind der Motor der Arbeit. Jeder neue Raum entsteht im Bewusstsein seiner eigenen Vergänglichkeit. Die Dokumentation in Fotos, Filmen, Texten wird zum eigentlichen Werk, weil sie das Einzige ist, was den sozialen Moment überlebt.\n\nMan kann das zynisch lesen. Der kultivierte Antiprofessionalismus, den Beobachter dem Duo zuschreiben, bietet einen bequemen Notausgang: Wer nichts ganz ernst nimmt, kann auch nicht ganz scheitern. Und es gibt Momente in ihrem Werk, in denen der selbstbewusste Amateurismus zur Pose wird, in denen die Grenze zwischen Offenheit und Unverbindlichkeit verschwimmt. Aber bei Bortolozzi scheint etwas anderes zu passieren. Der Titel \"The End of THEATER\" klingt nach Abrechnung. THEATER in Großbuchstaben, so heißt auch der Film im Hammer Museum. Das Ende davon auszustellen, heißt: den Apparat offenzulegen, die Maschine abzuschalten und zu schauen, was darunter liegt. Ob da etwas liegt, oder ob die Maschine selbst alles war.\n\nBerlin 2026 ist nicht mehr Berlin 2013. Die Ladenflächen in Kreuzberg, in denen man für wenig Geld ein Theater eröffnen konnte, sind Büros geworden oder saniert. Die Volksbühne hat ihre eigenen Krämpfe hinter sich. Dass Henkel und Pitegoff nach Los Angeles gegangen sind, erzählt auch eine Geschichte über das, was Berlin nicht mehr sein kann oder will. Ihre Rückkehr in den Galerieraum (nicht in eine Bar, nicht in ein Theater) ist vielleicht das Ehrlichste, was sie tun können. Die Galerie als der Ort, an dem die Reste landen. Wo aus dem gelebten Chaos der Proben ein Objekt wird, das man anschauen, kaufen, besitzen kann. Ob das ein Gewinn ist oder ein Verlust, wird man ab dem 7. Februar am Schöneberger Ufer selbst herausfinden müssen.",
  "language": "de",
  "word_count": 953,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:48:26.003903",
  "event": {
    "id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo behind an LA black box theater bring the messy cycle of rehearsals, fiction, and performance to Bortolozzi, featuring Leilah Weinraub performing Kennedy. The exhibition explores the blurred boundaries between where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.261614"
  }
}