{
  "id": "326ea68d-27d0-4091-ad3a-a47badc00012",
  "event_id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
  "title": "Die Leere klingen lassen",
  "slug": "die-leere-klingen-lassen",
  "lead": "Am Valentinstag steht Raül Refree allein in der Kuppelhalle des Silent Green – ein Produzent, der Rosalía ihren ersten Raum gab, Fado und Pizzica auf ihre Knochen zurückschnitt und aus Leere etwas baut, das lauter nachhallt als jeder Beat.",
  "body": "Am Valentinstag steht ein Mann allein auf einer Bühne in einem ehemaligen Krematorium und spielt Musik, die aus der Stille kommt. Das klingt nach einem schlechten Witz oder nach dem perfektesten Abend, den Berlin gerade hergeben kann. Raül Refree im Silent Green: Hier passt alles so gut zusammen, dass man kurz misstrauisch wird.\n\nRaül Fernández Miró, Jahrgang 1976, kommt aus Barcelona und hat sich als Produzent einen Namen gemacht, den die meisten Menschen indirekt kennen, ohne es zu wissen. Wer Rosalías Debütalbum Los Ángeles gehört hat, dieses fiebrige, von allem Überflüssigen befreite Flamenco-Dokument von 2017, hat seine Handschrift gehört. Refree war Co-Autor, Produzent, Gitarrist, Arrangeur; er war der Raum, in dem Rosalías Stimme erst so klingen konnte, wie sie klang. Dass sie danach mit El Mal Querer und MOTOMAMI zur globalen Popfigur wurde, ist ihre Geschichte. Aber der Startpunkt, die Reduktion auf das Wesentliche, das war auch seiner.\n\nSeinen Weg dahin hat Refree über Umwege gefunden. In den Neunzigern spielte er in der Barceloneser Melodic-Hardcore-Band Corn Flakes. Er produzierte für Mala Rodríguez, arrangierte Projekte mit der Original Jazz Orchestra del Taller de Músics, gewann 2008 den Premi Ciutat de Barcelona. Die Zusammenarbeit mit Sílvia Pérez Cruz, die 2014 im Album granada mündete (Album des Jahres bei Rockdelux und Rolling Stone Spain), zeigte bereits seine Methode: Er nimmt Traditionen, die unter dem Gewicht ihrer eigenen Ehrwürdigkeit fast ersticken, und schält sie zurück, bis etwas Rohes, Verletzliches übrig bleibt. Nicht Dekonstruktion als intellektuelle Geste, sondern als Akt der Zuneigung.\n\nDas Spektrum seiner Kollaborationen ist dabei fast unheimlich breit. Lee Ranaldo von Sonic Youth auf der einen Seite, Rodrigo Cuevas mit asturischer Volksmusik auf der anderen. Die portugiesische Fado-Sängerin Lina, mit der er 2020 den World Music Charts Europe Award gewann. Guitarricadelafuente, Ricky Martin. Man könnte den Eindruck gewinnen, dass Refree ein Söldner ist, ein Handwerker, der sich jedem Genre anpasst. Das Gegenteil stimmt. Er hat eine erkennbare Obsession: die Frage, was passiert, wenn man Volksmusik von ihrem dekorativen Ballast befreit und sie in einen Zustand der Schwerelosigkeit versetzt.\n\nSeine Soloalben machen das am deutlichsten sichtbar. La Otra Mitad, sein erstes, ist ein Stück konzentrierte Stille: akustische und elektrische Gitarre treffen auf gedämpfte Elektronik, alles atmet, nichts drängt. El Espacio von 2023 ging noch weiter. Entstanden aus seiner Arbeit an einem Cine-Concert zu Florián Reys Stummfilm La Aldea Maldita von 1930, kreist das Album um Leere und Verlassenheit als kompositorische Prinzipien. Nicht Leere als Mangel, sondern als Zustand, der seine eigene Resonanz erzeugt.\n\nZuletzt hat Refree sich intensiv mit der Musik Süditaliens beschäftigt, mit apulischer Folklore, mit Pizzica und Tarantella. Trance als weibliche Befreiungsgeste, Gesang als Heilung und gesellschaftliche Selbstbehauptung. Er ließ einen Chor junger Frauen die Stücke singen und baute einen Bogen von Wiegenliedern über Totengesänge und religiöse Melodien bis hin zum wilden, heidnischen Kern der Pizzica. Orgel, Gitarre, Stimme, Stille. Klassische Instrumente der Liturgie, umgedeutet zu etwas Zeitgenössischem und Populärem zugleich. Für das Festival Clássics in Barcelona konzipiert, ist dieses Projekt sein bislang ambitioniertester Versuch, zu zeigen, dass alte Musik nicht konserviert, sondern transformiert werden muss, um lebendig zu bleiben.\n\nWas am 14. Februar im Silent Green passieren wird, ist nicht restlos vorhersagbar, und genau das macht es interessant. Refrees Live-Auftritte sind keine Konzerte im klassischen Sinne; er selbst beschreibt Musik als „eine gemeinsame Reise, bei der man an unerwarteten Orten ankommt, die manchmal nicht leicht sind.\" Man darf mit Gitarre rechnen, mit Elektronik, mit Momenten extremer Sparsamkeit. Die Kuppelhalle des Silent Green, dieser säkular gestaltete Raum mit seinen steinernen Greifen und schmiedeeisernen Flammenschalen, wird dabei nicht einfach Kulisse sein. Räume mit Geschichte reagieren anders auf Klang. Ein Ort, an dem über Jahrzehnte Trauer verhandelt wurde, gibt einer Musik, die sich mit Leere und Verlassenheit beschäftigt, eine Tiefe, die kein Reverb-Plugin simulieren kann.\n\nDas Silent Green selbst ist mittlerweile zu einem der wenigen Orte in Berlin geworden, die den Spagat zwischen kuratorischem Anspruch und tatsächlicher Zugänglichkeit schaffen. Von Bettina Ellerkamp und Jörg Heitmann 2013 gegründet, als Reaktion auf das Verschwinden von Freiräumen wie dem Stattbad Wedding, beherbergt der Campus heute über hundert Kulturakteure: das Label !K7, Musicboard Berlin, das Filmarchiv von Arsenal, die transmediale, Pictoplasma. Alle Einnahmen fließen in den Erhalt des denkmalgeschützten Gebäudes und in künstlerische Projekte. Kein Investor, kein Exit-Plan. In einer Stadt, die ihre Kulturorte mit zunehmender Geschwindigkeit an Immobilienentwickler verliert, ist das keine Selbstverständlichkeit, sondern eine tägliche Entscheidung.\n\nRefree in diesem Kontext zu erleben, wirft eine Frage auf, die über den Abend hinausreicht. Was passiert gerade mit dem Verhältnis zwischen Tradition und Experiment in der europäischen Musik? Die großen Streaming-Erfolge der letzten Jahre (Rosalías Aufstieg, der globale Flamenco-Hype, das wachsende Interesse an Fado, an anatolischem Psych-Rock, an westafrikanischer Gitarrenmusik) haben eine paradoxe Situation geschaffen. Einerseits gibt es mehr Aufmerksamkeit für Musik jenseits des anglophonen Mainstreams als je zuvor. Andererseits besteht die Gefahr, dass diese Traditionen zu exotischem Content werden, zu Spotify-Playlists mit hübschen Cover-Artworks, abgelöst von den sozialen Kontexten, die sie hervorgebracht haben. Refree arbeitet genau an dieser Bruchstelle. Er ist kein Purist und kein Modernisierer. Er versteht, dass eine Pizzica, die vor fünfhundert Jahren als Tranceritual funktionierte, heute nicht dadurch lebendig wird, dass man einen Beat darunter legt, sondern dadurch, dass man ihren Kern freilegt und in eine neue Form der Intensität überführt.\n\nEs gibt einen Moment, den Refree in einem Interview beschreibt: Er arbeitete an der Musik für die Serie El Mesías von Los Javis und rang mit einer Szene, in der eine Figur beginnt, eine Verbindung zu Gott zu spüren. Er komponierte Stück um Stück, alle sagten „ja, passt\", aber alle wussten, dass etwas fehlte. Dann las er Händels Messiah noch einmal, und plötzlich war klar, dass es nichts anderes sein konnte. „Es passte.\" Diese Anekdote sagt viel darüber, wie Refree arbeitet. Nicht durch Addition, sondern durch Erkenntnis. Nicht durch Erfindung, sondern durch das Freilegen von etwas, das schon da war.\n\nAm 14. Februar also: ein ehemaliges Krematorium in Wedding, ein Produzent aus Barcelona, der Volksmusik als lebendiges Material begreift, und ein Publikum, das bereit sein sollte, sich auf Stille einzulassen. Kein schlechter Valentinstag.",
  "language": "de",
  "word_count": 1000,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T17:28:20.273817",
  "event": {
    "id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
    "name": "Raül Refree",
    "start_date": "2026-02-14",
    "end_date": "2026-02-14",
    "venue": "Silent Green",
    "city": "Berlin",
    "category": "music",
    "description": "Spanish producer and experimental musician Raül Refree performs at Silent Green. Known for his deconstructive approach to flamenco and collaborations with Rosalía and Silvia Pérez Cruz, Refree sits at the intersection of tradition and radical sonic experimentation.",
    "source_url": "https://www.songkick.com/metro-areas/28443-germany-berlin/february-2026",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.112392"
  }
}