{
  "id": "8cb3bc47-3a39-4c17-910b-7cb92030a80c",
  "event_id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
  "title": "Die Dinnerparty ist vorbei",
  "slug": "die-dinnerparty-ist-vorbei",
  "lead": "Leila Hekmat deckt im Haus der Berliner Festspiele den Tisch für eine Dinnerparty, die nicht überleben soll – *Roses Rising – The Movement* fragt, was passiert, wenn die bürgerliche Sehnsucht nach Revolte sich nicht mehr mit einem guten Gespräch und einer Flasche Wein betäuben lässt.",
  "body": "Es beginnt, wie so vieles beginnt, mit einer Einladung. Ein gedeckter Tisch, Gäste, die ihre Plätze einnehmen, Konversation, die sich an der Oberfläche hält. Und dann kippt etwas. Leila Hekmat, die in Berlin lebende Künstlerin und Regisseurin, interessiert sich genau für diesen Moment des Kippens: den Augenblick, in dem die bürgerliche Form sich selbst nicht mehr aushält und in etwas Unkontrollierbares übergeht.\n\nIhre neue Auftragsarbeit *Roses Rising – The Movement*, die am 6. und 7. März 2026 im Haus der Berliner Festspiele gezeigt wird, stellt eine Frage, die deceptiv simpel klingt: Wie sieht die bürgerliche Sehnsucht nach Revolte aus, wenn der Glaube an Fortschritt und Vernunft ins Wanken gerät? Und wie eng sind Eigeninteresse und radikaler Dissens miteinander verflochten? Die Antwort, die Hekmat vorschlägt, ist keine These, sondern ein Raum. Oder genauer: mehrere Räume gleichzeitig.\n\nHekmat bewegt sich seit Jahren in einem Feld, das sich nicht bequem einordnen lässt. Ihre Arbeiten operieren zwischen Performance, Installation und Theater; sie schaffen Situationen, in denen Zuschauer zu Zeugen werden, manchmal zu Komplizen. Wer ihre früheren Stücke kennt, weiß, dass Hekmat das Repertoire bürgerlicher Rituale (das Dinner, die Konversation, der gepflegte Abend) als Material benutzt, das sie so lange unter Druck setzt, bis es seine eigene Absurdität freigibt. Dass der Gropius Bau sie für sein Programm 2026 beauftragt hat, neben Namen wie Marina Abramović, Christoph Schlingensief und Gabriele Stötzer, positioniert ihre Arbeit in einem Jahrgang, der sich dem unbestechlichen Blick auf gesellschaftliche Verhältnisse verschrieben hat.\n\nDer Titel selbst trägt Schichten. Rosen: Symbol der Arbeiterbewegung seit dem frühen 20. Jahrhundert, als die rote Rose zum universellen Zeichen sozialistischer Kämpfe wurde. „Bread and Roses\", der Slogan der amerikanischen Frauenrechtsbewegung von 1911, forderte nicht nur Brot, sondern auch Schönheit, Würde, ein Leben jenseits reiner Subsistenz. Die Rose als Emblem queerer Liebe reicht noch weiter zurück, bis zu den erotischen Gedichten des antiken Griechenlands, wo schöne Jünglinge von ihren Bewunderern metaphorisch als Rosen besungen wurden. Hekmats Titel aktiviert all diese Bedeutungen, ohne sich auf eine festzulegen. Das „Rising\" oszilliert zwischen Aufstand und Auferstehung, zwischen politischem Akt und organischem Wachstum. Und „The Movement\" ist gleichzeitig die Bewegung eines Körpers im Raum und die Bewegung als politische Formation.\n\nWas passiert nun konkret an diesen zwei Abenden in Wilmersdorf? Die Arbeit bewegt sich zwischen Konzert und Ballett. Der Bühnenraum verwandelt sich in etwas, das zwischen Bunker, Proberaum und Traumlandschaft schwebt. Eine Dinnerparty löst sich auf, wird zum Happening. Das klingt nach den sechziger Jahren, nach Allan Kaprow und den Happenings im Judson Church-Umfeld, nach der Idee, dass Kunst nicht aufgeführt, sondern erlebt wird. Und es klingt nach 2026, nach einem Europa, in dem die Mittelschicht ihre eigene Prekarität ahnt, aber noch nicht weiß, wohin mit der Energie, die daraus entsteht.\n\nDas Haus der Berliner Festspiele ist für dieses Stück kein neutraler Container. Das Gebäude, 1963 von Fritz Bornemann als Theater der Freien Volksbühne eröffnet, war von Anfang an ein Ort politischen Theaters. Erwin Piscator, der erste künstlerische Leiter, brachte hier Rolf Hochhuths *Der Stellvertreter* auf die Bühne, ein Stück über die Mitschuld der katholischen Kirche am Holocaust, das Skandale und Zensurdebatten auslöste. Piscator, Kurt Hübner, Hans Neuenfels, Luc Bondy, Klaus Michael Grüber: die Geschichte dieses Hauses ist eine Geschichte des Unbequemen. Dass Hekmat ihre Dinnerparty hier entgleisen lässt, in einem Betonbau der Nachkriegsmoderne, der selbst ein Monument des westdeutschen Freiheitsversprechens war, fügt der Arbeit eine architektonische Ironie hinzu, die sie vermutlich nicht ignoriert.\n\nDie Spannung, die Hekmat untersucht, ist real und gegenwärtig. Die bürgerliche Sehnsucht nach Revolte ist kein Phantasma; sie lässt sich in Buchläden beobachten, wo Systemkritik zwischen Designobjekten steht, auf Instagram-Profilen, die Revolution ästhetisieren, ohne je einen Fuß auf die Straße zu setzen, in Dinner-Gesprächen, die sich an der Apokalypse berauschen. Was Hekmat von vielen Künstlern unterscheidet, die ähnliches Terrain bearbeiten, ist ihre Weigerung, sich über dieses Phänomen zu erheben. Sie seziert es, sicher. Aber sie steht mittendrin, nicht darüber. Die Frage, ob radikaler Dissens und Eigeninteresse trennbar sind, richtet sich auch an sie selbst, an das Publikum, an den institutionellen Rahmen, in dem die Arbeit stattfindet.\n\nOb das gelingt, ob die zwei Abende wirklich den Nerv treffen oder sich in ästhetischer Selbstreferenz verlieren, lässt sich vor der Premiere nicht sagen. Die Gefahr besteht. Wenn Kunst die bürgerliche Selbstbespiegelung thematisiert, besteht immer das Risiko, genau das zu reproduzieren, was sie freilegen will: ein gehobenes Publikum, das sich im Spiegel betrachtet und den Schauer genießt. Das Happening als Wellness. Hekmat scheint dieses Risiko zu kennen. Ihre bisherigen Arbeiten haben gezeigt, dass sie Situationen schaffen kann, die unangenehm werden, die den sozialen Vertrag zwischen Performerin und Publikum tatsächlich strapazieren.\n\nDie Programmierung im Gropius Bau für 2026 zeichnet eine Linie, die von Abramovićs körperlicher Radikalität über Schlingensiefs institutionelle Provokation bis zu Stötzers feministischem Widerstand in der DDR reicht. Hekmat fügt dieser Linie etwas Spezifisches hinzu: die Frage, was geschieht, wenn Revolte nicht von den Rändern kommt, sondern aus der Mitte der Gesellschaft, von Leuten, die genug zu essen haben, aber trotzdem hungrig sind. Nach was genau, das ist vielleicht die eigentliche Frage.\n\nEine Dinnerparty, die sich in ein Happening auflöst. Ein Bunker, der auch ein Proberaum ist, der auch ein Traum ist. Rosen, die aufsteigen. Es gibt schlimmere Bilder für den Zustand, in dem sich Berlin, Europa, das bürgerliche Selbstverständnis im Frühjahr 2026 befinden könnte. Hekmat deckt den Tisch. Was danach passiert, liegt nicht mehr ganz in ihrer Hand.",
  "language": "de",
  "word_count": 887,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T15:06:21.234777",
  "event": {
    "id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
    "name": "Roses Rising – The Movement",
    "start_date": "2026-03-06",
    "end_date": "2026-03-07",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin-based artist Leila Hekmat's newly commissioned performance explores bourgeois longing for revolt when faith in progress and reason is unsettled. Moving between concert and ballet, the piece transforms space into a landscape hovering between bunker, rehearsal room and dreamscape, witnessing a dinner party unravel into a happening.",
    "source_url": "https://www.berlinerfestspiele.de/en/performing-arts-season",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.865187"
  }
}