{
  "id": "6db533f1-d858-4825-8d33-2767869c7987",
  "event_id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
  "title": "Digging Into the Roots You Didn't Know You Had",
  "slug": "digging-into-the-roots-you-didn-t-know-you-had",
  "lead": "Six Dutch Indonesian musicians trace their tangled roots through spy-thriller guitar, Sundanese pop and krautrock propulsion — and the gap between what the event listing says they are and what they actually do is where it gets interesting.",
  "body": "Six musicians sit in a practice space in Amsterdam during the long tail of the pandemic, passing around phone recordings of music their grandmothers used to play. Sundanese pop from the 1960s. Gamelan percussion from West Java. Surf rock filtered through tropical humidity. None of them had heard quite the same thing growing up; each family carried a different slice of a 17,000-island archipelago in their living rooms. The band that emerged from those exchanges, Nusantara Beat, plays Prachtwerk on 18 February, and what they're bringing to Neukölln is stranger and more specific than the event listing lets on.\n\nThe description frames this as a night exploring \"Indonesian and Southeast Asian sonic traditions through contemporary electronic music.\" That's not quite right, and the gap between the billing and the reality is worth paying attention to. Nusantara Beat are not an electronic act. They are a six-piece psych-folk ensemble whose sound lives in the tangle between krontjong, Sunda pop, surf guitar and krautrock propulsion. Their self-titled debut, released on Glitterbeat in late 2025, has drawn comparisons to Khruangbin, though the band operates with a momentum that Khruangbin tends to dissolve into ambience. Where Mark Speer and company drift, Nusantara Beat drive. The rhythm section of drummer Sonny Groeneveld and bassist Michael Joshua (the only member actually born in Indonesia, in Bandung, West Java) locks into grooves that are tight but never stiff, always leaving gaps for guitarist Jordy Sanger's twangy, spy-thriller licks and Rouzy Portier's synthesiser washes to bleed through.\n\nThe band's pedigree runs through Amsterdam's overlapping scenes in ways that matter. Megan de Klerk sang with indie-rockers EUT. Gino Groeneveld played percussion with Altin Gün, the Turkish psych ensemble that proved global audiences were hungry for non-Anglophone psychedelia rooted in specific traditions rather than vaguely \"world\" ones. Sonny drummed with Jungle by Night, the Afrobeat-inflected collective that became a fixture of Amsterdam's live circuit. These aren't random credits. They trace a generation of Dutch musicians who spent their twenties playing other cultures' music brilliantly before circling back to ask: what about ours?\n\nThat question has a specific weight for the Dutch Indonesian community, which numbers over two million people and carries a colonial history that the Netherlands has been slow to reckon with publicly. Gino has spoken about his mother going through a process of cultural rediscovery in her twenties, finding out about \"this whole other part of her heritage.\" The Groeneveld brothers were raised with Indonesian music in the house; other members came to it later, through curiosity and family stories. Megan de Klerk, who sings entirely in Bahasa Indonesia on the album, has described learning the language as she wrote: starting lyrics in English to get the emotional shape right, then working with Michael Joshua to translate them into something that moved differently. \"Every time we make something new, I feel closer to my family, the band, and myself,\" she said. \"It's like with each song we discover a little more of who we are.\"\n\nThis could easily tip into sentimentality, or worse, into heritage-as-branding. It doesn't, largely because the music is too restless and too good to settle into homage. The opening track, \"Ke Masa Lalu,\" layers spy-thriller guitars over an otherworldly keyboard haze. \"Bakar\" pushes into driving, low-lit electro, the bass sitting so far forward it feels physical. \"Cinta Itu Menyakitkan\" goes full Asiatic chamber pop, de Klerk channelling a Weyes Blood-like pathos that sits at an odd, productive angle to the Indonesian lyrics. The record's best moments happen when you can hear the friction between traditions, when a gamelan percussion pattern collides with a funk bassline and neither gives way.\n\nThe event description positions this as part of \"the growing visibility of Southeast Asian experimental music culture within Berlin's club ecosystem.\" That narrative exists and is real. Projects like Nadi Singapura's cross-genre collaborations in Singapore, SENYAWA's noise-gamelan work out of Yogyakarta, the broader appetite in European cities for sounds that don't originate in Brooklyn or South London: all of this is happening. But Nusantara Beat are not really a Berlin story, and they're not really a club act. They're an Amsterdam band on tour, playing Prachtwerk on Ganghoferstraße (capacity in the low hundreds, live music almost nightly since 2014, a room that books singer-songwriters and jazz trios as often as anything adjacent to electronic music). Stretching them to fit a narrative about Berlin's club ecosystem misrepresents both the band and the ecosystem. What they actually represent is something more precise: a group of second- and third-generation diasporic musicians using psychedelic rock as a vehicle for cultural archaeology. The excavation is personal before it is political, though of course it becomes political the moment you start singing in a colonised language on a European stage.\n\nThe band's name is itself a statement. Nusantara, an old word from the era of Javanese kings who sought to unite the archipelago, is both a claim of unity and a contested one. Indonesia's government adopted it formally; some neighbouring nations view the term warily, as soft cultural imperialism. For a band of Dutch Indonesians, choosing that word means claiming a wholeness that their fragmented family histories don't quite offer. Jordy Sanger has talked about each member tracing their roots to different parts of the archipelago: his family from the Sundanese region between Jakarta and Bandung, Rouzy's from Manado in the north, Michael's from Bandung itself. They've focused primarily on Sundanese music so far but have started researching Minahasa traditions, where the instruments are completely different. Sumatra and Kalimantan, everything east of Bali: still ahead of them.\n\nPrachtwerk is the right room for this. Small enough that you can see the sweat on the guitarist's forehead, hear the room shift when the band locks in. For six people who clearly listen to each other with ferocious attention, that proximity is the whole point. On a cold Wednesday night in February, in a warm room in Neukölln, they will play the sound of figuring out where you come from by going forward. That process is unfinished. Its openness is precisely what makes it worth hearing.",
  "language": "en",
  "word_count": 1013,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-12T18:50:43.745324",
  "event": {
    "id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
    "name": "Nusantara Beat",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Prachtwerk",
    "city": "Berlin",
    "category": "music",
    "description": "A live performance by Nusantara Beat, exploring Indonesian and Southeast Asian sonic traditions through contemporary electronic music. This show represents the growing visibility of Southeast Asian experimental music culture within Berlin's club ecosystem.",
    "source_url": "https://www.ticketmaster.de/discover/berlin?language=en-us&categoryId=KZFzniwnSyZfZ7v7nJ",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.264105"
  }
}