{
  "id": "4bb56805-b3f1-4240-9a2e-d816d459b0eb",
  "event_id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
  "title": "Dreißig Jahre Schweiß und Widerstand: Die Tanztage Berlin werden erwachsen",
  "slug": "dreiig-jahre-schwei-und-widerstand-die-tanztage-berlin-werden-erwachsen",
  "lead": "Auf einem Erdhügel aus Yamswurzeln, zwischen flackernden Monitoren und geraubten Masken, verhandeln die Tanztage Berlin in ihrer 35. Ausgabe an den Sophiensæle den Körper als Schauplatz von Erschöpfung, Wut und trotziger Zärtlichkeit – nicht als Jubiläumsfeier, sondern als sture Überlebenspraxis einer freien Szene, der gerade der Boden unter den Füßen weggezogen wird.",
  "body": "Ein Körper kniet auf einem Erdhügel, umgeben von westafrikanischen Yamswurzeln. Vier Videomonitore flackern. Irgendwo hinter einer Tür mit der Aufschrift „Afrika\" stehen geraubte Masken in sterilen Regalen. Der Schrei, der folgt, ist nicht metaphorisch. So sah ein Abend bei den Tanztage Berlin im Januar aus, und so wird es im Februar weitergehen: mit Arbeiten, die den Körper als Schauplatz von Gewalt, Erschöpfung und trotzdem irgendwie Zärtlichkeit verhandeln. Dass dieses Festival in seinem 35. Jahrgang angekommen ist, fühlt sich gerade weniger nach Feier an als nach sturer Überlebenspraxis.\n\nDie Tanztage Berlin, seit 2001 produziert von den Sophiensæle in der Sophienstraße 18 in Mitte, sind Berlins älteste Plattform für zeitgenössischen Tanz im Entstehen. Das klingt trocken, ist es aber nicht. Das Festival hat seit 1996 eine spezifische Funktion: Es gibt Choreograf:innen, die noch nicht etabliert sind oder gerade erst in Berlin angekommen sind, eine Bühne vor einem Publikum, das treu und zugleich neugierig ist. Das Programm war immer ein Seismograf für das, was in der freien Tanzszene der Stadt brodelt. Und was gerade brodelt, ist Angst. Finanzielle Angst, politische Angst, existenzielle Angst.\n\nDas Timing der Jubiläumsausgabe könnte kaum schärfer sein. Berlins freie Szene steht unter enormem Druck: Die Kulturförderung ist prekär, das Grundeinkommen für Künstler:innen bleibt ein Wunschtraum, und die Mieten in der Stadt fressen weiterhin genau die Strukturen auf, die Orte wie die Sophiensæle erst möglich gemacht haben. Das Festival selbst formuliert es mit einer Mischung aus Galgenhumor und Dringlichkeit: Gesicherte Festivalförderung und ein Grundeinkommen für die Künste stehen ganz oben auf der Geburtstagswunschliste. Dass die Sophiensæle überhaupt noch existieren, in einem denkmalgeschützten Gebäudekomplex, der einmal das Handwerkervereinshaus war, in dem Rosa Luxemburg und Karl Liebknecht Reden hielten, in dem der Spartakusbund 1918 seine erste öffentliche Versammlung abhielt, ist selbst schon eine Geschichte des Widerstands gegen das Verschwinden.\n\nDie 35. Ausgabe, kuratiert von Mateusz Szymanówka mit dramaturgischer Unterstützung von Polina Fenko und Nima Séne, umfasst zehn Performances (sieben davon Premieren), Workshops, Diskursformate und den ersten Teil der Jubiläumspublikation Sophiensæle Forever. Die zentrale Frage, die das Programm durchzieht: Was ist die Arbeit des Kunstmachens heute wert? Das ist keine rhetorische Floskel. Für Tänzer:innen in der Berliner freien Szene, deren Körper gleichzeitig ihr Werkzeug, ihr Kapital und ihr verwundbarster Punkt sind, ist das eine Frage mit sehr konkreten Konsequenzen. Was passiert, wenn Körper von Unsicherheit und finanziellem Druck geformt werden, aber trotzdem diszipliniert, leistungsfähig und frei von Schwäche sein sollen?\n\nIm Februar stehen unter anderem Olivia Hyunsin Kims Baby, I'm Sick Tonight und Adam Russell-Jones' Release the Hounds auf dem Programm, dazu Fatima Moumouni mit dem Diskursformat Die Neue Unsicherheit – Berlin Edition. Die Titel allein erzählen schon etwas: Krankheit, Entfesselung, Unsicherheit. Das ist kein Festival, das Wellness verkauft. Es ist eines, das fragt, was Wellness eigentlich bedeutet, wenn man sich keine leisten kann.\n\nDie Arbeiten, die bereits im Januar gezeigt wurden, setzen den Ton. Colleen Ndemeh Fitzgerald, eine Performerin mit Kpelle- und irisch-amerikanischen Wurzeln, die zwischen Buenos Aires, Berlin und westafrikanischen Diaspora-Kontexten gearbeitet hat, zeigte I want revenge, grandma in der Kantine der Sophiensæle. Das Stück verhandelt europäische Kolonialgewalt in Afrika; nicht als historische Lektion, sondern als Ritual, als gemeinsames Stehen auf einem Boden, den Fitzgerald explizit als einen beschreibt, auf dem weiße Menschen Komfort und Wohlstand genießen, der auf Generationen afrikanischer Ausbeutung gebaut ist. Wenn auf den Videoschirmen über der Bühne eine Tür mit der Aufschrift „Afrika\" erscheint und dahinter die sterilen Regale des Humboldt Forum sichtbar werden, in denen heilige Masken aus Ostliberia hinter Glas archiviert sind, dann verschiebt sich etwas im Raum. Das Stück macht koloniale Extraktion physisch spürbar, nicht abstrakt.\n\nÄhnlich körperlich arbeitet Did4luv von Dominique McDougal und Carro Sharkey: ein tragikomisches Solo, bei dem die beiden Performer:innen sich abwechseln, eine pro Abend dieselbe Choreografie tanzt. Die Arbeit spiralt von Liebe und Leidenschaft hinunter durch Unterhaltung in nackte Notwendigkeit. Die unaufhörlichen Anforderungen der Kreativindustrie (Gesundheit, Stärke, Kreativität, Begehrenswertigkeit, Perfektion) werden als das sichtbar gemacht, was sie sind: Überforderungen, die als private Verantwortung getarnt werden. Dass zwei verschiedene Körper dasselbe Material performen, ist dabei kein Gimmick, sondern eine Aussage darüber, wie austauschbar und gleichzeitig unersetzbar der einzelne Körper im Produktionsbetrieb ist.\n\njee chan, ein:e Künstler:in zwischen Singapur und Berlin, zeigt ratu im Festsaal. Ihre Praxis, die sich mit dem displaced body beschäftigt, mit mündlichen Überlieferungen und Epistemologien aus Insel-Südostasien, bringt eine Perspektive ein, die Berlins Fixierung auf europäische und nordamerikanische Referenzsysteme aufbricht. Die Produktion entstand in Koproduktion mit den Sophiensæle, gefördert vom National Arts Council Singapore und entwickelt bei Dance Nucleus' da:ns LAB 2025; die Tanztage-Aufführungen werden vom Goethe-Institut und der Rumah Budaya Indonesia Berlin unterstützt. Solche transnationalen Produktionsketten sind für die freie Szene keine Luxusoption, sondern schlicht die einzige Möglichkeit, Arbeit zu realisieren.\n\nDer Ort selbst ist Teil der Erzählung. Die Sophiensæle bestehen aus zwei historischen Sälen (Festsaal und Hochzeitssaal) und einer ehemaligen Kantine; 2011 teilrenoviert, wobei bewusst viel vom Originalcharakter erhalten blieb. Die Räume sind flexibel konfigurierbar, die Wände atmen Schichten von Geschichte. Hier ist nichts poliert. Die abgenutzten Böden, die hohen Decken, der Hinterhof: alles erinnert daran, dass dieser Ort einmal für Arbeiterbildung gebaut wurde, für Versammlungen, für politische Emanzipation. Dass hier jetzt Tänzer:innen ihre Körper ausstellen, die von denselben ökonomischen Kräften geformt und deformiert werden, die schon die Handwerker von 1905 betrafen, ist keine geplante Pointe. Aber es ist eine, die funktioniert.\n\nMan könnte fragen, ob ein Festival, das Prekarität so zentral thematisiert, nicht Gefahr läuft, Prekarität selbst zu ästhetisieren. Die Grenze zwischen dem Sichtbarmachen von Arbeitsbedingungen und deren Verwandlung in konsumierbare Kunst ist dünn. Die Tanztage navigieren das ehrlicher als die meisten: Die Ticketpreise bleiben niedrig, die Diskursformate (wie Mouounis Talk oder die informellen Gespräche bei Tanztage's Kitchen auf dem dritten Stock der Sophiensæle) schaffen Räume, in denen nicht nur über Kunst geredet wird, sondern über die materiellen Bedingungen, unter denen sie entsteht. Das Festival macht sich selbst zum Gegenstand seiner eigenen Fragen.\n\nDreißig Jahre sind lang für eine Institution der freien Szene. Die meisten überleben das nicht. Dass die Sophiensæle und ihre Tanztage noch da sind, in einem Berlin, das seine Freiräume systematisch aufgibt, sagt etwas über die Sturheit der Leute, die diesen Ort tragen. Es sagt nichts darüber, ob es sie in zehn Jahren noch geben wird. Im Festsaal, wo 1918 der Spartakusbund tagte, werden im Februar 2026 Körper tanzen, die krank sind, wütend, zärtlich, erschöpft. Die Frage, die bleibt, ist nicht, ob das gut ist. Sondern wie lange wir es uns noch leisten, so zu tun, als wäre es selbstverständlich.",
  "language": "de",
  "word_count": 1069,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T18:15:36.243268",
  "event": {
    "id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
    "name": "Tanztage Berlin 2026",
    "start_date": "2026-02-12",
    "end_date": "2026-02-23",
    "venue": "Sophiensæle",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin's contemporary dance festival returns with performances exploring fear, anger, and tenderness beneath overwhelm. Features Olivia Hyunsin Kim's 'Baby, I'm Sick Tonight,' Adam Russell-Jones' 'Release the Hounds,' and Fatima Moumouni's talk 'Die Neue Unsicherheit – Berlin Edition.'",
    "source_url": "https://sophiensaele.com/en/festival/tanztage-berlin-2026",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.863323"
  }
}