{
  "id": "290fa796-5ff4-4755-aba4-3de0da4a3553",
  "event_id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
  "title": "Ein toter Künstler spricht zu Studenten, und ein lebender Künstler erklärt, warum das wichtig ist",
  "slug": "ein-toter-kunstler-spricht-zu-studenten-und-ein-lebender-kunstler-erklart-warum-das-wichtig-ist",
  "lead": "Ein 33-jähriger Luxemburger steht im Jahr 2000 vor Kunststudenten in Pasadena und zerlegt die Welt in Samples, zwei Jahre bevor ein Flugzeugabsturz alles beendet – jetzt zeigt das Michel Majerus Estate in Berlin erstmals die Videoaufnahme dieses Vortrags, kommentiert von Stephen Prina, live zugeschaltet aus LA, und die Frage, die Michel Majerus damals stellte, hat sich längst von Prophezeiung in Alltag verwandelt.",
  "body": "Im November 2000 steht ein 33-jähriger Luxemburger vor einer Gruppe von Kunststudenten in Pasadena, Kalifornien. Hinter ihm laufen Projektionen: Ausstellungsansichten, Referenzbilder, Inspirationsquellen, übereinandergelegt zu einer Collage aus bewegten Bildern. Er spricht über seine Arbeit, über Malerei im Zeitalter von Videospielen und Werbung, über das, was passiert, wenn man Bilder aus ihrem Kontext reißt und in Farbe auf Leinwand zurückwirft. Zwei Jahre später ist Michel Majerus tot, gestorben bei einem Flugzeugabsturz am 6. November 2002 auf dem Weg von Berlin nach Luxemburg. Der Vortrag, den er damals hielt, existiert als Videoaufnahme. Er wird jetzt, 26 Jahre später, zum ersten Mal öffentlich gezeigt.\n\nAm 21. Februar 2026 lädt das Michel Majerus Estate in Berlin zur Vorführung dieser Aufnahme ein. Im Anschluss schaltet sich Stephen Prina live aus Los Angeles zu, um den Vortrag zu kontextualisieren. Prina, amerikanischer Künstler und Professor an Harvard, lehrte von 1980 bis 2003 am Pasadena ArtCenter. Er war da, als Majerus dort als Fellow arbeitete. Die Veranstaltung ist Teil der Reihe Lectures on Lectures, die sich seit September 2025 drei Vorträgen widmet, die Majerus zwischen 1997 und 2000 hielt, und sie erstmals zugänglich macht.\n\nDas klingt zunächst nach einer spezialisierten Angelegenheit. Ein Vortrag über einen Vortrag: akademisch, archivarisch, vielleicht etwas staubig. Aber wer Majerus' Arbeit kennt, weiß, dass wenig an seinem Werk staubig ist, auch nicht posthum. Majerus malte Skateboard-Halfpipes aus (If You Are Dead, So It Is, 2000, eine begehbare Installation von 370 Quadratmetern). Er übermalte die Fassade des internationalen Pavillons der Biennale von Venedig 1999 auf Einladung von Harald Szeemann. Und sein letztes großes Berliner Projekt, Sozialpalast (2002), bestand darin, eine lebensgroße Fotografie des Pallasseums in Schöneberg vor das Brandenburger Tor zu hängen. Eine Plattenbausiedlung, die synonym geworden war mit Kriminalität und urbanem Verfall, aufgeblasen zum Monument, direkt vor Berlins bekanntestem Wahrzeichen. Das war keine Malerei, die sich in Galerieräumen versteckte. Das war Malerei, die auf die Straße ging und fragte: Was sehen wir eigentlich, wenn wir Bilder sehen?\n\nMajerus' Bedeutung liegt genau hier. Er arbeitete in einer Zeit, in der die Frage, ob Malerei nach dem Internet noch eine Berechtigung hat, nicht rhetorisch gemeint war. Die späten Neunziger, frühen Nuller: Digitale Kultur war kein Lifestyle-Accessoire, sondern etwas, das den gesamten visuellen Haushalt umschrieb. Computerspiele, Werbung, die Ästhetik von GUI-Oberflächen und frühen Webseiten sickerten in den Alltag ein. Majerus nahm dieses Material und behandelte es wie Pigment. Seine Gemälde zitieren Super Mario, Nike-Logos und Techno-Flyer mit derselben Selbstverständlichkeit, mit der Pop Art Suppendosen und Comicstrips aufgriff. Aber wo Warhol die Oberfläche feierte (oder verweigerte, je nach Lesart), ging Majerus einen Schritt weiter. Er schichtete Referenzen so dicht übereinander, dass die Frage nach dem Original sich auflöste. Appropriation nicht als Strategie, sondern als Grundzustand.\n\nIn diesem Kontext macht es Sinn, dass gerade Stephen Prina den Vortrag kontextualisiert. Prina gehört zu einer Generation konzeptueller Künstler, die die Institution der Malerei seziert haben. Seine eigene Praxis bewegt sich zwischen bildender Kunst, Komposition und Performance; er hat bei der documenta IX ausgestellt, bei der Biennale von Venedig, im MoMA. Prina war Teil jener Kreise um Martin Kippenberger, in denen Malerei gleichzeitig gemacht und hinterfragt wurde (Cosima von Bonin, Michael Krebber, Heimo Zobernig). Wenn Prina über Majerus' Pasadena-Vortrag spricht, dann spricht er nicht nur als Zeitzeuge, sondern als jemand, der die Spannungen kennt, in denen Majerus operierte. Konzeptkunst gegen Malerei. Europäische Tradition gegen amerikanische Pop-Sensibilität. Die Physis des Farbauftrags gegen die Körperlosigkeit digitaler Bilder.\n\nDie Videoaufnahme von 2000 zeigt Majerus, der vor Studenten steht und seine Arbeitsweise erklärt, während hinter ihm ein visueller Strom aus eigenen Werken und fremden Bildern läuft. Die Beschreibung klingt fast wie eine Proto-Lecture-Performance. Ob Majerus das so intendierte oder ob es einfach seine Art war, Dinge zu erklären, ist vielleicht die interessantere Frage. Danach folgt Prinas Einordnung, live aus LA zugeschaltet. Das gibt der Sache eine seltsame räumliche Symmetrie: Majerus sprach damals in Kalifornien, Prina spricht jetzt aus Kalifornien zurück nach Berlin, wo Majerus lebte und arbeitete.\n\nIm Michel Majerus Estate werden parallel Werke gezeigt, die thematisch und visuell mit dem historischen Vortrag zusammenhängen. Das Estate selbst ist kein neutraler Ort. Es ist eine Kollaboration zwischen der Familie Majerus und der Galerie neugerriemschneider, die Majerus zu Lebzeiten vertrat (und für die er einmal eine Straße in den Galerieraum pflastern ließ, was als Geste immer noch schön absurd ist). In den letzten Jahren hat das Estate aktiv daran gearbeitet, Majerus' Werk in zeitgenössische Zusammenhänge zu stellen. 2024 gab es ein Projekt mit Cory Arcangel, bei dem Majerus' alter Laptop durch Emulation reaktiviert wurde. Irgendwo zwischen Archivarbeit und künstlerischer Intervention.\n\nWarum jetzt? Majerus starb vor über zwanzig Jahren. Seine Relevanz für die zeitgenössische Malerei ist unter Fachleuten unbestritten, aber sein Name zirkuliert nicht mit derselben Selbstverständlichkeit wie der von Kollegen, die länger lebten. Der banale Grund: Tote Künstler produzieren keine neuen Werke, geben keine Interviews, posten nichts auf Instagram. Der weniger banale: Majerus' Arbeit hat sich als prophetisch erwiesen. Die totale Durchdringung des Alltags durch digitale Bilder, die Auflösung der Grenze zwischen Werbung und Kunst. Die Frage, was Originalität bedeutet, wenn alles Sample ist. Das sind keine Themen der Jahrtausendwende mehr, sondern die Bedingungen, unter denen wir jetzt leben. Seine Gemälde, die damals als Kommentar auf eine sich anbahnende Entwicklung gelesen werden konnten, lesen sich heute wie Zustandsbeschreibungen.\n\nLectures on Lectures funktioniert als Format genau dann, wenn es mehr tut, als ein Archiv zu öffnen. Wenn es die Aufnahme von 2000 nicht als historisches Dokument präsentiert, sondern als etwas, das noch spricht. Ein junger Künstler, der einer Gruppe von Studenten erklärt, wie er die Welt in Bilder zerlegt und wieder zusammensetzt, während hinter ihm seine eigene visuelle Logik in Echtzeit abläuft. Dazu Prina, der die Distanz von einem Vierteljahrhundert und einem halben Kontinent überbrückt. Ob diese Brücke hält, ob Prinas Kontextualisierung dem Ganzen Tiefe gibt oder ob es bei einer respektvollen Verbeugung bleibt, wird sich am Abend zeigen. Aber die Gelegenheit, Majerus beim Denken zuzusehen, ist selten genug, um die Anreise zu rechtfertigen. Und die Frage, was Malerei mit all dem Bilderschrott anfängt, der uns täglich überschwemmt, ist nicht beantwortet. Sie ist dringender geworden.",
  "language": "de",
  "word_count": 1006,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-10T19:08:44.318252",
  "event": {
    "id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
    "name": "Lecture of Michel Majerus & Lecture by Stephen Prina",
    "start_date": "2026-02-21",
    "end_date": "2026-02-21",
    "venue": "Michel Majerus Estate",
    "city": "Berlin",
    "category": "lecture",
    "description": "A screening of late Luxembourg artist Michel Majerus's 2000 lecture at Pasadena ArtCenter, followed by a live online lecture from Stephen Prina in Los Angeles contextualizing Majerus's groundbreaking approach to appropriation, digital culture, and painting at the turn of the millennium.",
    "source_url": "https://michelmajerus.com/",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.354551"
  }
}