{
  "id": "fc3236a6-9c7b-4c05-8804-4b3909d2f819",
  "event_id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
  "title": "Forty Years of Showing Up: The TEDDY After Show Party at Volksbühne",
  "slug": "forty-years-of-showing-up-the-teddy-after-show-party-at-volksbuhne",
  "lead": "Forty years deep, the TEDDY still refuses to sit comfortably inside the Berlinale — and its after show party at Volksbühne, where worker-built grandeur meets queer dancefloor chaos, is the part that lives in the body long after the credits roll.",
  "body": "Before the Berlinale had a dedicated queer programme, before Sundance launched its own LGBTQ+ sidebar, before \"representation\" became a word you could hear in a Netflix earnings call, there was the TEDDY. The award was first handed out in 1987: a scrappy, self-organised act of insistence from within a film festival that hadn't quite figured out what to do with the queer work screening in its margins. Now it turns forty. The party that follows the ceremony on the night of 20 February at Volksbühne isn't some afterthought. It's the part that sticks.\n\nThe TEDDY AWARD has always occupied a strange and productive position. It lives inside the Berlinale but isn't entirely of it. Founded by Wieland Speck and Manfred Salzgeber, it grew out of a moment when queer cinema was something you had to fight to get into festival programmes at all. The mid-1980s: the AIDS crisis was decimating communities, and the films being made about and by queer people carried an urgency that mainstream festival culture often looked past or actively avoided. The TEDDY was a corrective, a way of saying these films exist, they matter, look at them. Over four decades it has honoured work by filmmakers like Todd Haynes, Cheryl Dunye, and Alain Guiraudie, people whose names circulated on the margins before they circulated everywhere.\n\nThat the ceremony takes place at Volksbühne feels right. The theatre on Rosa-Luxemburg-Platz was built between 1913 and 1914 with money from workers' associations, designed by Oskar Kaufmann as a house for a cultural movement. Its original motto, \"Die Kunst dem Volke,\" is still inscribed on the facade. Under Frank Castorf's quarter-century tenure beginning in 1992, it became synonymous with unruly, politically charged theatrical ambition. You feel that history in the massive pillars, the curved ceilings, the faintly Soviet grandeur of the salons. A venue that has always understood itself as a site of cultural contest. Hosting the TEDDY here, rather than at some sleeker Potsdamer Platz space, says the award still sees itself as oppositional, even at forty.\n\nThis year's selection is substantial: 45 films from more than 30 countries, spread across features, documentaries, essays, and shorts, plus a Forum Expanded exhibition and a TEDDY 40 retro section screening 14 films that shaped the award's history. The retrospective is a smart addition. It forces a reckoning with lineage, asking audiences to sit with the question of what queer cinema looked like in 1987, in 1995, in 2008, and how the present selection relates to or departs from those earlier works. Panels and talks run through the festival (including TEDDY Talk: 40 Years of Queer Cinema and a Directors Exchange), and the introduction to the queer films of Berlinale, held on 5 February at the Roter Salon, sold out immediately. The appetite for these conversations outstrips the available seats.\n\nBut the after show party, doors from 22:30, is the thing that people will remember with their bodies rather than their notebooks.\n\nThe Volksbühne's salons and foyers open up into a sprawling, multi-room affair. Past iterations have featured multiple dancefloors, DJs, live performers, drag acts. This year, Das Hoven and Große Freiheit 114 (the Hamburg drag collective that has been running since 2018 and treats every stage like a demolition site) return alongside the rapper and singer Ebow, whose Muslima Futurism record pulled together German-language rap, Kurdish folk melody, and club production into something genuinely hard to categorise. The building lends itself to this kind of overflow. You drift from room to room, from a conversation about a Peruvian short film you saw that afternoon to a dancefloor where nobody is talking about film at all. It functions as a reunion for the queer film community that passes through Berlin every February, and simultaneously as a party with its own gravity, pulling in people who haven't sat through a single screening.\n\nForty years is a long time. Long enough for an insurgent gesture to calcify into tradition, for a necessary intervention to become an institution. The TEDDY has navigated this better than most, partly because it has stayed tethered to the Berlinale without being absorbed by it, maintaining its own programming, its own ceremonies, its own social infrastructure. Still: does a queer film award carry the same weight in 2026 that it did in 1987? Queer stories populate the Oscar nominations now. Streaming platforms commission them by the dozen. The conditions that made the TEDDY necessary have shifted, if not disappeared.\n\nThe retro section answers this obliquely. Many of the films that shaped queer cinema in the 1980s and 1990s remain difficult to see, poorly preserved, absent from streaming catalogues. Programming them alongside contemporary work is an argument that history has to be actively maintained; it doesn't just accumulate on its own. The 45 new films in competition, drawn from over 30 countries, also complicate any easy narrative of progress. Queer cinema from Lagos or Jakarta or São Paulo exists within completely different matrices of risk, funding, and audience than queer cinema from London or Los Angeles. The TEDDY, by casting its net across the full Berlinale programme, keeps this unevenness visible in a way that a single streaming algorithm never will.\n\nThe party is not incidental to the politics. Queer nightlife and queer cinema have always shared root systems. Both are spaces where communities form in the dark. Both depend on the willingness to be vulnerable in the presence of strangers. To dance at Volksbühne after an awards ceremony is to participate in something older than the TEDDY itself, a tradition of gathering that no institution fully contains. Berlin knows this. Its queer club culture, from SchwuZ to Berghain to the smaller, more precarious spaces that open and close each year, is built on the same impulse that put \"Die Kunst dem Volke\" on the front of the building.\n\nForty is an awkward age for a cultural institution. The TEDDY sits in that awkwardness honestly, celebrating without pretending the work is done. On 20 February, the lights in the grand hall will dim, the awards will be read, and then the building will transform. What happens after that won't fit in any programme notes, which is precisely the point.",
  "language": "en",
  "word_count": 1028,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T08:49:07.035635",
  "event": {
    "id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
    "name": "TEDDY After Show Party at Volksbühne",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Volksbühne",
    "city": "Berlin",
    "category": "club",
    "description": "The 40th anniversary celebration of the Teddy Award, championing queer cinema since before most festivals acknowledged its existence. Ceremony starts 8:30 pm, party opens 10:30 pm, marking four decades of queer film visibility.",
    "source_url": "https://thenextday.substack.com/p/what-dont-miss-berlinale-2026-guide",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.641026"
  }
}