{
  "id": "58a9c86f-4e89-4ef8-8c51-e9e74e768d6c",
  "event_id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
  "title": "Geordie Greep allein: Ein Mann, dreißig Musiker und die Frage, ob Genie reicht",
  "slug": "geordie-greep-allein-ein-mann-dreiig-musiker-und-die-frage-ob-genie-reicht",
  "lead": "Geordie Greep brings his thirty-musician São Paulo experiment to a former Prussian stable in Kreuzberg, testing whether a single visionary can replicate the volatile friction that made Black Midi dangerous.",
  "body": "The voice that comes out of Geordie Greep has never belonged to any geography. Critics have spent half a decade trying to place it — \"warped croon,\" \"geographically unclassifiable,\" somewhere between operatic and deranged — and the consensus, across [~dozens of reviews from Pitchfork to The Quietus to The New Yorker|remarkably consistent language across 30+ independent sources; everyone reaches for the same adjectives~], is that nobody can quite pin it down. That voice arrives at Gretchen on 20 February 2026, untethered from the band that first gave it a stage, carrying an album recorded with over thirty session musicians in São Paulo. The question it brings is not whether Geordie Greep is talented — that argument ended years ago — but whether talent without friction is enough.\n\nTo understand the stakes, you need the short version of Black Midi. Formed at the BRIT School, signed to Rough Trade, three albums in three years — *Schlagenheim* (2019), *Cavalcade* (2021), *Hellfire* (2022) — each more structurally ambitious than the last. Music that felt genuinely dangerous: knotted time signatures, sudden dynamic shifts from whisper to assault, and Greep's theatrical vocal delivery narrating stories about megalomaniacs, charlatans, and doomed adventurers. They were compared to King Crimson, Frank Zappa, and the Fall, though the truth was messier and more interesting than any single reference point. They were also, crucially, a band — four people arguing their way toward something, the creative friction audible in every bar. Then, in 2024, Greep announced with characteristic nonchalance that Black Midi was \"now indefinitely over.\" Shortly after, he announced a solo debut.\n\n*The New Sound* landed on 4 October 2024. Morgan Simpson, Black Midi's drummer, guests on the record. [~A couple of tracks were reportedly retooled from the band's archives|mentioned in multiple interviews, though specifics vary between sources~]. But the centre of gravity has shifted decisively. Greep flew to São Paulo and assembled a small army of Brazilian session musicians — not simply layering Latin flavours over post-punk, but attempting a structural collision, routing bossa nova's harmonic sophistication and salsa's rhythmic density through the angular, dissonant frameworks he'd been building for years. He's spoken openly about the influence of Marcos Valle and Sérgio Mendes, but also about wanting to demolish the hierarchy between high and low culture — AC/DC and Henry Cow on the same plane, Chick Corea and cheesy musical theatre afforded equal dignity.\n\nThis is where it gets interesting and where most commentary on Greep stops too soon. Nearly every review praises the ambition, the lyrical wit, the sonic architecture. But several — The Quietus pointed to the \"bizarre final minute\" of \"Walk Up\" — note moments where sheer density of ideas works against structural coherence. There's a deeper tension, too: [~multiple major reviews explicitly compare the solo work to the band's collaborative dynamic, and not always favourably|at least five substantial reviews raise this point; it's not a fringe take~]. Returning to Black Midi's records, you feel the creative friction of musicians pushing back against each other, and that friction produced a different kind of power than a single vision, however brilliant, directing hired hands. Greep himself seems aware of this. In interviews, he's described the difference between bandmates who play with self-consciousness — \"I can't play that, that's not cool\" — and session musicians who simply execute what's on the page. He frames this as liberation. Whether it's also a loss is the question the live show will have to answer.\n\nThe live show is where Greep has always been most formidable. Black Midi were notorious for performances that swung between loose, exploratory jamming and passages so tightly rehearsed they sounded mechanically impossible. Greep onstage is angular, intense, theatrical — a bandleader in the Jacques Brel mould, conducting chaos while appearing to barely hold it together. Reviews from the solo tour describe a similar energy: the cryptic rants, the warbling baritone veering between registers, the guitar darting through jagged riffs and sudden bursts of shred. I can't tell you what this feels like in a room. I can tell you that descriptions from multiple cities and multiple writers converge on a sense of controlled pandemonium — and that the gap between reading about controlled pandemonium and standing inside it is presumably the entire point of a concert.\n\nWhat I can say something useful about is Greep's songwriting method, because the Maigret connection is more revealing than any genre tag. Greep has cited the detective novels of Georges Simenon as a key influence: stories where Inspector Maigret solves crimes not through action but through atmosphere, where \"he goes to the bar, talks to everyone,\" approaches leads casually, and reveals the killer on the last page to a collective shrug. There's something of that anti-climactic precision in Greep's character sketches — pathetic men in dismal settings, monologues rather than narratives, scenes that begin mid-thought and end without resolution. The drama is in the texture, not the arc. This is genuinely unusual in rock music, which still mostly trades in personal confession or mythic grandeur. Greep writes like a novelist who happens to have a band — or, now, thirty musicians on retainer.\n\nGretchen is a shrewd venue for this. Housed in a listed building from 1854 — the former stables of the Prussian 1st Guards Dragoon Regiment — the Kreuzberg club has built its reputation on what it calls the \"cutting-edge principle\": novelty through genre openness, a deliberate search for sounds that don't settle into easy grooves. [~It has won Germany's federal Applaus Prize multiple times, including the main prize for Best Live Music Programme|specific award count drawn from venue promotional materials; independently verified details may vary~]. Cross vaults and filigree cast-iron columns give the space a physical gravitas that most Berlin clubs lack — architecture that imposes seriousness on whatever happens inside it. For music that treats genre as a structural problem rather than an identity, the fit is precise.\n\nSupport comes from Corte!, about whom [~information is genuinely sparse — a handful of listings and social tags, but no substantial press profile I can locate|this is a knowledge boundary; if Corte! have a rich story, it's not in the sources available to me~]. Gretchen has a strong track record of pairing emerging acts with headliners whose audiences are predisposed to curiosity, and the booking suggests they're worth arriving early for.\n\nThe larger question Greep's solo turn poses is about what happens to ambitious rock music when the band falls apart. The post-Windmill generation — that cluster of South London bands orbiting a tiny Brixton pub — produced an unusual concentration of talent in a very short window, and several of those projects have already fractured. Black Country, New Road lost their frontman Isaac Wood in early 2022 and continued as a different, more communal entity; Black Midi simply stopped. What remains are individual voices trying to sustain the intensity of a collective moment through personal force alone. Greep's solution — absorbing an entirely different musical tradition, relocating the creative process to another continent, treating genre as a buffet rather than an identity — is the most radical of these individual gambits. It's also the most exposed. Without collaborators who push back, the line between visionary and indulgent thins considerably.\n\nAt twenty-six, Greep has already outlived one of the most acclaimed bands of his generation and emerged with a record that most artists twice his age couldn't conceptualise, let alone execute. Whether the solo project sustains itself — whether it deepens or merely proliferates — depends on what happens next. For now, on a February night in a former Prussian stable in Kreuzberg, the most geographically unclassifiable voice in British music will attempt to prove that one person, thirty musicians, and a room full of cross vaults can generate the same volatile charge that four kids from the BRIT School once conjured in a Brixton pub. The odds are not in anyone's favour. That's exactly the kind of bet Greep would take.",
  "language": "en",
  "word_count": 1325,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T18:52:57.809923",
  "event": {
    "id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
    "name": "Geordie Greep + Corte!",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Gretchen",
    "city": "Berlin",
    "category": "music",
    "description": "Black Midi's enigmatic frontman Geordie Greep brings his São Paulo-recorded solo debut 'The New Sound' to Berlin, colliding Latin jazz-rock, prog, and tropicália with his signature surrealist lyricism. Expect intellectual provocation, genre chaos, and fearless performance. Support from Corte! adds further intensity. This is not easy listening—it's confrontational, ambitious, and exhilarating. For those who want music that makes demands and rewards close attention.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://dice.fm/event/l8bk6w-geordie-greep-corte-en-berln-son-estrella-galicia-20th-feb-gretchen-berlin-tickets",
    "scouted_at": "2026-02-19T17:45:46.692817"
  }
}