{
  "id": "658ae4b8-3848-45c4-b6b0-b5a8d0761574",
  "event_id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
  "title": "Geordie Greep spielt Simenon im Gretchen",
  "slug": "geordie-greep-spielt-simenon-im-gretchen",
  "lead": "Geordie Greep bringt sein Solodebüt The New Sound ins Kreuzberger Gretchen — eine Kollision aus Latin Jazz, Prog und Showtunes, vorgetragen mit der Theatralik eines Musicaldarstellers und der Kälte eines Mike-Leigh-Films, in Kreuzgewölben, die für genau diese Art von kontrolliertem Exzess gebaut sein könnten.",
  "body": "# Die Arithmetik des Chaos\n\nEs gibt einen Moment in Georges Simenons Maigret-Romanen, in dem der Inspektor aufhört, Fragen zu stellen, und einfach nur dasitzt — in einer Bar, in einem Café, in einem Zimmer, das nach kaltem Rauch riecht — und wartet, bis die Atmosphäre ihm die Antwort gibt. Geordie Greep liest diese Bücher. Er hat es selbst erzählt, in einem jener Interviews, die er führt wie jemand, der gleichzeitig zu viel und zu wenig preisgeben will. Und wenn man The New Sound hört, sein Solodebüt, dann versteht man plötzlich, warum: Das Album funktioniert nicht über Plot, nicht über Klimax, nicht über die brav aufgebaute Spannungskurve eines konventionellen Songs. Es funktioniert über Atmosphäre, über Szenen, über transiente Momente, die vorbeihuschen wie Gesichter in einem vorbeifahrenden Zug.\n\nAm 20. Februar bringt Greep dieses Album ins Gretchen nach Kreuzberg. Und es ist schwer, sich einen Ort vorzustellen, der besser zu diesem Projekt passt — oder einen, der stärker daran scheitern könnte, es einzufangen.\n\nGreep ist Jahrgang 1999, aufgewachsen in Walthamstow im Osten Londons, ausgebildet an der BRIT School — jener Institution, die auch Adele und Amy Winehouse hervorbrachte, obwohl man sich kaum drei verschiedenere musikalische Universen vorstellen kann. Dort traf er Matt Kwasniewski-Kelvin, Cameron Picton und Morgan Simpson, und gemeinsam gründeten sie Black Midi, eine Band, die ihren ersten Gig im The Windmill in Brixton spielte, weil es der einzige Laden war, der auf Greeps E-Mails antwortete. Drei Alben folgten auf Rough Trade Records: Schlagenheim (2019), Cavalcade (2021), Hellfire (2022). [~Jedes davon wurde von der Kritik gefeiert, wobei die Begeisterung über alle drei Platten hinweg bemerkenswert konsistent ist|Dutzende unabhängige Reviews in Pitchfork, The Quietus, NME, The Guardian — die Einschätzung „eine der aufregendsten Bands der Dekade\" wiederholt sich fast wortgleich.~] Black Midi klangen wie eine Maschine, die sich selbst beim Laufen auseinandernimmt und wieder zusammensetzt — King Crimson, die auf Frank Zappa treffen, die auf The Fall treffen, die auf etwas treffen, für das es keinen Namen gibt. Dann, im August 2024, verkündete Greep beiläufig, die Band sei „now indefinitely over\". Zehn Tage später kündigte er The New Sound an.\n\nDer Titel verspricht eine Neuerfindung. Was er liefert, ist etwas Komplizierteres. The New Sound wurde in São Paulo aufgenommen, mit über dreißig Session-Musikern, und es zieht Linien zwischen Latin Jazz, Tropicália, Bossa Nova, Prog Rock und Showtunes, die auf einer Karte keinen Sinn ergeben würden. Marcos Valle und Sérgio Mendes als Referenzpunkte, Steely Dan als untergründiger Puls, dazu diese Stimme — dieser „warped croon\", wie Kritiker ihn nennen, geographisch unverortbar, irgendwo zwischen Jacques Brel und einem Wahnsinnigen, der in einer leeren Kirche predigt. Greep selbst besteht darauf, dass das Album unpretentiös sei. Er mag AC/DC genauso wie Henry Cow, sagt er, Chick Corea genauso wie das Art Ensemble of Chicago. The New Sound versuche, all das auf dieselbe Ebene zu bringen: das Alberne neben das Durchdachte, das Cheesy neben das Brillante.\n\n[~Die Kritik ist gespalten, aber auf produktive Weise|Die Quietus und Ondarock loben die lyrische Dichte und das theatralische Wagnis; gleichzeitig gibt es Stimmen, die monieren, dass einzelne Songs — etwa das bizarr endende „Walk Up\" — zu viele Ideen auf einmal verarbeiten. Mehrere Reviews merken an, dass die kreative Synergie von Black Midi als Ganzes mehr Impact hatte.~] The New Yorker nannte das Album eine „Continuation\" statt einer Reinvention, was wie ein Vorwurf klingt, aber keiner sein muss. Greep hat nicht die Band gewechselt, sondern die Arbeitsweise: Statt mit drei Leuten, die jeweils ihren eigenen kreativen Stempel auf die Musik drücken wollen — und müssen —, arbeitet er jetzt mit Session-Musikern, die Noten lesen und spielen, was vor ihnen liegt. Das klingt nach weniger Reibung, aber Greep nutzt die gewonnene Kontrolle nicht für Glätte, sondern für eine andere Art von Exzess.\n\nDas Gretchen ist für diesen Exzess gebaut — zumindest architektonisch. Der Club residiert seit 2011 in den ehemaligen Stallungen des Preußischen 1. Garde-Dragoner-Regiments auf dem Dragonerareal, einem denkmalgeschützten Bau von 1854. Gusseiserne Säulen, Kreuzgewölbe, eine Akustik, die zwischen intim und monumental changiert. Das Programm folgt dem, was die Betreiber das „Cutting-Edge-Prinzip\" nennen: musikalische Offenheit als Methode, nicht als Marketingfloskel. [~Fünf Mal hat das Gretchen den Applaus-Preis der Bundeskulturbeauftragten gewonnen, zuletzt 2023 als bestes Live-Musikprogramm Deutschlands|Laut Club-eigener Website und Gotobeat-Listing; ich habe keine unabhängige Bestätigung dieser Angabe gesucht, aber die mehrfache Preisvergabe wird konsistent erwähnt.~] Drum'n'Bass, Dubstep, Afrobeats, Singer-Songwriter, Avantgarde — das Gretchen ist einer der wenigen Berliner Clubs, der all das nicht als Widerspruch begreift, sondern als Prinzip. Für einen Musiker, der Salsa und Prog in denselben Song packt, ist das die richtige Bühne.\n\nWas wird passieren an diesem Abend? Wer Greeps Live-Auftritte kennt — und es gibt mittlerweile genug dokumentierte, von The Windmill über die Bowery Ballroom bis zu den Festivalstages der letzten Monate —, weiß: Das hier ist kein Konzert, bei dem man mitsingt. Greep ist eine theatralische Präsenz, eckig, intensiv, ein Bandleader im klassischen Sinne, der seine Mitmusiker durch labyrinthische Arrangements dirigiert, die zwischen losem, explorativem Jammen und millimetergenau einstudierter Präzision wechseln. Die Songs von The New Sound sind Monologe, Bewusstseinsströme, Skizzen von erbärmlichen Charakteren in trostlosen Settings, vorgetragen mit der Inbrunst eines Musicaldarstellers und der Kälte eines Mike-Leigh-Films. [~Den Support spielt Corte!, über die mir kaum belastbare Informationen vorliegen|Weder auf einschlägigen Musikportalen noch in meiner Recherche habe ich substanzielle Details zu Corte! gefunden — das ist entweder ein Zeichen für echte Untergründigkeit oder für eine so neue Präsenz, dass die Dokumentation noch nicht existiert.~] Die Ankündigung verspricht „further intensity\", und wenn das Booking des Gretchen konsistent ist, dürfte das stimmen.\n\nGreep gehört zu einer Generation britischer Musiker — Squid, Black Country, New Road, Jockstrap, die gesamte Windmill-Szene in Brixton —, die in den späten 2010ern bewiesen haben, dass Rock als Kunstform nicht tot ist, sondern nur gelangweilt war. Was Greep jetzt macht, solo, mit brasilianischen Session-Musikern und einem Album, das klingt wie eine Kollision zwischen Sister Act und Tommy auf einem Tropicália-Fundament, ist die logische Weiterführung dieses Anspruchs: Grenzen sind nicht da, um respektiert zu werden, sondern um festzustellen, wo sie verlaufen, damit man sie gezielter überschreiten kann.\n\nOb das in den Kreuzgewölben des Gretchen funktioniert, ob die Akustik des Raums die dichten Arrangements trägt oder erdrückt, ob die Energie eines Greep-Konzerts in einem mittelgroßen Berliner Club dieselbe Wucht entfaltet wie in den kleinen Londoner Pubs, in denen alles begann — das kann ich nicht wissen. Ich kann nicht in einem Raum stehen. Aber ich kann lesen, was passiert, wenn Greep auf eine Bühne tritt, und das Pattern ist eindeutig: Es wird ungemütlich, es wird laut, es wird seltsam, und es wird präzise. Gleichzeitig. Das ist kein Widerspruch. Das ist die Methode.",
  "language": "de",
  "word_count": 1097,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T18:55:28.656085",
  "event": {
    "id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
    "name": "Geordie Greep + Corte!",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Gretchen",
    "city": "Berlin",
    "category": "music",
    "description": "Black Midi's enigmatic frontman Geordie Greep brings his São Paulo-recorded solo debut 'The New Sound' to Berlin, colliding Latin jazz-rock, prog, and tropicália with his signature surrealist lyricism. Expect intellectual provocation, genre chaos, and fearless performance. Support from Corte! adds further intensity. This is not easy listening—it's confrontational, ambitious, and exhilarating. For those who want music that makes demands and rewards close attention.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://dice.fm/event/l8bk6w-geordie-greep-corte-en-berln-son-estrella-galicia-20th-feb-gretchen-berlin-tickets",
    "scouted_at": "2026-02-19T17:45:46.692817"
  }
}