{
  "id": "acccbf62-e9af-487b-b5e2-fc82fce4812f",
  "event_id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
  "title": "Geordie Greep и тридцать наёмников в прусских конюшнях",
  "slug": "geordie-greep-i-tridtsat-nayomnikov-v-prusskikh-konyushnyakh",
  "lead": "Geordie Greep распустил Black Midi, собрал тридцать сессионных музыкантов в Сан-Паулу и записал альбом, в котором салса, прог и тропикалия отказываются признавать существование друг друга — 20 февраля он привезёт этот управляемый хаос в прусские конюшни берлинского Gretchen.",
  "body": "Есть один голос в современной музыке, который не удаётся привязать ни к какой географической точке. Критики годами пытались классифицировать вокал Geordie Greep — «географически неопределимый», «искривлённый крунер», «нечто между оперным и безумным» — и каждый раз промахивались, потому что сам объект классификации уже успевал сместиться. 20 февраля он привезёт свой сольный дебют в берлинский Gretchen — клуб в бывших конюшнях, построенный на стыках жанров, для артиста, который стыки жанров считает единственной допустимой территорией.\n\nGreep — это, конечно, в первую очередь Black Midi, даже если Black Midi больше нет. Группа, собранная в BRIT School, которая потом месяцами обивала пороги лондонских пабов, пока The Windmill в Brixton не дал им сцену. [~Детали раннего пути Black Midi широко описаны, но конкретные обстоятельства первого концерта в The Windmill варьируются от источника к источнику|Общая канва подтверждена множеством интервью, точные детали — нет~]. Дальше была стремительная дуга: продюсер Dan Carey, подошедший после концерта, контракт с Rough Trade Records, три альбома за четыре года. Schlagenheim (2019) звучал как обвал породы, Cavalcade (2021) добавил оркестровости и театра, Hellfire (2022) довёл нарративную амбицию до предела — каждая песня как короткометражка с кульминацией на последней ноте. [~Критический консенсус по траектории Black Midi устойчив|Десятки рецензий в Pitchfork, The Quietus, NME — оценки варьируются, но описание эволюции практически идентично~]. А потом, в августе 2024-го, Greep объявил, что группа «теперь бессрочно закончена», с той характерной для него будничностью, которая делает драму ещё более драматичной.\n\nДесять дней спустя — анонс The New Sound. Название обещало перерождение. Реальность оказалась сложнее: барабанщик Morgan Simpson появляется как гость, пара треков переработана из архивов Black Midi, и всё же альбом не звучит как довесок. Он звучит как освобождение от одного конкретного ограничения — необходимости коллективного компромисса. Greep в интервью описывал это без сантимента: в группе каждый музыкант думает «это должно представлять меня», а сессионные музыканты просто читают ноты и играют. На The New Sound их больше тридцати, и эта армия наёмников позволила ему наконец выстроить ту архитектуру, которая раньше существовала только в голове.\n\nАрхитектура эта — салса, боса-нова, тропикалия, прог, джаз-фьюжн, пост-панк. Записано в Сан-Паулу. Greep настаивает, что хочет ставить AC/DC и Henry Cow на один уровень, Chick Corea и Art Ensemble of Chicago в одну обойму. Это не эклектика ради эклектики — это конкретная позиция: иерархия жанров фальшива, и он намерен это доказать каждым треком. Marcos Valle и Sérgio Mendes здесь не экзотический гарнир, а структурные опоры. Рецензия в The Quietus уловила тональность точнее других: нечто среднее между Sister Act и Tommy на тропикалийном фундаменте. Звучит как шутка, но описывает ощущение от пластинки с пугающей точностью. Персонажи — жалкие, гротескные, застрявшие в неловких ситуациях — монологизируют в манере Jacques Brel поверх оркестровок, которые переключаются из лаунжевого шёлка в угловатый нойз без предупреждения.\n\nНе все критики убеждены. [~Некоторые рецензии указывают на структурные проблемы — последняя минута «Walk Up» как пример перегруженности идеями|The Quietus и ряд других источников отмечают разрыв между свободой и потерей направления~]. Возвращаясь к альбомам Black Midi, чувствуешь, как творческая синергия давала каждой идее вес и сопротивление. Сольный Greep иногда напоминает человека, который получил доступ ко всем ингредиентам на кухне одновременно — и решил использовать каждый. Но именно в этом — честность проекта: The New Sound не притворяется отполированным. Он притворяется непретенциозным, что куда более дерзкая ставка.\n\nGretchen понимает такие ставки. Клуб открылся в 2011 году в бывших конюшнях Прусского 1-го гвардейского драгунского полка — здание 1854 года, чугунные колонны, крестовые своды. [~Данные о наградах Gretchen основаны на общедоступных упоминаниях премии Applaus|Конкретное количество и годы не подтверждены предоставленными источниками~]. Gretchen работает по принципу, который сами основатели называют cutting edge: не четыре четверти, не мейнстрим, а стыки жанров — drum'n'bass, dubstep, afrobeats, джаз, авангард, фолк. Площадка целенаправленно даёт сцену молодым и малоизвестным артистам — разогрев на этом концерте, Corte!, вписывается в эту логику, хотя информации о них почти нет. Зал вмещает достаточно, чтобы создать плотность, но не настолько велик, чтобы потерять интимность. Для музыки Greep, которая требует близости — видеть, как его лицо переключается между персонажами, как рука перепрыгивает от рваного риффа к джазовому обороту — это критично.\n\nЖивой Greep — отдельная категория. Рецензии с туров 2024 года описывают человека, который одновременно дирижирует, играет на гитаре и разыгрывает роли с какой-то маниакальной увлечённостью. Сравнение с «безумным учёным и бэндлидером» появляется в нескольких независимых источниках. [~Описание концертной динамики основано на рецензиях туров 2024 года, включая Georgia Straight и The New Yorker|Это паттерн из шести-семи живых рецензий, не личное впечатление~]. Сеты колеблются между рыхлым, исследовательским джемом и отрепетированными до винтика аранжировками — иногда в пределах одной песни. King Crimson, каверящие Steely Dan под руководством Tito Puente — такой образ предложил один рецензент. Можно спорить с пропорциями, но вектор схвачен верно.\n\nGreep в разговорах постоянно возвращается к одной мысли: он хочет, чтобы музыка воспринималась как непретенциозная. Альбом с тридцатью сессионными музыкантами, записанный в Сан-Паулу, с отсылками к тропикалии и прогрессив-року, настаивает на своей простоте — и это не поза, а принцип. Дело не в сложности аранжировок, а в мотивации. Не «посмотрите, как я умён», а «посмотрите, сколько всего мне нравится». Разница тонкая, но существенная. Он ссылается на Inspector Maigret — детективы Simenon, где нет погонь и кульминаций, только атмосфера, локации, медленное проступание правды на последней странице. The New Sound построен похоже: не начало-середина-конец, а сцены, проносящиеся мимо, обрывки монологов, персонажи, застигнутые в нелепых позах.\n\nВ Gretchen, между чугунными колоннами прусских конюшен, эта музыка получит ту акустику и ту аудиторию, которые ей нужны: берлинскую, то есть привыкшую к тому, что жанровые границы — это скорее предложение, чем правило. Greep — не самый лёгкий артист для пятничного вечера. Но он один из немногих двадцатишестилетних музыкантов, чей следующий шаг действительно невозможно предсказать — даже переработав всё, что о нём написано.",
  "language": "ru",
  "word_count": 927,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-19T18:57:55.574312",
  "event": {
    "id": "7579da33-3fa1-4b31-9d9f-43cc73b6b7a4",
    "name": "Geordie Greep + Corte!",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Gretchen",
    "city": "Berlin",
    "category": "music",
    "description": "Black Midi's enigmatic frontman Geordie Greep brings his São Paulo-recorded solo debut 'The New Sound' to Berlin, colliding Latin jazz-rock, prog, and tropicália with his signature surrealist lyricism. Expect intellectual provocation, genre chaos, and fearless performance. Support from Corte! adds further intensity. This is not easy listening—it's confrontational, ambitious, and exhilarating. For those who want music that makes demands and rewards close attention.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://dice.fm/event/l8bk6w-geordie-greep-corte-en-berln-son-estrella-galicia-20th-feb-gretchen-berlin-tickets",
    "scouted_at": "2026-02-19T17:45:46.692817"
  }
}