{
  "id": "8844bb6c-cc9a-44ae-9bfe-a9a0f616f4ef",
  "event_id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
  "title": "Graciela Iturbide's five decades of sacred contradictions finally get the Berlin retrospective they deserve",
  "slug": "graciela-iturbide-s-five-decades-of-sacred-contradictions-finally-get-the-berlin-retrospective-they-deserve",
  "lead": "In a Cold War-era building on Hardenbergstraße, 250 photographs by Graciela Iturbide span five decades of ritual, resistance and radical proximity — a body of work where modernity and deep time coexist in every frame, and the camera never flinches from the contradictions it finds.",
  "body": "A woman walks through the Sonoran Desert carrying a boombox. She is Seri, indigenous, and she moves away from the camera into an expanse of scrub and sky. The image, *Mujer Ángel*, was made in 1979 and has since become one of the most reproduced photographs in Latin American art. It holds a tension that never resolves: modernity dropped into a landscape that predates it by millennia, a body moving toward something the frame won't show us. It is also the kind of photograph that resists the velocity of scrolling, that asks you to stand still. Starting 7 February, C/O Berlin gives that demand a room, and then many more rooms, with *Graciela Iturbide: Eyes to Fly With*, the first major Berlin retrospective of a photographer whose career spans over five decades. Approximately 250 works are on show.\n\nIturbide was born in Mexico City in 1942, the eldest of thirteen children in a Catholic family. Her father photographed them obsessively, storing prints in a box that the young Graciela would return to again and again. She got her first camera at eleven. Later, at the Universidad Nacional Autónoma de México, she studied film directing before gravitating toward still photography and becoming an assistant to Manuel Álvarez Bravo. Álvarez Bravo's work is often filed under surrealism, but that's a European frame he didn't quite accept; his real gift was for finding poetic ambiguity inside ordinary Mexican life, a donkey against a wall, a sleeping worker, images that vibrate between document and hallucination. From him, Iturbide inherited a faith in the single frame's capacity to hold contradiction: rigorously composed yet open to accident, anchored in a specific place while drifting toward allegory.\n\nWhat she built on that foundation is entirely her own. Across projects stretching from the late 1960s to the present, Iturbide has returned repeatedly to communities whose ways of life exist in friction with dominant narratives of progress. Her *Juchitán de las Mujeres* series, centred on the Zapotec community in Oaxaca, is the best-known example. Here, women hold social and economic power; gender roles operate on terms unfamiliar to Western observers. Iturbide's photographs of these women (selling iguanas at the market with the animals draped over their heads like crowns, laughing, occupying public space with unquestioned authority) do not exoticise. They simply attend. The camera is close. The relationship between photographer and subject is legible in every frame.\n\nThat closeness defines her work with the nomadic Seri people in northwestern Mexico too. It runs through *White Fence*, her project on the cholos and cholas of East Los Angeles, which she sustained for over thirty years. Those photographs catch the ornamental and the volatile together: lowriders, face tattoos, the way a young man leans against a fence with a posture that is both territorial and tender. And it's present in *La Matanza*, her documentation of ritual goat slaughter in the Mixteca region, where the butchering itself becomes a collision point between colonial imposition, sustenance and ceremony. Iturbide's range is wide, but her method is consistent: long immersion, earned trust, an instinct for the symbolic charge hiding inside the ordinary.\n\nThe retrospective at C/O Berlin, curated by Sophia Greiff with guest curator Melissa Harris, has been developed in close collaboration with the artist. It resists chronological order in favour of thematic conversation, letting images from different decades sit beside one another and rhyme. This feels right for Iturbide's practice, which has never been linear. A photograph of a desert cactus from 1979 speaks to an Oaxacan portrait from 1995; a Mexico City street scene from 1969 anticipates the Tijuana border images of 1989. Coherence, in her work, is not a matter of timeline but of sensibility. C/O Berlin is a fitting host. The institution occupies the Amerika Haus, designed by Bruno Grimmek for the 1957 Interbau exhibition and used for decades as the United States' cultural outpost in West Berlin, a site of Cold War soft power that later became a target for anti-American protests. Since C/O Berlin moved in in 2014, it has become the city's primary venue for photography of serious ambition, having hosted William Eggleston, Nan Goldin, Susan Meiselas and Sebastião Salgado. Iturbide belongs in that company. Entry is free.\n\nThe timing matters. In recent years, Iturbide has been the subject of sustained international reassessment: Fondation Cartier in Paris (2022), Museo de Arte Moderno in Mexico City (2023), The Photographers' Gallery in London (2024), the International Center of Photography in New York (2025). Berlin arrives at the end of this sequence, though \"end\" is wrong. Each venue has framed her differently. The question of what Iturbide means inside a German context is genuinely open. Berlin is a city that knows something about partition, about the coexistence of incompatible realities on a single street. Whether that produces a particular kind of attention to Iturbide's border images, her photographs of walls and fences and crossings, remains to be seen.\n\nAny retrospective of 250 images risks flattening work into hagiography, turning a career into a procession of greatest hits rather than an argument. Iturbide's photographs, because they are so formally assured, can slide too easily onto tote bags and Instagram grids. The curators seem aware of this. The inclusion of rarely shown and previously unexhibited work suggests an effort to complicate the received narrative rather than confirm it. Whether the hang achieves this will depend on details: how much breathing room the prints are given, whether the exhibition trusts silence as much as Iturbide does.\n\nHer black-and-white palette helps. Against the oversaturated, filter-heavy noise of contemporary photography, Iturbide's images feel austere, almost devotional. They strip away distraction. They insist that a body in space, an animal balanced on a woman's head, can carry the full weight of cultural meaning without spectacle. This is not analogue nostalgia. It is a specific ethical position. To photograph slowly, in black and white, with a community's consent and over years of relationship, is to refuse almost everything the contemporary image economy asks of its practitioners.\n\nThe exhibition's title comes from one of Iturbide's self-portraits. Eyes to fly with: photography as a way of seeing that lifts you out of your fixed position, that grants a kind of freedom. Sit with the metaphor and you realise it runs in two directions. The photographer flies, yes. But so does the viewer, carried by an image into a world they could not otherwise enter. That exchange, quiet and irreversible, is what 250 prints in a Cold War-era building on Hardenbergstraße are really offering.",
  "language": "en",
  "word_count": 1084,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T11:21:28.343313",
  "event": {
    "id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
    "name": "Graciela Iturbide: Eyes to Fly With",
    "start_date": "2026-02-07",
    "end_date": "2026-06-10",
    "venue": "C/O Berlin, Amerika Haus",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The first major retrospective in Berlin of Graciela Iturbide, perhaps Mexico's most important contemporary photographer. Featuring around 250 works spanning five decades, the exhibition explores ritual and society, nomadic communities, spirituality, and female self-determination through the photographer's iconic black-and-white images that capture the complexity of Mexican culture.",
    "source_url": "https://www.visitberlin.de/en/top-exhibitions-berlin",
    "event_url": "https://co-berlin.org/opening-iturbide-eissfeldt-yiu",
    "scouted_at": "2026-02-07T07:25:24.748627"
  }
}