{
  "id": "f1887bce-d661-4411-aebb-5e24c7e6435c",
  "event_id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
  "title": "Graciela Iturbide и искусство скользить над поверхностью",
  "slug": "graciela-iturbide",
  "lead": "Graciela Iturbide снимала женщин с игуанами на головах, ритуальный забой коз и cholos у стен East Los Angeles — пять десятилетий работы, где камера становится этическим жестом, а не инструментом потребления. C/O Berlin разворачивает её первую берлинскую ретроспективу на 250 снимков в бывшем Amerika Haus, и это рифма, которую не нужно объяснять.",
  "body": "Женщина идёт по пустыне Сонора. На ней традиционная юбка народа сери, в руке портативный транзисторный приёмник. Кактусы и выжженная земля расступаются перед ней; она не идёт, а скользит над поверхностью. Этот снимок, «Mujer Ángel», сделан в 1979 году и стал одной из самых воспроизводимых фотографий в истории латиноамериканского искусства. Он содержит в себе всё, что определяет работу Graciela Iturbide: столкновение времён, достоинство тела в пространстве и отказ объяснять себя.\n\nC/O Berlin открывает первую берлинскую ретроспективу Iturbide. Масштаб серьёзный: около 250 работ, пять десятилетий. Выставка называется «Eyes to Fly With», по одному из автопортретов фотографа, и это название точнее любого кураторского текста. Камера для Iturbide всегда была инструментом полёта, способом покинуть себя, приблизиться к другому и вернуться изменённой.\n\nIturbide родилась в 1942 году в Мехико, старшая из тринадцати детей в католической семье. Отец фотографировал детей и складывал снимки в коробку; она позже вспоминала, что перебирать эти фотографии было как перебирать память. Первую камеру она получила в одиннадцать лет. Потом был кинофакультет Universidad Nacional Autónoma de México, а потом ученичество у Manuel Álvarez Bravo, великого мексиканского фотографа, чей взгляд на страну она унаследовала и преобразила до неузнаваемости.\n\nТо, что Iturbide делала с 1970-х годов, сложно уложить в рамки документальной фотографии, хотя формально она всегда работала именно в этом поле. Её серия о народе сери фиксирует кочевой быт с этнографической точностью, но каждый кадр нагружен чем-то сверх информации: свет падает так, что бытовая сцена становится притчей, а человек в кадре выглядит одновременно конкретным и вневременным. Серия «La Matanza», посвящённая ритуальному забою коз в регионе Mixteca, сплетает колониальное наследие, выживание и смерть в единый жест.\n\nСамая известная её работа, и самая политически заряженная, это «Juchitán de las Mujeres»: проект о сапотекской общине в Oaxaca, где женщины занимают центральное место в экономической и социальной жизни. Iturbide провела там годы. Результат не серия репортажей, а полноценный визуальный мир, в котором женская автономия существует как данность, а не как лозунг.\n\nВ 1980-х она обратилась к жизни cholos и cholas в East Los Angeles. Проект «White Fence» растянулся на три десятилетия. Один из самых запоминающихся кадров: юноша в белой майке стоит у стены, на которой граффити почти полностью перекрывают штукатурку. Его поза спокойна, но взгляд настороже. Iturbide снимает его так, как она снимала женщин в Juchitán или сери в Соноре: без жалости, без романтизации, с тем терпением, которое позволяет изображению наполниться тем, что она сама называет «внутренним светом» сюжета.\n\nПоследние годы принесли волну институционального внимания, которое давно назревало. Fondation Cartier в Париже показала большую ретроспективу в 2022-м, The Photographers' Gallery в Лондоне в 2024-м, International Center of Photography в Нью-Йорке в 2025-м. Берлинская выставка встраивается в эту цепочку, и вопрос неизбежен: не превращается ли признание в конвейер, где каждая следующая площадка просто воспроизводит канон?\n\nКураторы Sophia Greiff и Melissa Harris работали в тесном сотрудничестве с самой Iturbide, и выставка, судя по описанию, отказывается от хронологической линейности в пользу тематических перекличек: снимки разных десятилетий будут висеть рядом, создавая диалог между периодами. Для художника, чья работа строится на повторениях и вариациях, это единственно верный ход. Ритуал, тело, пустыня, животное, женщина, граница. Эти мотивы возвращаются снова и снова, но каждый раз при другом свете.\n\nМесто проведения добавляет выставке дополнительный слой. C/O Berlin располагается в Amerika Haus, здании 1957 года постройки по проекту Bruno Grimmek. Когда-то это был культурный и информационный центр США в Западном Берлине: библиотека, кинозал, витрина американской мягкой силы в разделённом городе. После возведения Стены восточные берлинцы потеряли доступ; после объединения здание медленно теряло функцию. С 2014 года здесь работает C/O Berlin, и пространство, спроектированное для трансляции одной культурной идентичности, теперь принимает совсем другие голоса. Показывать мексиканскую фотографию в бывшем Amerika Haus: не ирония, но рифма.\n\nФотографии Iturbide требуют медленного взгляда. Они почти полностью чёрно-белые (хотя в экспозицию включены и цветные работы), и в эпоху, когда изображение потребляется за секунду и забывается за две, её снимки настаивают на том, чтобы вы остановились. Женщина с игуанами на голове («Nuestra Señora de las Iguanas», Juchitán, 1979) выглядит одновременно как фреска и как репортажный кадр. Кактус-сагуаро в пустыне Сонора стоит как скульптура, но при этом он просто кактус, снятый в нужный момент при нужном свете.\n\n250 работ это много. Есть риск, что к десятому залу поэзия начнёт казаться формулой; это вечная проблема больших ретроспектив, которые доказывают значимость художника ценой притупления восприятия. Но сюжеты Iturbide настолько разнесены географически и эмоционально (от бойни в Mixteca до садов Frida Kahlo, от пустыни Сонора до улиц East Los Angeles), что монотонность ей, скорее всего, не грозит.\n\nЕсть ещё кое-что, ради чего стоит прийти. Iturbide начинала в эпоху, когда снимок был актом присутствия, физического нахождения рядом с человеком или событием. Сейчас фотография генерируется, фильтруется, множится, исчезает. На этом фоне пять десятилетий её работы читаются как аргумент в пользу фотографии как этического жеста. Смотреть значит отвечать за то, что видишь.\n\nВход свободный. Времени до июня. Iturbide никогда не торопилась; можете и вы не торопиться.",
  "language": "ru",
  "word_count": 796,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T11:25:14.258148",
  "event": {
    "id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
    "name": "Graciela Iturbide: Eyes to Fly With",
    "start_date": "2026-02-07",
    "end_date": "2026-06-10",
    "venue": "C/O Berlin, Amerika Haus",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The first major retrospective in Berlin of Graciela Iturbide, perhaps Mexico's most important contemporary photographer. Featuring around 250 works spanning five decades, the exhibition explores ritual and society, nomadic communities, spirituality, and female self-determination through the photographer's iconic black-and-white images that capture the complexity of Mexican culture.",
    "source_url": "https://www.visitberlin.de/en/top-exhibitions-berlin",
    "event_url": "https://co-berlin.org/opening-iturbide-eissfeldt-yiu",
    "scouted_at": "2026-02-07T07:25:24.748627"
  }
}