{
  "id": "1bfdaccd-5a0d-4b05-90e2-2368d7a3b373",
  "event_id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
  "title": "Graciela Iturbide und die Kunst, Bilder zu bewohnen statt zu erklären",
  "slug": "graciela-iturbide-und-die-kunst-bilder-zu-bewohnen-statt-zu-erklaren",
  "lead": "Ab Februar zeigt C/O Berlin mit *Eyes to Fly With* die erste große Retrospektive von Graciela Iturbide in der Stadt – rund 250 Arbeiten aus fünf Jahrzehnten, in denen die mexikanische Fotografin bewiesen hat, dass man Bilder nicht erklären muss, wenn man sie bewohnen kann.",
  "body": "Eine Frau geht durch die Sonora-Wüste. Sie trägt ein traditionelles Kleid, in der einen Hand ein Transistorradio, ihr Blick richtet sich nicht zur Kamera, sondern nach vorn, irgendwohin in die Weite. Das Bild heißt *Mujer Ángel*, aufgenommen 1979, und es gehört zu jenen Fotografien, die man nicht vergisst, obwohl man nicht erklären kann, was sie festhalten. Vielleicht liegt es daran, dass das Bild gleichzeitig dokumentarisch und mythisch wirkt. Dass die Frau weder Opfer noch Symbol ist, sondern jemand, der geht. Diese Fotografie wird ab Februar 2026 im Amerika Haus zu sehen sein, zusammen mit rund 250 weiteren Arbeiten von Graciela Iturbide. Es ist die erste große Retrospektive der mexikanischen Fotografin in Berlin.\n\nIturbide, Jahrgang 1942, eines von dreizehn Kindern einer katholischen Familie aus Mexico City, kam zur Fotografie über Umwege. Sie studierte zunächst Filmregie an der Universidad Nacional Autónoma de México, bevor sie Assistentin von Manuel Álvarez Bravo wurde, dem Großmeister der mexikanischen Fotografie, dessen Arbeiten seit den 1920er-Jahren Surrealismus und Dokumentation ineinander falteten. Von Álvarez Bravo lernte Iturbide etwas, das ihre gesamte Praxis prägen sollte: die Idee, dass ein Foto nicht erklärt, sondern bewohnt. Dass man sich einem Bild nähert wie einem Raum, in den man eintritt.\n\nWas Iturbide in den fünf Jahrzehnten danach geschaffen hat, lässt sich schwer in eine Kategorie pressen. Ihre Schwarzweißfotografien bewegen sich zwischen Reportage und Poesie, zwischen ethnografischer Nähe und surrealer Verdichtung. Die Serie *Juchitán de las Mujeres*, entstanden in der zapotekischen Gemeinschaft in Oaxaca, zeigt Frauen in Rollen, die westliche Vorstellungen von Geschlecht und Macht leise unterlaufen. In den 1970er- und 1980er-Jahren fotografierte sie die nomadischen Seri im Nordwesten Mexikos. Später, in *White Fence*, dokumentierte sie über drei Jahrzehnte die Cholo- und Chola-Subkultur in East Los Angeles: Menschen, deren Identität sich in den Reibungszonen von Herkunft, Gegenwart und Selbstbehauptung formiert. Und dann *La Matanza*, ein Zyklus über das rituelle Ziegenschlachten in der Mixteca-Region. Was auf den Bildern zu sehen ist (Blut auf Erde, Hände an Messern, Tiere, die gleichzeitig Nahrung und Opfergabe sind), lässt sich nicht in Schlagworte sortieren. Man muss hinschauen.\n\nIturbide hat in den letzten Jahren die internationale Aufmerksamkeit erfahren, die ihr Werk seit Langem verdient. Die Fondation Cartier in Paris zeigte 2022 eine umfassende Schau. Seither folgten Ausstellungen in London und New York. Berlin ist nun die nächste Station, und C/O Berlin der richtige Ort dafür, aus Gründen, die über Prestige hinausgehen.\n\nDas Amerika Haus trägt Schichten von Geschichte, die zu Iturbides Arbeit passen, auch wenn die Verbindung schief ist und sich nicht in eine saubere These fügen lässt. 1957 nach Plänen von Bruno Grimmek erbaut, diente es bis 2006 als Kultur- und Informationszentrum der Vereinigten Staaten in West-Berlin. Es war Bibliothek, Kino, Ausstellungsort; ein weiches Propagandainstrument, das gleichzeitig echter kultureller Begegnung Raum gab. In den 1960er-Jahren wurde es zur Bühne für anti-amerikanische Proteste. Seit 2014 bespielt C/O Berlin das Gebäude. Die leichte, elegante Architektur eignet sich wie wenige Orte in der Stadt für Fotografie, die Ruhe braucht, um zu wirken.\n\n*Eyes to Fly With* ist in enger Zusammenarbeit mit Iturbide entstanden, kuratiert von Sophia Greiff und Gastkuratorin Melissa Harris. Der Titel stammt von einem Selbstporträt der Künstlerin und verweist auf ihr Verständnis von Fotografie als Mittel der Befreiung: Augen, mit denen man fliegen kann. Die Ausstellung verzichtet auf streng chronologische Erzählung zugunsten thematischer Gespräche. Bilder aus verschiedenen Dekaden dürfen einander antworten. Neben den bekannten Serien werden selten oder nie gezeigte Arbeiten zu sehen sein, darunter auch Farbfotografien, die das gängige Bild einer ausschließlich in Schwarzweiß arbeitenden Iturbide korrigieren.\n\n250 Arbeiten aus über fünf Jahrzehnten. Die Gefahr bei Retrospektiven dieser Größe besteht darin, dass sie in Vollständigkeit ertrinken, dass die einzelne Arbeit im Strom der vielen untergeht. Ob *Eyes to Fly With* diese Falle vermeidet, wird sich zeigen. Der thematische Ansatz spricht dafür. Iturbides Bilder leben von Stille und Konzentration; sie verlangen vom Betrachter, was sie von ihrer Schöpferin verlangten: Zeit und Nähe. In den Räumen des Amerika Hauses, wo das Licht durch die großen Fenster fällt und die Architektur zurücktritt, könnte das funktionieren.\n\nIturbides Arbeit erscheint gerade jetzt dringend, und das hat weniger mit Kunstmarktzyklen zu tun als mit der Frage, was Fotografie in einer Gegenwart bedeutet, die in Bildern erstickt. Iturbide fotografiert seit über fünfzig Jahren nach denselben Prinzipien: langsam, nah, respektvoll. Sie reist zu den Menschen, verbringt Zeit mit ihnen, wartet. Das Ergebnis sind Bilder, die eine Doppelexistenz führen. Sie sind Dokumente, ja, aber auch Schwellen in etwas anderes. Ein Seri-Mann, der am Strand steht, wird unter ihrem Blick zu einer Figur, die genauso gut einem Traum entsprungen sein könnte. Die Iguanas auf dem Kopf einer Frau in Juchitán sind real und gleichzeitig totale Fantastik. In einem Interview mit dem *British Journal of Photography* hat Iturbide gesagt, sie suche nach dem Geheimnis innerhalb des Alltäglichen. Der Satz klingt simpel. Er beschreibt die härteste mögliche Aufgabe für eine Fotografin.\n\nIn Berlin, einer Stadt, die oft so tut, als sei das Bild schon die Erfahrung, in der jede Ausstellungseröffnung zur Content-Produktion wird und der Galeriebesuch häufig vor allem der Selbstdokumentation dient, stellt Iturbides Arbeit eine Zumutung dar. Ihre Fotos lassen sich nicht scannen, nicht in drei Sekunden konsumieren. Sie bestehen darauf, angeschaut zu werden. Und der Eintritt ist frei, was bei C/O Berlin nicht selbstverständlich ist und die Schwelle senkt für alle, die nicht zum üblichen Galeriepublikum gehören.\n\nEine 83-jährige mexikanische Fotografin wird die Berliner Kunstwelt nicht erschüttern. Aber *Eyes to Fly With* bietet etwas, das selten geworden ist: die Möglichkeit, sich von Bildern verlangsamen zu lassen. Von Fotografien, die in einer anderen Zeitrechnung entstanden sind und die daran erinnern, dass Sehen eine ethische Entscheidung ist. In Iturbides Welt gibt es keine schnellen Blicke. Nur Augen, die fliegen.",
  "language": "de",
  "word_count": 939,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T11:23:24.338213",
  "event": {
    "id": "776f4b10-8aba-49c3-8042-cbcb0bcdfd6a",
    "name": "Graciela Iturbide: Eyes to Fly With",
    "start_date": "2026-02-07",
    "end_date": "2026-06-10",
    "venue": "C/O Berlin, Amerika Haus",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The first major retrospective in Berlin of Graciela Iturbide, perhaps Mexico's most important contemporary photographer. Featuring around 250 works spanning five decades, the exhibition explores ritual and society, nomadic communities, spirituality, and female self-determination through the photographer's iconic black-and-white images that capture the complexity of Mexican culture.",
    "source_url": "https://www.visitberlin.de/en/top-exhibitions-berlin",
    "event_url": "https://co-berlin.org/opening-iturbide-eissfeldt-yiu",
    "scouted_at": "2026-02-07T07:25:24.748627"
  }
}