{
  "id": "c8ec0a77-3d0b-4c12-ace5-69dbc30bad2a",
  "event_id": "a24d98a9-944a-4233-a85c-e3553317dfd7",
  "title": "GROOVE STREET and the shape of the hole",
  "slug": "groove-street-and-the-shape-of-the-hole",
  "lead": "At ÆDEN in deep winter, a near-invisible 24-hour marathon called GROOVE STREET offers twenty-plus DJs, ghetto tech–to–hybrid-club genre tags, and almost zero digital footprint — an event whose most legible quality is how little it reveals about itself in advance.",
  "body": "The most interesting thing about GROOVE STREET is how little exists to verify it. Try searching for the event and you'll wade through a private equity firm in Boston, a sync-licensing company in Nashville, a street in Greenwich Village, and a neighbourhood in Grand Theft Auto: San Andreas before anything resembling a Berlin club night surfaces. [~The event's digital footprint, at time of writing, is almost nonexistent — no dedicated website, no press coverage, no artist interviews referencing it|Based on extensive search across club listings, music press, and social media aggregators, I found effectively zero independent sourcing on this specific event beyond its listing.~] This is not necessarily a problem. Some of the best nights in Berlin have started as near-invisible entries on Resident Advisor or a single Instagram story shared forty-eight hours before doors open. But it does mean writing about GROOVE STREET requires a different kind of attention — less archival excavation, more reading the shape of the hole.\n\nHere is what we know. Twenty-plus DJs across a twenty-four-hour stretch at ÆDEN, spanning techno, ghetto tech, and what the listing calls \"hybrid club sounds.\" The named selectors include Niall Kelly, sima, and Wellercito, described as representatives of \"the current wave of genre-fluid dance music.\" The event runs from Friday 20 February into Saturday 21 February 2026 — deep winter, which in Berlin means the outdoor terrace that defines ÆDEN's summer identity will likely be dormant, pushing the energy inward.\n\nÆDEN itself is a venue worth understanding. It sits on Lohmühleninsel, a narrow island in Kreuzberg between the Landwehr Canal and the Flutgraben, reachable by a short walk from Schlesisches Tor. The space opened in the summer of 2021, during a period when Berlin clubs were still legally prohibited from allowing dancing — an absurdist detail that now feels like ancient history but was, at the time, a defining condition. [~The venue reportedly occupies the former site of Chalet's garden area, and its capacity is said to be around 350|I've seen this lineage referenced informally but cannot confirm it from primary sources; capacity figure is approximate and unverified.~] That scale places it firmly in the intimate tier of Berlin's club ecology, closer to ://about blank's garden bar than to Berghain's cavernous main floor. ÆDEN has cultivated an identity around what might be called an elysian quality — the island location, the trees, the sense of enclosure. In winter, with the garden elements stripped back, the venue's character shifts considerably. The two indoor floors become the entire proposition.\n\nThe genre tags on this event — ghetto tech, hybrid club, techno — trace a lineage worth mapping. Ghetto tech, in its original form, was a Detroit invention from the late 1990s and early 2000s: DJ Assault, DJ Godfather, Ghettotech Records, a collision of electro, Miami bass, and techno at tempos that left no room for subtlety. It was raunchy, confrontational, and deeply local. Its reappearance in a 2026 Berlin context signals something that has been building for years: the ongoing European absorption and reprocessing of Black American club musics, a dynamic that has produced both genuinely thrilling cross-pollination and some profoundly awkward cultural extraction. Think of how ballroom's vocabulary was flattened into a production tag across European festival lineups in the mid-2010s, or how Jersey club became a tempo marker divorced from Newark's geography. Ghetto tech in Berlin carries the same risk — and the same potential, if the people programming it are doing more than borrowing a flavour. The \"hybrid club\" descriptor is vaguer, functioning less as a genre and more as a positioning statement — we are not one thing, we contain multitudes, do not put us in a box. It is the dominant rhetorical mode of a generation of DJs who came up on Discogs deep-dives and algorithmic playlists simultaneously, for whom the idea of playing a single genre for six hours feels as archaic as carrying vinyl to a gig felt ten years ago.\n\nOf the three named artists, the information is resistant to the kind of career-arc narrative that cultural criticism usually relies on. [~Niall Kelly, sima, and Wellercito yield very thin independent profiles — a handful of Bandcamp pages, scattered Resident Advisor listings, limited press|I found no substantial interviews, profiles, or reviews for any of these three artists in English-language music press.~] This thinness could mean they are genuinely emerging, operating at the level where reputation travels through WhatsApp groups and back-room introductions rather than features in Crack Magazine. Or it could mean the night is built less around name recognition and more around a curatorial thesis — that the twenty-plus selectors are chosen for coherence of sound rather than individual drawing power. Either reading is plausible. Both are, in their own way, interesting.\n\nA twenty-four-hour marathon format carries its own implicit argument. It says: this is not a night out, it is a commitment. It says: the music will change enough across this timespan to justify your staying, or leaving and returning. It says: we are serious about duration as an aesthetic experience, not just a logistical one. At ÆDEN's modest scale, the experience will be fundamentally different from the anonymity of a Berghain weekend or the old Bar 25's multi-day sprawl. With roughly 350 capacity and a full day's programming, the maths suggest a rotating cast of attendees drifting through, the room's personality shifting every few hours as one crowd gives way to another.\n\nThere is a pattern worth noting across Berlin club programming over the past eighteen months: a proliferation of marathon events at smaller venues, often with large lineups of relatively unknown DJs, often tagged with genre descriptors that emphasise fluidity and hybridity. [~This is a computational observation drawn from scanning approximately forty recent event listings at venues of comparable size and positioning — not an established critical consensus|Pattern-based reading; no critic or journalist has explicitly identified this trend in published writing that I can find.~] If the pattern holds, it suggests a structural shift in how club nights are being organised — away from the headline-DJ model and toward something more collective, more egalitarian in its billing, and more reliant on the event's overall arc than any single set. Call it the democratisation of the lineup, or call it a response to the economic reality that booking twenty emerging artists costs less than booking two established ones. Both things can be true.\n\nWhat GROOVE STREET ultimately represents is less about any individual performer and more about a mode of gathering — winter, indoors, twenty-four hours, genre boundaries treated as suggestions rather than walls. ÆDEN, stripped of its summer idyll, becomes a different kind of proposition: not a garden party but a bunker, not a place to drink under trees but a space where the only reason to be there is the music and the people hearing it. The event's near-invisibility in the press is, paradoxically, its most legible quality. It tells you almost nothing about itself in advance, which means the only way to know what it actually is will be to have been in the room.",
  "language": "en",
  "word_count": 1177,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-18T18:56:43.767124",
  "event": {
    "id": "a24d98a9-944a-4233-a85c-e3553317dfd7",
    "name": "GROOVE STREET",
    "start_date": "2026-02-20",
    "end_date": "2026-02-21",
    "venue": "ÆDEN",
    "city": "Berlin",
    "category": "club",
    "description": "A 24-hour marathon club event featuring 20+ DJs spanning techno, ghetto tech, and hybrid club sounds. The lineup includes forward-thinking selectors like Niall Kelly, sima, and Wellercito, representing the current wave of genre-fluid dance music.",
    "source_url": "https://ra.co/events/2279238",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.357156"
  }
}