{
  "id": "73902926-0c28-4767-8339-0c5641e46397",
  "event_id": "498156df-1d8b-4a71-b4a1-94850ec7da24",
  "title": "Improvised Music Inside the Machine",
  "slug": "improvised-music-inside-the-machine",
  "lead": "When Marie Blobel programs a 17-piece orchestra and West African recycled-material percussion into Berghain's concrete Kantine, the friction between improvised jazz and Europe's most mythologised techno room isn't a contradiction to resolve — it's the entire point.",
  "body": "The cello as a resonating body for voice, movement, and space. A 17-piece orchestra compressed into a concrete box built for bass. West African percussion constructed from recycled materials. These are not the sounds most people associate with the former power station whose walls have absorbed two decades of relentless four-to-the-floor. Yet for four nights in February, Berghain's Kantine will host something that cuts against its own mythology — and that friction is precisely the point.\n\nJazzexzess is the project of Marie Blobel, a name that carries weight in German improvised music, though not all of it inherited. [~Her father, Ulli Blobel, is one of the most significant jazz promoters in the country's postwar history, having staged free jazz events behind the Iron Curtain through Jazzwerkstatt Peitz from the 1970s onward|Based on German-language jazz history sources; specific dates and details of the festival's interruption and return vary across accounts~]. East German authorities eventually shut the festival down; when it returned, the elder Blobel brought an international scope to what had begun as a necessarily insular operation. Marie Blobel took over Jazzwerkstatt Peitz programming in 2024, and [~by multiple accounts her stewardship has been both reverent and forward-looking|Sourced from Peter Margasak's Nowhere Street newsletter, one of the most reliable English-language sources on Berlin's improvised music scene~]: honouring East German pioneers like Günter \"Baby\" Sommer and Ulrich Gumpert while booking younger, boundary-crossing artists from across the globe.\n\nBut Jazzexzess predates her Peitz involvement. The Berlin series has been her own curatorial space, programmed across venues from House of Music to Donau115, where she's built a roster of musicians working at the volatile intersections of free jazz, contemporary composition, and noise. Placing it inside Berghain's Kantine recalibrates the entire proposition.\n\nEveryone knows the building. The point is not its history but its architecture: the Kantine — the smaller, ground-floor room — operates as a more intimate counterpoint to the main hall's cathedral of bass, but it still carries the building's DNA. The concrete, the industrial scale, the residual charge of what that space usually holds. Putting a jazz series here is not neutral. It is a claim about what this architecture can contain.\n\nThere is a longer history worth activating. Berlin's relationship with jazz is knotted and political in ways the city's techno narrative routinely obscures. Jazz was suppressed under the Nazi regime — its African-American roots making it ideologically intolerable, even as enforcement was inconsistent and the music persisted underground. After the war, in divided Berlin, jazz became a Cold War proxy: embraced in the West as a symbol of American freedom, tolerated uneasily in the East, where musicians like those at Peitz found ways to improvise under surveillance. [~This characterisation of jazz's political role in divided Berlin synthesises several historical sources|The picture is genuinely complex — jazz served different functions for different people at different moments, and no single narrative captures it~]. When Marie Blobel brings improvised music into Berghain, she is activating a through-line that connects the subversive potential of jazz in authoritarian contexts to the subcultural politics of Berlin's club spaces. Not as a neat parallel — the stakes are wildly different — but as a shared insistence that certain sounds belong in certain rooms precisely because they weren't supposed to be there.\n\nThe February programme makes the scope visible. Julia Biłat, a Berlin-based cellist and improviser, will perform in duo with Dudù Kouate, a Berlin-adopted percussionist rooted in West African traditions. Biłat's practice bridges classical music, jazz, and free improvisation — her cello becomes, in her own framing, a resonating body for voice and movement, swinging between fragility and eruption. Kouate builds his sound from drums, idiophones, and instruments constructed from recycled materials, drawing on rhythmic traditions that predate and undergird jazz itself. The pairing sets up a dialogue between European string tradition and West African polyrhythm that doesn't settle into easy fusion but stays in the tension — two systems of organising sound, sharing a room, neither absorbing the other.\n\n[~Elsewhere on the programme, Moritz Sembritzki's Magnetic Ghost Orchestra — a 17-piece ensemble — will give the live debut of their album Holding on to Wonder|Details sourced from event listings; I have limited independent verification of the ensemble's recording history~]. The Kantine is not a large room. Seventeen musicians will compress the sound, force proximity between performers and audience in a way that no concert hall staging permits. This is chamber-scale orchestral music in a concrete box designed for electronic bass frequencies. The acoustic properties alone — the reflections, the resonance of those walls — will transform the material into something the recording cannot predict.\n\nWhat Jazzexzess asks is fundamentally different from what Berghain typically demands. Not endurance, not the dissolution of self through repetition over twelve or fourteen hours, but careful attention — hearing as active practice, where the audience's presence shapes the music as much as the performers do. The emphasis on improvisation means nothing that happens on any given night can be predicted or replicated. Each performance is singular, shaped by the room, the bodies in it, the particular quality of listening the audience brings. In a city where so much nightlife is designed to obliterate the present, this series insists you stay inside it.\n\nThis matters because Berlin's jazz and improvised music infrastructure, while remarkably active, remains precarious. The city supports dozens of small venues and series — Sowieso, KM28, Donau115, A-Trane — but visibility and resources are unevenly distributed. [~The improvised music scene is extensively documented in German-language zines and newsletters but receives a fraction of the international press attention that Berlin's techno culture commands|Pattern-based observation from comparing source volumes across genres~]. A series that claims space within Berghain's orbit, even in the Kantine, even for four nights, gains symbolic capital that no amount of programming at a 50-seat venue in Neukölln can match. Berghain itself has precedent for this kind of crossing — the building has hosted large-scale visual art exhibitions, leveraging its architecture as cultural infrastructure beyond the dancefloor. Whether Jazzexzess translates that borrowed visibility into sustained attention for the musicians involved, or merely rents the club's cachet for a weekend, depends on what Marie Blobel builds next.\n\nShe is constructing something that honours a specific lineage — her father's decades of work, the East German free jazz tradition, the broader history of improvised music as a practice of freedom — while pushing it into spaces that reframe the work. Polyrhythmic jazz inside the concrete shell of Europe's most mythologised techno club does not resolve the contradictions between these worlds. Seventeen musicians in a room built for DJs and a sound system. A cellist and a percussionist playing instruments made from salvaged materials, their sound bouncing off walls that usually absorb kick drums. The contradictions stay live. That is the work.",
  "language": "en",
  "word_count": 1131,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-22T18:37:54.454841",
  "event": {
    "id": "498156df-1d8b-4a71-b4a1-94850ec7da24",
    "name": "Jazzexzess",
    "start_date": "2026-02-19",
    "end_date": "2026-02-22",
    "venue": "Berghain Kantine",
    "city": "Berlin",
    "category": "music",
    "description": "A rare deep listening experience featuring polyrhythmic jazz programming at Berghain's Kantine. The event offers an alternative to the club's typical techno fare, focusing on improvisation, extended form, and experimental jazz traditions. This is a space for careful attention and sonic exploration rather than dancefloor abandon, bringing together musicians working at the intersections of free jazz, contemporary composition, and improvised music within one of Berlin's most iconic venues.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-20T17:33:44.511304"
  }
}