{
  "id": "65454bb0-9b6d-48a7-8e1c-646dfa19dbeb",
  "event_id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
  "title": "JAŠA is turning a Berlin cold storage warehouse into a cathedral of disappearance",
  "slug": "jasa-is-turning-a-berlin-cold-storage-warehouse-into-a-cathedral-of-disappearance",
  "lead": "Five years, sixteen chapters, and one freezing Berlin warehouse later, JAŠA is staging the near-end of a durational cycle that treats raw concrete as a collaborator and disappearance as the whole point.",
  "body": "A cold storage warehouse built to keep things from decaying, turned into a space where an artist insists that the most meaningful things are the ones that disappear. JAŠA knows the contradiction, and he's leaning into it.\n\nOn 6 February, the Ljubljana-born artist opens Poetic Justice, the sixteenth chapter of The Monuments, a durational project that has unfolded across Kühlhaus Berlin since 2021. Spanning three floors of the neo-Gothic industrial building on Luckenwalder Straße, this is the penultimate chapter of a seventeen-part cycle, and it carries the weight of something approaching an ending. Paintings, installations, video, sound, and live performance fill the building's raw concrete interior. Audiences enter at staggered intervals between 6 and 10pm, pay ten euros, and move freely. The performance loops three times on the first floor. You are not seated. You are not guided. You walk through it, around it, sometimes into it.\n\nJAŠA (born Jaša Mrevlje-Pollak, 1978) has been circling these ideas for over a decade. He represented Slovenia at the 2015 Venice Biennale, and the work he's made since has pushed steadily further into territory where visual art, performance, and spatial architecture merge until the distinctions feel irrelevant. Between 2017 and 2018, his project At the Dawn of Yet Another Age of Absurdity travelled from Tanja Grunert Gallery in New York to the Atacama desert in Chile, to museums in Zagreb, Barcelona, and Ljubljana, each iteration responding to the specific conditions of its location. He's called some of these works gesamtkunstwerk, and the term fits better here than it usually does when artists borrow it. The Monuments is genuinely totalising: it treats the building itself as a score, a body, a collaborator.\n\nKühlhaus Berlin resists prettiness. Originally constructed at the turn of the twentieth century as one of Berlin's largest cold storage warehouses, its exterior is handsome red brick in the Baltic Gothic tradition. Inside, the skeleton is steel and reinforced concrete, stripped of ornament. It survived the war almost untouched, served as an emergency storage facility during the Cold War, then narrowly escaped demolition in the late seventies thanks to civic campaigning and architectural advocacy that recognised what Berlin stood to lose. Since the nineties it has operated as an event space, and its owners have deliberately preserved the unfinished quality of the interior, the sense that you're inside something still becoming. For JAŠA, who treats space as his primary medium, this building isn't a backdrop. It's the argument.\n\nOver five years and sixteen chapters, the titles alone trace a kind of emotional autobiography of the project: Silent Whispers of Thunder, Boys & Guns, We Kidnapped the Bridge, Your Foot In My Mouth, The Sunset of Now. Each chapter has functioned as a standalone event while feeding into a larger conceptual narrative about presence, community, and the refusal of passive spectatorship. JAŠA works with a shifting performance group, not a troupe or ensemble; the terminology matters to him because the collaborators change between chapters, and the lack of a fixed cast is part of the work's argument against permanence. The resulting events sit somewhere between exhibition opening, theatre, ritual, and club night without quite being any of those things.\n\nPoetic Justice arrives at a moment when \"immersive\" has become one of the most debased words in the cultural economy. Every second exhibition promises to immerse you; most of them just mean there are projections on the walls. The Meow Wolf industrial complex, the Atelier des Lumières franchise, those Van Gogh experiences colonising abandoned shopping centres, the teamLab queues snaking around every major city: these are theme parks wearing art's clothes. JAŠA's work operates on fundamentally different terms. The immersion here isn't technological spectacle. It's physical and social. You're in the same room as the performers, breathing the same air, making choices about where to stand and how long to stay. The \"defragmented script\" the project describes means there is no single vantage point from which the whole thing makes sense. You assemble your own version from fragments, like overhearing parts of several conversations at a party and constructing a story from what you catch. This puts genuine demands on the audience, and some people will find it frustrating. That's part of the point.\n\nJAŠA has described Poetic Justice as \"the moment where the artist stops negotiating and starts creating an unavoidable reality.\" It's a grand claim, and I'm slightly wary of it. Artists who declare they are creating reality rather than commenting on it can tip into self-mythology, and the language around The Monuments sometimes edges toward the portentous. Phrases like \"the justice of the skin, the heart, and the imagination\" are evocative, but they can also function as rhetorical shields against scrutiny. What does poetic justice actually look like when you're standing on the second floor of a former cold storage facility at 8pm on a Friday in February? The answer, presumably, lives in the body, in the encounter between performer and spectator and concrete wall, not in the artist statement. The best durational performance makes manifestos unnecessary.\n\nA project that commits to a single building for five years and seventeen chapters is almost perversely unfashionable. In a city where art spaces close every season and cultural memory lasts about as long as an Instagram story, JAŠA has built something with accumulative weight. Each chapter leaves traces: not objects you can buy and hang on a wall, but what the project calls \"a slot of memory,\" fragments lodged in the consciousness of everyone who was there. The ten-euro ticket price, the absence of gallery sales, the insistence on liveness over documentation: these are practical choices that double as ethical ones.\n\nThe evening after Poetic Justice opens, just around the corner in Kreuzberg, Calla Henkel and Max Pitegoff open The End of THEATER at Galerie Isabella Bortolozzi. The proximity is coincidental, but it sharpens both projects: two works interrogating where performance ends and something else begins, both asking what remains when the lights go down and the bodies leave. Kühlhaus, with its cavernous floors and its history of preservation against the odds, is as good a place as any to test whether art can hold space against everything that wants to flatten it into content. Only the people who walk through Poetic Justice on those February evenings will know if it delivers. The rest of us are left with what leaks out.",
  "language": "en",
  "word_count": 1059,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T19:58:00.493130",
  "event": {
    "id": "65e389db-7a89-46cf-9b19-c5966e6d224a",
    "name": "JAŠA: The Monuments | Chapter 16 | Poetic Justice",
    "start_date": "2026-02-06",
    "end_date": "2026-02-06",
    "venue": "Kühlhaus Berlin",
    "city": "Berlin",
    "category": "performance",
    "description": "Four years of site-specific work culminate across three floors of Kühlhaus in this immersive installation meets durational performance. Venice Biennale artist JAŠA presents a radical work combining sound, paintings, and bodies in space where audiences don't just watch but navigate the experience.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.259822"
  }
}