{
  "id": "141198fe-8673-4d5a-9668-caab03f31ebb",
  "event_id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
  "title": "Язык, который тебе не принадлежит: Karl Holmqvist рисует косметикой в Galerie Neu",
  "slug": "karl-holmqvist-galerie-neu",
  "lead": "Karl Holmqvist берёт слова, которые мы считали своими, наносит их как грим и выставляет в Galerie Neu — где граница между краской и косметикой оказывается такой же условной, как граница между Mitte и Kreuzberg за окном бывшего стекольного склада.",
  "body": "На зеркале написано BREAK ON THRU THE LOOKING GLASS TO THE OTHER SIDE. The Doors врезаются в Льюиса Кэрролла, и фраза отражается обратно в лицо зрителю. Тщеславие и самосознание мерцают на одной поверхности. Это типичный ход Karl Holmqvist: взять язык, который мы считаем своим, и показать, что он никогда нам не принадлежал.\n\nС 7 февраля по 7 марта 2026-го Galerie Neu показывает его новую выставку PAINT WITH MAKE-UP. Название уже работает как его поэзия: инструкция, которая одновременно является метафорой. «Рисовать косметикой» — это про квир-перформативность и про поверхностность как метод. Про то, что граница между искусством и маскарадом была условной задолго до того, как кто-то решил её охранять.\n\nHolmqvist родился в 1964-м в Västerås, Швеция. Образование в лингвистике и литературе дало ему аналитический аппарат, но панк-этика 80-х дала кое-что поважнее: разрешение использовать этот аппарат не по назначению. Его практика начинается там, где язык перестаёт работать как положено. Слова теряют функциональность и становятся ритмом, полуэхом. Обрывки песен, рекламные слоганы, подслушанные разговоры, политические заклинания. Holmqvist наблюдает за языком так, как метеорологи следят за погодой: фиксирует паттерны, по которым можно считать перепады настроения целой культуры.\n\nБерлин стал его домом, и это не случайность. Город, где до сих пор пересекаются языковые пласты (немецкий, турецкий, английский, русский, арабский), где граффити соседствуют с мемориальными табличками, а рекламные слоганы прилипают к бетону социального жилья. Holmqvist здесь органичен. Его CV читается как карта институционального арт-мира последних двух десятилетий: Venice Biennale (2003 и 2011), MoMA (2012), Camden Arts Centre (2016), Fridericianum (Kassel), Performa (2005, 2007, 2013, 2023), Nasjonalmuseet (Осло). При этом его работу по-прежнему трудно классифицировать. Поэт, который делает живопись, концептуалист с панковским DIY-подходом. На перформансах он читает с заикающимся ритмом и намеренной монотонностью, превращая знакомые слова в чужеродные звуки, и при этом, по свидетельствам очевидцев, неизменно собирает внимательную аудиторию в самых неочевидных точках планеты.\n\nКритик Ana Teixeira Pinto, рецензируя его двойную выставку EQ UI LI BR IU M в Galerie Neu и MD72, задавала вопрос, который преследует Holmqvist годами: его искусство — поп-жест или поэтический? Pinto заключала, что «поп-поэзия — это оксюморон». Может быть. Но оксюморон и есть рабочий материал Holmqvist. Его шахматные живописные полотна, пустые подиумы с лампочками (ремейк Felix Gonzalez-Torres, только без go-go-танцора), текстовые коллажи, видео, художественные книги — всё это держится на напряжении между значением и его отсутствием. Повторение как приём; опустошение смысла как результат. Pinto сама признавала: «смысл опустошения смысла трудно определить, но легко почувствовать на вкус».\n\nPAINT WITH MAKE-UP продолжает исследование пересечения текста и визуального. Квир-эстетика в названии не декоративна. Holmqvist давно работает с идеей, что самовыражение — не роскошь индивидуальной свободы, а способ преодоления ингибиций. В одном из своих текстов он размышлял о «племенных» культурах, где невозможность петь, танцевать или украшать своё тело была бы немыслима; где разделение на сцену и зал, привычное для европейского оперного театра, выглядело бы трансгрессией. Макияж в этой системе координат не маскирует, а проявляет.\n\nGalerie Neu он знает до мелочей. Это его давняя галерея, место, где проходили ключевые для него выставки. Бывший стекольный склад в той части Берлина, где никто точно не скажет, Mitte это ещё или уже Kreuzberg: здание не слишком обаятельное, несколько отчуждённое, в окружении социального жилья и загадочных девелоперских проектов 80-х. Идеальный контейнер для работ, которые и сами балансируют между притяжением и отталкиванием.\n\nЧто конкретно будет в экспозиции, пока не раскрыто. Его выставки обычно включают живопись с текстом, коллажи, объекты, иногда видео. В Лос-Анджелесе, на резиденции в Mackey Apartments, он переснял «Сети полудня» Maya Deren (1943) как Meshes of the Mackey Apts и параллельно написал поэтический дневник города, мини-буклет OCEAN'S 24/7ELEVEN. Подобное сочетание готовых объектов и текста, который одновременно является и произведением, и документацией процесса, вполне вероятно и здесь.\n\nМы живём в момент, когда язык массово генерируется машинами. Грамматически безупречные тексты, лишённые субъекта, производятся без говорящего. Практика деконструкции языка, которой Holmqvist занимается с 90-х, начиналась как реакция на засилье корпоративного и политического жаргона. Контекст изменился, но его метод приобретает новый оттенок: намеренное опустошение слова вступает в странный резонанс с ненамеренной пустотой машинного текста. Разница в интенции. Пустой подиум без танцора — это не то же самое, что подиум, на котором никогда никого не было.\n\nHolmqvist писал о самоцензуре с хирургической точностью. О том, как мы прячемся в присутствии тех, с кем нам неуютно. Как некоторые не могут признать простейших вещей о себе даже близким. И что, возможно, художественная практика — не выражение свободы, а способ справиться с невозможностью выразиться иначе. PAINT WITH MAKE-UP, если читать название в этом ключе, звучит почти терапевтически. Нанеси краску. Нанеси грим. Между ними нет разницы, потому что и то, и другое — попытка проявиться.\n\nGalerie Neu, февраль, Берлин. Язык на стенах, который не пытается ничего продать и ничего объяснить. В 2026-м это, пожалуй, самый тихий из радикальных жестов.",
  "language": "ru",
  "word_count": 769,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T20:29:54.364549",
  "event": {
    "id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
    "name": "Karl Holmqvist: PAINT WITH MAKE-UP",
    "start_date": "2026-02-07",
    "end_date": "2026-03-07",
    "venue": "Galerie Neu",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Karl Holmqvist presents new work exploring language, queer aesthetics, and the intersection of text and visual art. Known for his provocative use of found language and DIY sensibility, Holmqvist's practice bridges concrete poetry, punk, and conceptual art.",
    "source_url": "https://www.berlinartlink.com/2026/02/02/things-to-do-in-berlin-art-openings-performances-the-week-feb2-feb8-2026/",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.113386"
  }
}