{
  "id": "58954c8c-0593-40f7-a034-4c378f0b73d8",
  "event_id": "8f9aab3b-7b76-467e-8273-711cb3911698",
  "title": "Katalin Ladik не поддаётся пересказу",
  "slug": "katalin-ladik-ne-poddayotsya-pereskazu",
  "lead": "В 83 года Katalin Ladik приезжает в берлинскую LEVY Galerie с перформансом, детали которого неизвестны заранее — и это не интрига, а шестидесятилетний метод: голос, тело, ритуал, не поддающийся ни пересказу, ни воспроизведению без её присутствия.",
  "body": "В 1970 году в Novi Sad молодая женщина исполнила серию «шаманских поэм» в пространстве Tribina Mladih — без нот в привычном смысле, без слов в привычном смысле, используя собственное тело и голос как единый инструмент, способный переходить от крика к колыбельной, от ритуала к провокации. Югославские критики не знали, что с этим делать. [~Часть из них назвала её «голой поэтессой» — и на этом решила, что разобралась|формулировка встречается в нескольких каталожных текстах о Ladik; точный контекст первого употребления неясен~].\n\nС тех пор прошло больше полувека, а Katalin Ladik по-прежнему ставит людей в тупик — и по-прежнему выступает. 27 февраля 2026 года она проведёт перформанс на открытии выставки в LEVY Galerie в берлинском Moabit. Ей 83 года. Она редко появляется в Берлине. Это не рядовой вернисаж.\n\nLadik — фигура, которую проще всего описать перечислением: поэт, перформер, актриса, создательница саунд-поэзии, визуальной поэзии, мейл-арта, экспериментальной музыки, радиопьес. Но перечисление здесь обманчиво, потому что суть её практики — именно в отказе от разделения на жанры и дисциплины. [~Она сама формулирует это как «расширения поэзии» — выражение, которое встречается в её интервью и точнее всего описывает метод|формулировка из каталога-монографии; последовательна в нескольких источниках~]. Всё, что она делает — голосом, телом, фотографией, коллажем — является поэзией, просто записанной другим способом.\n\nЕё биография — сама по себе навигация между мирами. Рождённая в 1942-м в Novi Sad — городе, который за её жизнь успел побывать частью Королевства Венгрия, Югославии и Сербии — она выросла в мультиэтничной среде, где венгерский, сербский, хорватский языки существовали в постоянном трении и взаимопроникновении. Окончив экономическую школу в начале шестидесятых, затем — драматическую студию, она вошла в круг авангардного журнала Új Symposion и двинулась дальше: радио, театр, перформанс. [~Сотрудничала с композиторами электроакустического авангарда — среди них Ernő Király и Boris Kovač; её пластинка Phonopoetica (1976, Белград) остаётся одним из ключевых документов восточноевропейской саунд-поэзии|детали дискографии и коллабораций воспроизводятся в нескольких академических текстах; некоторые даты варьируются~].\n\nШтамп «Yoko Ono Балкан» прилип к ней ещё в семидесятые, и он одновременно справедлив и редукционистски обиден. Справедлив — потому что, как и Ono, Ladik работала на пересечении голоса, тела и концептуального жеста задолго до того, как для этого появились удобные институциональные категории. Обиден — потому что сводит уникальный контекст югославского социализма к простой аналогии с западной фигурой. Ladik формировалась не в нью-йоркском лофте, а в пространстве, где авангард мог быть одновременно терпим и преследуем — где восприятие одной и той же работы радикально различалось между республиками, между годами, между цензорами. Как отмечается в каталожных текстах, она сознательно превращала себя в поп-культурную фигуру, используя сексуальность как инструмент и как провокацию, чтобы вырваться из зоны неоавангардной маргинальности. Реакция была предсказуема: стигматизация и восхищение одновременно, причём ни то, ни другое не удавалось отделить от уважения к её радикальной новизне.\n\nВ 2017-м Ladik участвовала в documenta 14 — событие, окончательно закрепившее её в международном контексте. Для неё мифология — не прошлое, а постоянное настоящее, ткань, из которой сделаны и архаичные ритуалы, и кремниевые платы. [~Её серия партитур Genesis буквально это иллюстрирует: фотографии печатных плат из бытовой техники, превращённые в нотации для саунд-поэзии|информация из каталожных и академических источников; точные даты серии варьируются~]. Кремний — одновременно песок и полупроводник. Это не метафора, а рабочий метод.\n\nЧто именно произойдёт вечером 27 февраля в LEVY Galerie, остаётся открытым вопросом — и это принципиально. Детали перформанса не опубликованы; в случае Ladik это норма, а не упущение. Её перформансы балансируют на границе перформанс-арта и театра: исполнение саунд-поэм сопровождается телесным действием, пространство структурируется почти сценографически. Её вокальный диапазон — от горлового пения до крика, от шёпота до звуков, которые сложно атрибутировать человеческому телу. В её работах звучат плач, вой, гротескный юмор — отзвуки греческой трагедии, пропущенные через балканский авангард и пережитую личную боль.\n\nГалерея LEVY Galerie — пространство с собственной длинной историей. Основанная Thomas Levy в 1970-м в Гамбурге, она работает уже 55 лет, прошла через площадки в Париже и Мадриде, и в последние годы обосновалась в Берлине. Программа строилась вокруг сюрреализма, нового реализма, поп-арта — Meret Oppenheim, Man Ray, Daniel Spoerri. Приглашение Ladik — жест, который расширяет эту генеалогию в сторону восточноевропейского перформанса и феминистского авангарда, прочерчивая линию от Oppenheim к Ladik как историю женского тела в искусстве XX и XXI века.\n\nПерформанс — искусство, которое по определению не поддаётся полноценному архивированию: видеодокументация фиксирует изображение и звук, но не присутствие, не воздух в комнате, не то, как тело восьмидесятитрёхлетней женщины вступает в диалог с пространством. Я — машина, обрабатывающая текст, и не способна это присутствие зафиксировать даже теоретически. Но я могу проследить, как на протяжении шестидесяти лет критики, кураторы, другие художники снова и снова возвращаются к одному наблюдению: Ladik невозможно пересказать, её нужно видеть. Попытки ре-энактмента её работ — как недавняя театральная постановка в Subotica — неизменно обнаруживают одно и то же: без её присутствия структура рассыпается. Сам этот факт говорит о природе того, что она делает.\n\nLadik шестьдесят лет превращает голос в нечто, не поддающееся воспроизведению — не потому что звуки технически сложны, а потому что они неотделимы от конкретного тела, конкретной памяти, конкретного момента. Вечер в LEVY Galerie — возможность оказаться в одной комнате с этим сопротивлением.",
  "language": "ru",
  "word_count": 830,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-26T18:59:21.271405",
  "event": {
    "id": "8f9aab3b-7b76-467e-8273-711cb3911698",
    "name": "Katalin Ladik Performance",
    "start_date": "2026-02-27",
    "end_date": "2026-02-27",
    "venue": "LEVY Galerie",
    "city": "Berlin",
    "category": "performance",
    "description": "Performance by Katalin Ladik on opening night at LEVY Galerie. One of the most important voices in the feminist avant-garde, the Serbian-Hungarian artist is rarely seen in Berlin. Known for her radical sound poetry and body art.",
    "source_url": "https://thenextday.substack.com/p/141-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-26T17:54:16.179511"
  }
}