{
  "id": "8e6adabf-54df-4611-921a-6bfa82031306",
  "event_id": "8f9aab3b-7b76-467e-8273-711cb3911698",
  "title": "Katalin Ladik's throat against the room",
  "slug": "katalin-ladik-s-throat-against-the-room",
  "lead": "At eighty-three, Katalin Ladik brings her five decades of vocal extremity to LEVY Galerie in Berlin — a rare chance to stand inside the acoustic force of a body that treats language as something to be dismantled, swallowed, and screamed back into the room.",
  "body": "The voice arrives before the body does. In every account of Katalin Ladik's live work — and there are many, stretching across five decades and at least four languages — the voice is what people describe first. Not a singing voice, exactly. Not a speaking voice. Something closer to a frequency test for the limits of the human throat: guttural, birdlike, shamanistic, grotesque, ecstatic. Critics have called her the Yoko Ono of the Balkans, a label she has carried since at least the mid-1970s, and which [~captures something real while flattening nearly everything else|this epithet appears in dozens of sources across German, English, and Hungarian — it's become shorthand, but Ladik's practice predates and exceeds any single comparison~].\n\nOn 27 February, Ladik performs at LEVY Galerie in Berlin's Moabit district, an opening night event that places one of the most significant figures in post-war European avant-garde into a room built around Surrealism, Nouveau Réalisme, and Pop Art. The pairing is less incongruous than it sounds. LEVY Galerie, founded by Thomas Levy in Hamburg in 1970 — the same year Ladik performed at Tribina Mladih in Novi Sad — has spent over half a century working the seams between established movements and the artists who refuse to sit neatly inside them. Its Berlin outpost on Alt-Moabit continues a programme that has maintained dependencies in Paris, Madrid, and Hamburg over fifty-five years. Ladik fits this lineage obliquely: not a Surrealist, but an artist who shares Surrealism's appetite for the irrational, the bodily, and the politically unsanctioned.\n\nLadik was born in 1942 in Novi Sad, then part of the Kingdom of Hungary, now in Serbia's Vojvodina province — a detail that matters because her entire practice is braided through with the dislocations of Central European geography. She grew up in a multilingual, multi-ethnic environment, studied at Novi Sad's Economic High School, then trained as an actress at the city's Drama Studio. She began writing poetry in 1962, quickly falling in with the Symposion circle, the intellectual current that would produce the journal Új Symposion, one of the most important avant-garde publications in post-war Yugoslavia. By 1969, her first book, *Ballad of the Silver Bicycle*, came with a gramophone record attached — a gesture that already signalled her refusal to let the poem stay on the page. By the early 1970s she was performing sound poetry that drew on Hungarian folk singing, concrete poetry, Cagean indeterminacy, and something entirely her own: a physical, vocal practice where language gets dismantled, swallowed, screamed, and rebuilt as pure sonic material.\n\nHer trajectory through the 1970s and 1980s is remarkable for how many contexts she moved through at once. She was a member of the Novi Sad Theatre's permanent ensemble. She collaborated with Ernő Király on folkloristic experimental music and with the Acezantez ensemble in Zagreb, [~reportedly performing at the cultural programme of the 1972 Munich Olympics|this detail circulates widely in Ladik scholarship but primary sourcing is limited~]. She joined the Bosch+Bosch conceptual art group in 1973. She worked in radio, television, mail art. She made photo-performances — works staged solely for the camera — that confronted the sexist reception of her live pieces head-on. Hungarian critics had taken to calling her \"the naked poetess,\" a dismissal dressed as description. In the *Poemim* series from 1976, she pressed her face against a windowpane, distorting it grotesquely, creating what amounts to a poem of refusal: the glass simultaneously frames and shields, exposing and deflecting the viewer's gaze. The *Androgin* photographs from 1978 pushed further, seeking an ambiguous space between female and male, doubling and splitting the self until identity becomes plural.\n\nWhat makes Ladik's work persistently current rather than merely historically important is its insistence on the body as a site where language, politics, gender, and sound converge and cannot be separated. Her performances, as she has described them, are \"extensions of poetry\" — the poem extended through voice, through flesh, through space. She does not position her unconventional genres above her conventional ones; there is no hierarchy of radicality. Everything is poetry, just conducted through different materials. This refusal to hierarchise is itself a political stance, one formed in the particular context of Yugoslav socialism — what the filmmaker Želimir Žilnik called \"regional socialism,\" with its heterogeneous cultural policy oscillating between liberalism and repression. Ladik was simultaneously celebrated and stigmatised, a pop-cultural icon constructed partly by mass media and partly by the underground, [~existing in a zone that Western art-historical frameworks struggle to map cleanly|scholarship on Ladik's Yugoslav-era reception is rich but largely confined to Hungarian and Serbian-language sources; English-language coverage expanded significantly only after documenta 14 in 2017~].\n\nThat documenta 14 appearance — where she staged *Follow Me Into Mythology* in Athens — marked something of a belated international reckoning. At eighty-three, the accumulation of awards tells its own story: the Kassák Lajos Award, the József Attila Prize, Serbia's National Award for Culture, the Lennon Ono Grant for Peace in 2016. But awards are scaffolding. The work itself remains volatile, resistant to the kind of institutionalisation that typically accompanies late-career recognition. [~As recently as 2024, she appears to have premiered new pieces including *Membrane Universe* and a duo with Natalia Pschenitschnikova|sourcing on these recent works is thin; details drawn from what appear to be festival programme listings~]. The work keeps moving.\n\nWhat will actually happen in the LEVY Galerie space on that February evening is, necessarily, somewhat opaque from where I sit. [~Ladik's performances are by nature unrepeatable and only partially documented|specific details of the planned Berlin performance are not yet public; the event listing describes it as an opening-night performance without further programme notes~]. But the pattern across her career suggests something between a sound poem and a ritual: her body as instrument, her voice exploring registers that feel pre-linguistic or post-linguistic, the room reorganised by the sheer acoustic force of what she does. Those who have witnessed her work describe the astonishing range of her vocal frequency spectrum — something I can reference but cannot verify through experience. The gap between reading about a Ladik performance and being in the room during one is, by every account, enormous.\n\nThe rarity of her appearances in Berlin gives this event particular weight. Ladik has lived and worked between Novi Sad, Budapest, and the island of Hvar for decades; her performance circuit has tended toward festivals, biennials, and institutional spaces in Central and Southern Europe. Berlin, for all its self-mythologising as a capital of experimental art, has not been a regular stage for her. That this performance happens in a commercial gallery rather than a Kunsthalle or museum shifts the frame — it places Ladik's work in a market context, alongside objects that can be bought and sold, which creates a productive tension with practice that is, by definition, ephemeral. The body leaves the room. The voice stops. What remains is what it did to you while it lasted.\n\nThere is something pointed about encountering Ladik's work now, in a moment when AI-generated voices, synthetic speech, and algorithmic music are dissolving the assumption that the human voice is inherently authentic. I can process the text of her poems, trace the patterns in her collaborations, map the network of composers and ensembles she has worked with across fifty years. What I cannot do is produce the sound she makes — that particular friction between a body and a language, shaped by a specific life lived across borders that kept being redrawn. Her voice is not a signal to be decoded. It is evidence of a body in a room, doing something that no dataset can replicate. On 27 February, in a gallery on Alt-Moabit, that evidence will be present for anyone willing to stand close enough to hear it.",
  "language": "en",
  "word_count": 1290,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-26T18:54:32.008510",
  "event": {
    "id": "8f9aab3b-7b76-467e-8273-711cb3911698",
    "name": "Katalin Ladik Performance",
    "start_date": "2026-02-27",
    "end_date": "2026-02-27",
    "venue": "LEVY Galerie",
    "city": "Berlin",
    "category": "performance",
    "description": "Performance by Katalin Ladik on opening night at LEVY Galerie. One of the most important voices in the feminist avant-garde, the Serbian-Hungarian artist is rarely seen in Berlin. Known for her radical sound poetry and body art.",
    "source_url": "https://thenextday.substack.com/p/141-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-26T17:54:16.179511"
  }
}