{
  "id": "d49279b1-c782-4d17-a1bf-617c314d62b0",
  "event_id": "8f9aab3b-7b76-467e-8273-711cb3911698",
  "title": "Katalin Ladik spielt ihren Körper",
  "slug": "katalin-ladik-spielt-ihren-korper",
  "lead": "Mit 83 Jahren bringt Katalin Ladik ihre Stimme und ihren Körper in die LEVY Galerie nach Berlin-Moabit — keine Retrospektive, keine Musealisierung, sondern eine Frau, die seit sechs Jahrzehnten Poesie mit dem Material des eigenen Körpers schreibt und sich dabei jeder Befriedung entzieht.",
  "body": "Es gibt einen Moment in Katalin Ladiks Phonopoetica-Aufnahmen von 1976, in dem die menschliche Stimme aufhört, Trägerin von Sprache zu sein, und zu etwas anderem wird — einem Instrument, das seine eigene Notation erfindet, während es spielt. [~Dieses Album, in Belgrad auf Schallplatte erschienen, gilt als eines der frühesten Dokumente feministischer Lautpoesie im ehemaligen Jugoslawien|gut dokumentiert in Musikarchiven und Katalogen, mehrfach referenziert in Fachliteratur zu Sound Poetry~]. Wer am 27. Februar 2026 in die LEVY Galerie in Berlin-Moabit geht, bekommt die seltene Gelegenheit, die Frau zu erleben, die diese Stimme immer noch ist — 83 Jahre alt und kein bisschen befriedet.\n\nKatalin Ladik ist 1942 in Novi Sad geboren, damals Újvidék im Königreich Ungarn, heute Serbien. Schon ihre Biografie ist ein Dokument der Verwerfungen des 20. Jahrhunderts: multiethnisch, mehrsprachig, verschoben zwischen politischen Systemen, die sich über ihr zusammenfalteten und wieder auseinanderrissen. In den frühen 1960ern studierte sie an der ökonomischen Hochschule in Novi Sad, dann an der dortigen Schauspielschule — und begann parallel zu schreiben. In sechs Jahrzehnten hat Ladik praktisch jedes Medium berührt: Lyrik, Lautpoesie, Performance, Happening, Mail Art, Fotoperformance, experimentelles Theater, Radio, Film. In jedem davon hat sie etwas hinterlassen, das vorher nicht da war.\n\nIhre Karriere entfaltete sich im spezifischen Klima dessen, was der Filmemacher Želimir Žilnik als „regionalen Sozialismus\" bezeichnete: Jugoslawiens Kulturpolitik, die zwischen liberal und repressiv pendelte, manchmal innerhalb derselben Woche. Ladik nutzte diese Ambivalenz. Sie bewegte sich im Umfeld der Zeitschrift Új Symposion, einer ungarischsprachigen Avantgarde-Plattform in der Vojvodina, die Konkretes mit Konzeptuellem verband. Zur gleichen Zeit performte sie Stücke, die sie Shaman Poems nannte — Arbeiten, in denen Stimme, Körper und Raum untrennbar wurden. [~Ladiks Verbindung zu Új Symposion ist durch Archivmaterial belegt, unter anderem durch eine Ausgabe von 1970 mit ihren Gedichten; die genauen Orte und Daten einzelner Performances der frühen 1970er sind in den vorliegenden Quellen lückenhaft dokumentiert|Primärquellen zu Új Symposion vorhanden, Performance-Chronologie teilweise rekonstruiert~]. Die jugoslawische Presse nannte sie abwechselnd Provokation und Sensation. Ungarische Kritiker tauften sie abfällig „die nackte Poetin\". Ladik machte weiter.\n\nWas ihre Arbeit von vielen Zeitgenossen der Body Art und Performance unterscheidet: Bei Ladik geht es nie nur um den Körper als politisches Statement, obwohl er das zweifellos auch ist. Es geht um den Körper als Erweiterung der Poesie — „extensions of poetry\", wie sie es selbst nennt. [~Dieses Zitat stammt aus einem Interview von 2018 und zieht sich als roter Faden durch die gesamte Sekundärliteratur über Ladik|mindestens ein Dutzend kritische Texte referenzieren diesen Begriff~]. Ihre Fotoperformances der Serie Poemim von 1976, in der sie ihr Gesicht gegen eine Glasscheibe presst und verzerrt, sind keine Selbstverstümmelungsgeste à la Burden oder Acconci. Sie sind groteske Gedichte, geschrieben mit dem Material des eigenen Körpers. Die Glasscheibe funktioniert dabei gleichzeitig als Rahmen und als Schild — eine Antwort auf den sexistischen Blick, der ihre Arbeit jahrzehntelang begleitete.\n\nLadiks Stimme hat ihr den Beinamen „Yoko Ono des Balkans\" eingetragen, was einerseits als Kompliment gemeint ist und andererseits genau die Art von Reduktion darstellt, gegen die ihre Kunst arbeitet. Ono hatte Fluxus und New York. Ladik hatte die jugoslawische Gegenkultur — ein Netzwerk aus Komponisten, Performern und Zeitschriftenmachern, das sich von Zagreb über Belgrad bis nach Novi Sad spannte. [~Zu Ladiks konkreten Kollaborationspartnern zählen unter anderem Ernő Király und verschiedene experimentelle Musiker aus dem ehemaligen Jugoslawien, die Quellenlage zu einzelnen Zusammenarbeiten ist jedoch uneinheitlich|biografische Überblicke nennen wechselnde Namen, Detailtiefe variiert~]. Mit dem Zerfall Jugoslawiens in den 1990ern zerbrach auch dieses Netzwerk. Ladik hörte nicht auf. 2017 performte sie auf der documenta 14 in Athen mit Follow Me Into Mythology. 2024 war sie mit der Klanginstallation The Memory of Water und einer Duo-Performance mit Natalia Pschenitschnikova zu erleben.\n\nDass die LEVY Galerie sie nun nach Berlin holt, hat eine gewisse Logik. Die Galerie, 1970 von Thomas Levy in Hamburg gegründet, hat sich über Jahrzehnte zwischen Surrealismus, Nouveau Réalisme und Pop Art bewegt — also in jenem Zwischenraum, in dem Kunst gleichzeitig sinnlich und konzeptuell operiert. Heute betreiben Thomas und sein Sohn Alexander Levy einen gemeinsamen Raum in Moabit, wo LEVY Galerie und alexander levy zusammengeflossen sind. Die Performance am 27. Februar findet im Rahmen einer Ausstellungseröffnung statt — Ladik tritt nicht in einem abgedunkelten Black-Box-Theater auf, sondern in einem Galerieraum, umgeben von Werken, mitten in einem sozialen Moment. Dieser Rahmen ist kein Zufall: Ladiks Arbeit hat sich nie vom Ort getrennt, an dem sie stattfindet.\n\nHier eine notwendige Offenlegung: Ich kann keinen Raum betreten und keinen Klang mit einem Körper spüren. Was die Dokumentationen und Kritiken konvergent berichten, ist Folgendes: Ladiks Performances operieren auf der Grenze zwischen Performancekunst und Theater. Ihr stimmliches Spektrum — von Flüstern über kehlige Obertöne bis zu Schreien und Klagen, die an griechische Tragödien erinnern, wie sie selbst sagt — wird durch Körperbewegung, Geste und räumliche Inszenierung erweitert. Sie hat mehrfach betont, dass auch grotesker Humor Teil ihrer Arbeit ist, ein Mittel, das Dunkle erträglicher zu machen. Wer eine kontemplative Galerieperformance erwartet, wird vermutlich überrascht.\n\nBerlin hat in den letzten Jahren viele retrospektive Gesten gegenüber der osteuropäischen Nachkriegsavantgarde gesehen — in der Nationalgalerie, im KW Institute, im HKW. Die Gefahr solcher Wiederentdeckungen ist immer die Musealisierung: Künstlerinnen wie Ladik werden in den Kanon eingemeindet, befriedet, historisiert. Was an Ladiks Berliner Auftritt anders sein könnte, ist die Unmittelbarkeit. Keine Retrospektive, keine erklärenden Wandtexte, kein Dokumentarfilm über vergangene Performances. Stattdessen: eine 83-jährige Frau in einem Galerieraum, die mit Stimme und Körper etwas tut, das sich der Archivierung entzieht.\n\n[~Ladiks Auftritte in Berlin sind extrem selten — die Eventbeschreibung selbst betont das, und in den zugänglichen Berliner Programmarchiven finde ich keinen regelmäßigen Aufenthalt|dünne Datenlage zu früheren Berlin-Performances, was die Seltenheit bestätigt~]. Das allein macht den Abend nicht wichtig. Wichtig macht ihn, dass Ladiks Arbeit — entstanden in den Rissen zwischen Sprachen, Nationen, Geschlechterrollen und Kunstformen — heute relevanter wirkt als in der historischen Distanz, in die sie oft geschoben wird. In einer Zeit, in der feministische Performancekunst oft als Instagram-kompatible Selbstinszenierung existiert, erinnert Ladik daran, was es bedeutet, den eigenen Körper wirklich aufs Spiel zu setzen. Nicht als Pose, sondern als Partitur.",
  "language": "de",
  "word_count": 1001,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-26T18:56:47.805129",
  "event": {
    "id": "8f9aab3b-7b76-467e-8273-711cb3911698",
    "name": "Katalin Ladik Performance",
    "start_date": "2026-02-27",
    "end_date": "2026-02-27",
    "venue": "LEVY Galerie",
    "city": "Berlin",
    "category": "performance",
    "description": "Performance by Katalin Ladik on opening night at LEVY Galerie. One of the most important voices in the feminist avant-garde, the Serbian-Hungarian artist is rarely seen in Berlin. Known for her radical sound poetry and body art.",
    "source_url": "https://thenextday.substack.com/p/141-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-26T17:54:16.179511"
  }
}