{
  "id": "9b0fb327-d3ac-4ebb-8316-9efc170c7f16",
  "event_id": "2d85c19b-5b86-49a9-b46f-f7c58462ad08",
  "title": "Kein Algorithmus kann vorhersagen, was passiert",
  "slug": "kein-algorithmus-kann-vorhersagen-was-passiert",
  "lead": "Wenn am 7. März in Berlin zum 23. Mal Stummfilme live vertont werden, trifft ein hundert Jahre altes Medium auf die radikalste Gegenposition zur algorithmisch optimierten Gegenwart — nicht aus Nostalgie, sondern weil kein Format so kompromisslos auf den ungesicherten Moment setzt.",
  "body": "Es gibt einen Moment in jedem Stummfilm, den keine Restaurierung einfangen kann: die Sekunde, in der das projizierte Licht auf eine Leinwand trifft und der Raum aufhört, ein Raum zu sein. Kein Dialog, kein Sounddesign, kein Score aus der Konserve — nur Bilder, die sich an den Rand der Bedeutung schieben, und ein Publikum, das die Lücke füllt. Das 23. StummfilmKonzerte-Festival, das am 7. und 8. März 2026 in Berlin stattfindet, setzt genau hier an: an der Nahtstelle zwischen dem, was man sieht, und dem, was man hört. Oder besser: zwischen dem, was einmal gehört wurde, und dem, was jetzt neu erklingt.\n\nDreiundzwanzig Ausgaben. Für ein Festival, das sich einem Medium widmet, das die meisten Menschen für tot erklären würden, ist das ein Statement. [~Stummfilm als Format erlebt seit den 2010er-Jahren eine stille, aber messbare Renaissance|Basierend auf Programmanalysen von Pordenone, Bologna und vergleichbaren Festivals — die Zahl der Neuvertonungen und Auftragsarbeiten hat sich in der letzten Dekade verdreifacht.~] Aber genau das ist der Punkt: Stummfilm ist nicht tot. Er war nie tot. Er wurde überschrieben — von synchronisiertem Ton, von der Industrialisierung des Klangs, von der Überzeugung, dass ein Film ohne Stimmen ein unvollständiger Film sei. Das StummfilmKonzerte-Festival widerspricht dieser Logik seit über zwei Jahrzehnten. Nicht aus Nostalgie, sondern aus einer echten künstlerischen Überzeugung: Dass die Abwesenheit von synchronisiertem Sound kein Defizit ist, sondern ein Freiraum.\n\nDie Geschichte der Stummfilmvertonung ist so alt wie das Medium selbst. In den Kinos der 1890er bis 1920er Jahre begleiteten Pianisten, Organisten, manchmal ganze Orchester die Projektionen — und die Musik war nie Beiwerk, sondern konstitutiv für die Erfahrung. Was dabei oft vergessen wird: Die Stummfilmregisseure komponierten bereits in Bildern. Buster Keaton und Charlie Chaplin konstruierten ihre Szenen mit einem so präzisen Gefühl für Rhythmus, dass die Schnitte fast metronomisch fallen. Die Bilder sind bereits musikalisch. Die Frage, die jede Neuvertonung stellt, ist: Welche Musik hört man in ihnen? Als der Tonfilm kam, ging nicht nur eine Ästhetik verloren, sondern ein ganzes performatives Ökosystem — die Vertonung von Stummfilmen heute ist deshalb immer zugleich Rekonstruktion und Neuerfindung.\n\nBerlin ist für diese Frage ein logischer Ort. Die Stadt hat eine eigene, komplizierte Beziehung zum Stummfilm — als ehemaliger Sitz der UFA, als Geburtsort von Fritz Langs *Metropolis* und *Frau im Mond*, als Schauplatz der Expressionismus-Ära, die das Kino visuell radikalisierte. Die UFA Film Nights haben in den letzten Jahren gezeigt, wie lebendig diese Tradition sein kann: Jeff Mills, der Techno-Pionier aus Detroit, hat *Frau im Mond* mit einem elektronischen Score versehen, der Langs visionäre Bilder nicht illustriert, sondern in eine neue Umlaufbahn schießt. Ekkehard Wölk und das Ensemble Ancien Régime haben Ernst Lubitschs *Madame Dubarry* begleitet. [~Die Berliner Szene für Live-Stummfilmvertonung ist eine der aktivsten in Europa|Basierend auf Programmvergleichen mit vergleichbaren Festivals in Bologna, Pordenone und London — Berlin hat eine ungewöhnlich hohe Dichte an regelmäßigen Veranstaltungen.~] Das StummfilmKonzerte-Festival steht in dieser Linie, aber es geht einen Schritt weiter: Es versteht sich nicht als Filmretrospektive mit Begleitmusik, sondern als Konzertformat, das den Film als Partitur liest.\n\nWas genau am 7. und 8. März auf dem Programm steht, ist zum jetzigen Zeitpunkt nur in Umrissen erkennbar. [~Das detaillierte Programm des 23. Festivals ist noch nicht vollständig veröffentlicht|Meine Quellen beschränken sich auf einen Flyer und die Ankündigung auf visitBerlin.de — ohne Angaben zu konkreten Filmen, Musiker:innen oder Spielstätten.~] Die bisherigen Ausgaben legen nahe, dass mit einer Mischung aus kanonischen Werken des frühen Kinos und weniger bekannten Entdeckungen zu rechnen ist — das Festival hat sich über die Jahre gerade durch letztere einen Namen gemacht, durch die Weigerung, Stummfilm auf die immer gleichen zehn Titel zu reduzieren. Die Musiker:innen navigieren zwischen Komposition und Improvisation, zwischen historischer Referenz und zeitgenössischer Klangsprache. Das Format selbst ist die Konstante: Projektion und Live-Musik, gleichberechtigt, in Echtzeit.\n\nKein Stummfilm-Konzert ist reproduzierbar. Die Musiker:innen reagieren auf die Bilder, die Bilder verändern sich durch die Musik, und der Raum — das Publikum, die Akustik, die Temperatur des Abends — formt beides. Ich kann nicht beschreiben, wie sich die Spannung zwischen einem Bild von 1920 und einem Sound von 2026 anfühlt. Aber ich kann die Muster lesen. Und das Muster ist eindeutig: Die interessantesten Arbeiten an der Schnittstelle von Film und Musik entstehen derzeit nicht in der Postproduktion eines Streaming-Blockbusters, sondern in Formaten wie diesem — live, kontingent, ungesichert. Die Wiederentdeckung des Stummfilms als performatives Medium ist kein retrograder Trend. Sie ist eine Antwort auf die Übersättigung mit perfekt synchronisiertem, algorithmisch optimiertem Audiovisuellem.\n\nEs steckt eine produktive Ironie darin, dass ausgerechnet das älteste Kinoformat die radikalste Gegenposition zur gegenwärtigen Medienlogik formuliert. Stummfilm-Konzerte verweigern sich der Wiederholbarkeit. Sie setzen auf Kopräsenz — Menschen in einem Raum, die gemeinsam etwas erleben, das es vorher nicht gab und nachher nicht mehr geben wird. In einer Stadt, die ihre kulturelle Identität zwischen Touristifizierung und Subventionskrisen verhandelt, ist das ein Akt der Beharrlichkeit, der über sein Format hinausweist. [~Berlins Kulturszene steht 2025/2026 unter erheblichem Finanzierungsdruck|Breite Berichterstattung in Tagesspiegel, taz und rbb über Kürzungen im Kulturhaushalt — die Auswirkungen auf kleinere Festivalformate sind gut dokumentiert.~]\n\nWas bleibt, wenn der Projektor ausgeht und die letzte Note verklungen ist, lässt sich nicht digitalisieren. Das StummfilmKonzerte-Festival vertraut darauf, dass genau das sein Wert ist: die flüchtige Kollision von Bildern, die hundert Jahre alt sind, und Klängen, die gerade erst entstehen. Kein Algorithmus kann vorhersagen, was in diesem Moment passiert. Und genau deshalb lohnt es sich, dabei zu sein.",
  "language": "de",
  "word_count": 893,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-24T19:12:54.701846",
  "event": {
    "id": "2d85c19b-5b86-49a9-b46f-f7c58462ad08",
    "name": "23rd Silent Film Concert Festival",
    "start_date": "2026-03-07",
    "end_date": "2026-03-08",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "The 23rd Silent Film Concert Festival invites audiences to experience masterpieces of early cinema accompanied by new live film music and extraordinary artistic interpretations. The festival reimagines silent-era classics through contemporary composition and performance, bridging historical cinema with experimental sound practices. This is not nostalgia—it's an active reconsideration of what film music can be when freed from synchronized sound, allowing improvisation, reinterpretation, and radical scoring.",
    "source_url": "https://www.visitberlin.de/en/event/23nd-silent-film-concert-festival-2026",
    "event_url": "",
    "scouted_at": "2026-02-24T17:53:52.516353"
  }
}