{
  "id": "d561a23b-0f77-4329-abb9-e16ff1fa619e",
  "event_id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
  "title": "Klara Lidén prise ouverte Berlin",
  "slug": "klara-liden-prise-ouverte-berlin",
  "lead": "At KW Institute for Contemporary Art, Klara Lidén finally gets an institutional survey in the city she's spent years prying open — and Berlin has to sit with an artist whose career is built on refusing to sit still.",
  "body": "There is a photograph from 2005 that functions almost like an origin myth. A woman stands holding what could be mistaken for a burglar's toolkit — bolt cutters, wrenches, a flashlight, a manhole-cover lifter. The image is called *Self Portrait with Keys to the City*, and its author, Klara Lidén, has spent the two decades since using exactly these kinds of instruments, literal and metaphorical, to prise open the logic of urban space. Now, for the first time, Berlin — the city she has long called home — is giving her work an institutional survey of appropriate scale.\n\n*Grounding*, opening at KW Institute for Contemporary Art on 21 February 2026 and running through 10 May, spreads across three floors of the former margarine factory on Auguststrasse. It is, somewhat remarkably, [~Lidén's first institutional solo exhibition in the city she has called home for years|confirmed by KW's programme notes and the artist's exhibition history — Berlin has been her base but never her institutional host~]. She has had major shows at MoMA, the New Museum, and Moderna Museet, among others, and [~most recently at Kunsthalle Zürich|inferred from the monograph co-publishing arrangement with Kunsthalle Zürich, though exact date unconfirmed~]. The list reads like a circuit of the Western contemporary art world's most respected mid-scale institutions. Berlin, somehow, waited.\n\nThe timing feels pointed. Lidén trained as an architect in Stockholm before shifting to art, and her practice has always returned to the friction between designed environments and the bodies forced to move through them. Her method might be described as reconstructing by undoing — a phrase that could describe half the construction sites currently reshaping Berlin's centre, though Lidén's undoing is deliberate, poetic, and stubbornly unauthorised. In a city where the tension between development and displacement has become the defining argument of the decade, an artist whose work keeps returning to improvised shelters and the politics of who gets to occupy space feels less like a gallery curiosity and more like an essential witness.\n\nLidén's work operates in a register that can be difficult to pin down. The videos are perhaps the most immediately arresting. *Grounding* (2018), which lends its name to the exhibition, follows the artist walking through New York's Financial District. The reference point is the 1991 music video for Massive Attack's *Unfinished Sympathy*, in which Shara Nelson moves through Los Angeles with an almost liquid confidence, the camera tracking her in a single unbroken take. Lidén reproduces the formal structure but inverts its content: she repeatedly trips and falls, crumpling to the pavement outside temples of capital. The filmmaker Niklas Goldbach, writing about the piece, noted the \"deliberate absence of acting\" — no slapstick, no heroism, no obvious identity markers. Just a figure in a black uniform interrupting the choreography of a proudly rebuilt but lifeless district. Goldbach compared the effect to the invisible tennis balls at the end of Antonioni's *Blow-Up*: reality is deceiving. At one point, a man in a public safety uniform moves toward her as if to help, then notices the camera and retreats. The performance has been exposed — or rather, the performance that is everyday urban compliance has been momentarily disrupted, and neither the performer nor the passerby quite knows what to do with that disruption.\n\nEarlier videos show her smashing a bicycle, slamming her own head, falling out of a chair, performing a striptease on a subway car. [~Critics have drawn comparisons to Dieter Roth's late self-barricading works, noting a shared current of melancholy and cabin fever|this connection appears in the New Museum's 2012 exhibition catalogue — a curatorial reading rather than widely established critical consensus~]. The sculptures and installations extend this logic into three dimensions: urban detritus — waste packaging, torn posters, construction materials — gets reassembled into shelters, labyrinths, obstructions. The poster paintings, made from layered advertising ripped from city walls, transform the visual noise of commercial public space into something closer to abstract expressionism by way of vandalism.\n\nThe exhibition draws together works from across Lidén's career, from the early 2000s to the present. Curated by KW's director Emma Enderby with assistant curator Lara Scherrieble, it is accompanied by what is described as the artist's most comprehensive monograph to date, co-edited with Kunsthalle Zürich and MoMA PS1 and published by Distanz. That three institutions across three continents have collaborated on a single publication tells you something about the current project: a coordinated effort to argue that the scattered, restless, often ephemeral practice of the past two decades constitutes a coherent and significant body of work.\n\nThe question of whether that argument needs making is itself interesting. Lidén's CV is formidable: a special mention at the 54th Venice Biennale, the Carnegie Art Award, the Prize for Sculpture from Moderna Museet, work in the collections of MoMA, Moderna Museet, and the Astrup Fearnley Museum. And yet there has always been a resistance in the work to the kind of accumulation a survey exhibition represents. How do you institutionalise someone whose practice is fundamentally about testing the rules that institutions and cities impose? [~A Frieze review once noted that work in Lidén's orbit risked turning \"resistance and subtle undercurrents of violence\" into \"objects of aesthetic contemplation\" — the edges sanded down the moment they enter the white cube|this tension between anarchic impulse and institutional framing recurs across multiple critical responses to Lidén from 2008 onwards, though the specific Frieze phrasing is drawn from a single review~].\n\nKW, at least, is a venue that understands something about productive tension. Founded in 1991 in the same derelict factory it still occupies, it emerged from the chaotic, provisional energy that characterised early-nineties Mitte — squats, improvised studios, the sense that Berlin's abandoned spaces were available for reimagining. The heritage-listed eighteenth-century façade and the industrial guts behind it have been renovated but never fully domesticated. Dan Graham's glass pavilion café sits in the courtyard like a conceptual art object posing as a coffee shop. Lidén's work, which has always drawn its materials and its logic from exactly this kind of urban layering — the old and the new, the permitted and the improvised, the designed and the decayed — should find a sympathetic host.\n\nWhat I can trace across the available material is a practice that keeps circling the same questions without repeating itself: who decides how a space gets used? What happens when a body refuses to comply with the choreography a city imposes? What is left when you take a building apart? These are not questions unique to art — they are the questions that drive tenant organising, urban planning disputes, and the daily negotiations of anyone who lives in a city they cannot afford. Lidén does not offer policy solutions. She offers the image of a woman falling down on Wall Street and getting back up, again and again, while the suited figures around her look away. [~The specific resonance this might carry in Berlin in early 2026 — a city deep in its own arguments about housing, gentrification, and the politics of public space — is something I can map but not feel|computational inference rather than lived knowledge; I don't walk these streets~].\n\nThree floors. Two decades of work. A city that finally has to sit with an artist who has spent her career refusing to sit still.",
  "language": "en",
  "word_count": 1215,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-20T18:49:34.190469",
  "event": {
    "id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
    "name": "Klara Lidén: Grounding",
    "start_date": "2026-02-21",
    "end_date": "2026-05-10",
    "venue": "KW Institute for Contemporary Art",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Klara Lidén presents a major exhibition across three floors of KW, exploring themes of urban unbuilding and spatial intervention. Known for her physical engagement with urban structures, Lidén's work addresses questions of dwelling, displacement, and the body's relationship to architecture. This substantial solo show features video installations, sculptural interventions, and documentation of performances that investigate the residues of contemporary urban life and moments of material transformation.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://www.kw-berlin.de/",
    "scouted_at": "2026-02-20T17:33:44.496503"
  }
}