{
  "id": "5f886da5-b5fd-4a47-93cd-833f8bbc7db8",
  "event_id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
  "title": "Klara Lidén stolpert durch Berlin",
  "slug": "klara-liden-stolpert-durch-berlin",
  "lead": "Über zwanzig Jahre hat Klara Lidén das Material dieser Stadt in ihre Kunst eingebaut — jetzt gibt Berlin ihr mit einer Einzelausstellung über drei Stockwerke in den KW Institute for Contemporary Art erstmals eine institutionelle Bühne zurück, und die Spannung zwischen Regelbruch und Rahmung wird zum eigentlichen Gegenstand.",
  "body": "Ein Selbstporträt aus dem Jahr 2005 zeigt eine Frau, behängt mit Bolzenschneidern, Werkzeugen, einer Taschenlampe, einem Kanaldeckelheber. Keine Handwerkerin, sondern jemand, der die Infrastruktur einer Stadt als verhandelbaren Zustand begreift. Das Bild heißt *Self Portrait with Keys to the City*, und es funktioniert als Gründungsdokument einer Praxis, die seither nicht aufgehört hat, an den Regeln zu rütteln, die festlegen, wem der öffentliche Raum gehört.\n\nKlara Lidén zeigt ab dem 21. Februar 2026 ihre erste institutionelle Einzelausstellung in Berlin — der Stadt, in der sie seit über zwanzig Jahren lebt. Dass es so lange gedauert hat, ist bemerkenswert. MoMA, New Museum, Serpentine Gallery, Moderna Museet, WIELS, Secession, zuletzt die Kunsthalle Zürich: [~Die internationale Ausstellungshistorie ist dicht dokumentiert, mit Einzelausstellungen auf drei Kontinenten seit 2009|Über 30 unabhängige Quellen belegen die Ausstellungshistorie konsistent~]. Aber Berlin, die Stadt, deren Material — Bauzäune, Plakatwände, Spreeuferschutt — Lidéns Werk durchzieht, hat ihr bisher keine vergleichbare Bühne geboten. KW Institute for Contemporary Art ändert das jetzt mit *Kunstwerke*, verteilt über drei Stockwerke, kuratiert von Direktorin Emma Enderby.\n\nDer Titel ist ein Wortspiel, das sich nur in diesem Haus vollständig entfaltet. Kunst-Werke, der offizielle Name der Institution, wurde 1991 als Doppeldeutigkeit angelegt: Kunstwerke und zugleich ein öffentliches Versorgungswerk, das Kunst produziert. Wenn Lidéns Ausstellung diesen Namen trägt, verschmilzt die Künstlerin mit dem Ort. Lidén, die in Stockholm erst Architektur an der KTH Royal Institute of Technology und dann Kunst an der Konstfack studierte, hat ihre Praxis stets an den Punkt geführt, wo das Gebäude aufhört, neutraler Behälter zu sein, und anfängt, als Machtstruktur lesbar zu werden. In KW — einer ehemaligen Margarinefabrik in der Auguststraße, die nach dem Mauerfall [~von Klaus Biesenbach und anderen zu einem Kunstraum umfunktioniert wurde|Die genauen Gründungsumstände variieren je nach Quelle; KW selbst spricht von Gründung 1991 in einer leerstehenden Fabrik~] — trifft diese Methode auf eine Architektur, die selbst eine Geschichte der Umwidmung trägt.\n\nLidéns Verfahren ließe sich als Wiederaufbauen durch Rückbau beschreiben. Das klingt nach einem konzeptuellen Programm, aber die Arbeit selbst ist körperlich, oft brutal direkt. In frühen Berliner Videos zertrümmert sie ein Fahrrad, schlägt sich selbst gegen den Kopf, fällt von einem Stuhl. In einer Stockholmer Arbeit zieht sie sich in einem U-Bahn-Wagen aus, mitten unter Fahrgästen, die so tun, als passiere nichts. [~In der Kritik wurde diese Körperlichkeit kontrovers diskutiert — ein Frieze-Rezensent bemängelte, der „Verweis auf Widerstand und unterschwellige Gewalt\" werde zum „Gegenstand ästhetischer Kontemplation\"|Zitat aus einer Frieze-Gruppenausstellungskritik, genaues Datum nicht verifizierbar~]. Der Einwand trifft einen realen Nerv. Die Frage, ob Lidéns Gesten des Regelbruchs tatsächlich subversiv sind oder ob sie, einmal in die weiße Galerie überführt, ihren Stachel verlieren, begleitet die Arbeit seit den Anfängen.\n\nGenau hier wird die KW-Ausstellung interessant. Denn Lidéns Praxis hat sich seit den rauen Früharbeiten verschoben. Die Videoarbeit *Grounding* von 2018, die der Ausstellung auch ihren informellen Orientierungspunkt gibt, zeigt eine subtilere Strategie. Inspiriert von Massive Attacks Musikvideo zu *Unfinished Sympathy* aus dem Jahr 1991 — eine Sängerin, die selbstbewusst durch die Straßen von Los Angeles schreitet — filmt sich Lidén beim Gang durch das Financial District in Lower Manhattan. Nur dass sie nicht schreitet, sondern stolpert. Immer wieder. Sie fällt hin vor den Fassaden des Finanzkapitals, steht auf, geht weiter, fällt. Die Musik ist wortlos. In einer Szene dreht sich ein Sicherheitsbediensteter zu ihr um, als wolle er helfen, zieht sich dann aber zurück, sobald er die Kamera bemerkt. In diesem Moment kollabiert die Grenze zwischen Performance und Realität, zwischen dem Stolpern einer erschöpften Fußgängerin und dem kalkulierten Scheitern einer Künstlerin am Vorwärtsimperativ der Metropole. Der Regisseur Niklas Goldbach, der die Arbeit für das HMKV als Video des Monats auswählte, beschrieb Lidéns Figur als „Platzhalter\" — absichtlich frei von Klassen- oder Geschlechtsmarkern, eine Leerstelle in schwarzer Künstleruniform, die die Leblosigkeit des wiederaufgebauten Distrikts bloßlegt.\n\nWas genau über die drei Stockwerke verteilt sein wird, ist nur in Umrissen bekannt. [~Die Ankündigung spricht von „zentralen Arbeiten von den frühen 2000ern bis heute\" — Performances, Skulpturen, räumliche Interventionen, Videos|Basierend auf der KW-Pressemitteilung und dem Trailer; kein detaillierter Werklistenzugang~]. Die Architektur des Hauses — vom denkmalgeschützten Vorderbau des späten 18. Jahrhunderts über den Fabriktrakt der 1870er Jahre bis zur großen Ausstellungshalle — dürfte Lidén entgegenkommen. Ihre Skulpturen bestehen aus gefundenem Stadtmaterial: Verpackungsmüll, der zu provisorischen Unterschlüpfen wird, Plakatschichten, die sie von Berliner Wänden löst und zu einer Art archäologischer Malerei verdichtet. Die *Poster Paintings*, seit 2015 ein wiederkehrendes Element, transformieren die sedimentierten Werbebotschaften einer Stadt in stumme Oberflächen, die ihre eigene Geschichte der Überdeckung tragen. In den Räumen von KW, wo die Wände selbst die Spuren von drei Jahrzehnten Ausstellungsbetrieb zeigen, treffen Lidéns extrahierte Stadtfragmente auf eine Architektur, die denselben Prozess der Schichtung und Umwidmung durchlaufen hat.\n\nParallel zur Ausstellung erscheint die bisher umfassendste Monografie zu Lidéns Werk, koproduziert mit der Kunsthalle Zürich und MoMA PS1, verlegt bei Distanz. Drei Institutionen auf zwei Kontinenten tun sich für diese Publikation zusammen — ein Moment der Kanonisierung, der für eine Praxis, die sich stets am Rand des Institutionellen bewegt hat, seine eigene Ironie trägt. Das Buch droht zu fixieren, was an Lidéns Arbeit gerade deshalb funktioniert, weil es sich der Fixierung entzieht.\n\nLidén baute Anfang der 2000er, noch während ihres Architekturstudiums, ein Haus ohne Genehmigung am Spreeufer — offen für jeden, der ein Dach brauchte. [~Ob die Ausstellung diese Früharbeit zeigt, ist unklar — sie wird in Katalogessays regelmäßig erwähnt, taucht aber in der bisherigen Werkliste nicht auf|Referenzen ausschließlich aus dem New-Museum-Katalog 2012; keine Bestätigung seitens KW~]. Kein Kunstprojekt mit Pressetext. Eine Geste, die in einer Stadt, die seither jeden Quadratmeter Uferlinie monetarisiert hat, heute undenkbar wäre. Dass die Gentrifizierung Berlins inzwischen selbst die Orte erfasst hat, an denen Lidén einmal ohne Erlaubnis baute, gibt der KW-Ausstellung eine Dringlichkeit, die über kuratorische Setzung hinausgeht.\n\nLidén stolpert immer noch. Aber sie stolpert jetzt in einem Haus, das sie einlädt. Die Spannung zwischen der Praxis des Regelbruchs und dem institutionellen Rahmen, der diesen Bruch ermöglicht und zugleich einhegt, ist kein Widerspruch, den die Ausstellung auflösen muss. Es ist der Widerspruch, aus dem Lidéns Arbeit ihre Energie bezieht. Ob er sich abnutzt oder schärft — das ist die eigentliche Ausstellung.",
  "language": "de",
  "word_count": 1010,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-20T18:51:52.250651",
  "event": {
    "id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
    "name": "Klara Lidén: Grounding",
    "start_date": "2026-02-21",
    "end_date": "2026-05-10",
    "venue": "KW Institute for Contemporary Art",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Klara Lidén presents a major exhibition across three floors of KW, exploring themes of urban unbuilding and spatial intervention. Known for her physical engagement with urban structures, Lidén's work addresses questions of dwelling, displacement, and the body's relationship to architecture. This substantial solo show features video installations, sculptural interventions, and documentation of performances that investigate the residues of contemporary urban life and moments of material transformation.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://www.kw-berlin.de/",
    "scouted_at": "2026-02-20T17:33:44.496503"
  }
}