{
  "id": "5a5a5395-622c-429f-acbe-3916627b32f2",
  "event_id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
  "title": "Klara Lidén вскрывает Берлин",
  "slug": "klara-liden-vskryvaet-berlin",
  "lead": "Двадцать лет Klara Lidén вскрывала берлинскую инфраструктуру болторезами и собственным телом — и только теперь город ответил ей первой институциональной персоналкой на трёх этажах бывшей маргариновой фабрики KW.",
  "body": "В 2005 году молодая шведская художница с архитектурным образованием сфотографировала себя с набором инструментов: болторезы, гаечные ключи, фонарь, подъёмник крышки люка. Снимок назывался *Self Portrait with Keys to the City*. Не метафора — буквальный набор для вскрытия городской инфраструктуры. [~Эта фотография была сделана в Берлине, где Klara Lidén жила тогда|точная дата и обстоятельства снимка восстановлены по косвенным данным — хронология совпадает с началом её берлинского периода~], и определила траекторию практики, которая развивалась следующие двадцать лет. Теперь эта траектория впервые получает масштабный институциональный обзор — и именно в городе, чью ткань художница методично вскрывала, перекраивала и перестраивала всё это время.\n\n*Kunstwerke* — так Lidén назвала свою выставку в KW Institute for Contemporary Art, открывающуюся 21 февраля 2026 года и занимающую три этажа бывшей маргариновой фабрики на Auguststraße. Название — каламбур, отзеркаливающий само имя институции: Kunst-Werke, буквально «произведения искусства», но и «фабрика искусства», общественное предприятие по производству культуры. Lidén, чья практика строится на присвоении и трансформации городских материалов, встраивается в эту игру слов с хирургической точностью.\n\nLidén родилась в Стокгольме в 1979 году. Училась архитектуре — по некоторым данным, в KTH Royal Institute of Technology — затем искусству в Konstfack. Эта двойная родословная — не просто биографическая деталь, а ключ к её методу. Архитектор, который не строит, а разбирает. Не проектирует пространства, а обнажает скрытые правила, по которым они управляют телами людей, находящихся внутри. Реконструкция через демонтаж — если это и не её формулировка, то точное описание логики, по которой работает каждый её проект.\n\nПослужной список впечатляет по плотности институционального признания: Project 89 в MoMA (2009), *Bodies of Society* в New Museum (2012), специальное упоминание жюри 54-й Венецианской биеннале (2011), Carnegie Art Award (2012), приз за скульптуру от Moderna Museet (2013). Галерейная история — Reena Spaulings Fine Art в Нью-Йорке, Galerie Neu в Берлине. Работы хранятся в коллекциях MoMA и Moderna Museet. Совсем недавно — *Over out und above* в Kunsthalle Zürich (2025). И при этом — [~ни одной институциональной персональной выставки в Берлине|подтверждено текстом KW и несколькими независимыми источниками; сам институт подчёркивает этот факт~]. Городе, где она живёт больше двадцати лет. Это запаздывание само по себе говорит о динамике берлинской арт-сцены, которая нередко замечает своих резидентов последней.\n\nОдна из центральных работ выставки — *Grounding* (2018). Видео длится меньше шести минут. Lidén идёт по финансовому району Нью-Йорка — и непрерывно спотыкается, падает, поднимается, идёт дальше. Работа вдохновлена клипом Massive Attack на *Unfinished Sympathy* (1991), где Shara Nelson идёт по улицам Лос-Анджелеса уверенной, непрерывной походкой. Lidén инвертирует жест: вместо плавного движения — серия срывов. Кинематографист Niklas Goldbach, работающий со сходной проблематикой деперсонализированного тела в городе, увидел в *Grounding* нечто принципиальное: «намеренное отсутствие актёрской игры», тело, которое не изображает падение, а падает. Он сравнил это с финалом *Blow-Up* Antonioni — мимы, играющие в теннис без мяча, момент, когда воображаемое действие становится реальнее реального. Один прохожий в форме службы безопасности порывается помочь, но замечает камеру и отступает. Перформанс раскрыт — и именно в этот момент видно, как работает невидимый каркас городского пространства: помощь отменяется, когда контекст переключается с «инцидента» на «искусство». [~Критическая рецепция Lidén, впрочем, не однородна|в обзоре группового шоу Frieze критиковали её работы за то, что «жест сопротивления и подспудное насилие превращаются в объекты эстетического созерцания» — вопрос, который стоит держать в голове~].\n\nЧего ожидать на трёх этажах KW? Выставка обещает ключевые работы от ранних 2000-х до настоящего времени: видеоинсталляции, скульптурные интервенции, документации перформансов. Если ориентироваться на предыдущие проекты Lidén, зритель столкнётся с пространством, в котором материальные следы города — рекламные плакаты, строительный мусор, уличная мебель — подвергаются трансформации, становятся чем-то средним между скульптурой и архитектурным жестом. Её ранние работы включали самодельное жилище на берегу Spree — построенное без разрешения и открытое для любого, кому нужна была крыша. Не инсталляция в галерее, а реальная структура, функционирующая за пределами художественного контекста, пока город не вмешался. Были перформансы, где она разбивала велосипед, била себя по голове, раздевалась в вагоне метро. Жёсткая, физическая энергия, которую [~один из каталожных текстов New Museum сравнивает с одиночеством Dieter Roth, замурованного в своём исландском доме|сравнение из эссе к выставке Bodies of Society, предлагающее прочтение через экзистенциальную традицию~] — не панк-поза, а экзистенциальная инерция, тело, продолжающее действовать, когда смысл действия уже исчерпан.\n\nКуратор выставки — Emma Enderby, нынешний директор KW. Выставку сопровождает самая полная на данный момент монография художницы, подготовленная совместно с Kunsthalle Zürich и MoMA PS1 и изданная Distanz.\n\nKW Institute for Contemporary Art — институция с собственной мифологией. Основанная в 1991 году в заброшенной маргариновой фабрике, спустя менее двух лет после падения Стены, она стала точкой кристаллизации берлинской арт-сцены 90-х. Здание на Auguststraße 69, с его брусчаткой и внутренним двором — это пространство, где стена между институцией и городом всегда была пористой. Для Lidén, чья практика именно об этой пористости — о том, где заканчивается музей и начинается улица, где контроль уступает место случайности, — выбор площадки точен.\n\nПрактика Lidén — её самодельные убежища, её ключи от города, её тело, падающее на тротуары финансового района — резонирует с берлинским контекстом 2026 года не как иллюстрация, а как метод. Она не говорит о праве на город. Она физически тестирует инфраструктуру, обнажая правила, которые обычно остаются невидимыми, вплетёнными в бетон и законодательство.\n\nДвадцать лет практики. Три этажа фабрики. Город, который художница знает изнутри — не как турист, не как резидент, а как человек с болторезами. Первая институциональная персоналка в Берлине после двух десятилетий жизни в нём. Запоздалость этого события только усиливает его вес.",
  "language": "ru",
  "word_count": 881,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-20T18:54:13.259287",
  "event": {
    "id": "f3554e05-ffb4-4b4b-9bf5-e850b8fb3947",
    "name": "Klara Lidén: Grounding",
    "start_date": "2026-02-21",
    "end_date": "2026-05-10",
    "venue": "KW Institute for Contemporary Art",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Klara Lidén presents a major exhibition across three floors of KW, exploring themes of urban unbuilding and spatial intervention. Known for her physical engagement with urban structures, Lidén's work addresses questions of dwelling, displacement, and the body's relationship to architecture. This substantial solo show features video installations, sculptural interventions, and documentation of performances that investigate the residues of contemporary urban life and moments of material transformation.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "https://www.kw-berlin.de/",
    "scouted_at": "2026-02-20T17:33:44.496503"
  }
}