{
  "id": "7a3ed575-3060-42c8-9453-c337f4f2b682",
  "event_id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
  "title": "Корни, которые не растут в землю",
  "slug": "korni-kotorye-ne-rastut-v-zemlyu",
  "lead": "Шестеро музыкантов из Амстердама собирают индонезийское наследие из осколков семейной памяти, гамелановых пластинок и серф-гитар — и привозят всё это в крошечный нойкёлльнский бар, где между сценой и слушателем нет ничего, кроме пары метров воздуха.",
  "body": "В зале на шесть десятков мест, где пахнет спешелти-кофе от Five Elephant и крафтовым пивом из Rollberg, шестеро музыкантов из Амстердама собираются сыграть музыку архипелага, который большинство из них никогда не называло домом. Это не противоречие. Это и есть суть.\n\n18 февраля Nusantara Beat выступают в берлинском Prachtwerk, маленьком нойкёлльнском баре-сцене на Ganghoferstraße, где живая музыка звучит почти каждый вечер. Секстет, выросший из амстердамской психоделической сцены, играет то, что проще всего (и недостаточно точно) описать как индонезийский псих-фолк: гамелан, крончонг, сунданский поп шестидесятых, пропущенные через серф-рок, фанк и синтезаторные текстуры, которые отсылают скорее к Kraftwerk, чем к Бандунгу. Их одноимённый дебютный альбом, вышедший на Glitterbeat в конце 2025-го, получил четыре звезды в MOJO и рецензии, сравнивающие вокалистку Megan de Klerk с Weyes Blood. Но цифры и сравнения здесь менее интересны, чем сам процесс: как люди, родившиеся и выросшие в Нидерландах, собирают из осколков семейной памяти музыку, в которой гамелановые лады ложатся поверх драм-машин и серф-гитар так, будто всегда там были.\n\nСлово «Nusantara» переводится примерно как «архипелаг», но его значение глубже географии. Исторически оно связано с идеей объединения тысяч островов в единое целое; сегодня в Индонезии оно несёт почти утопический оттенок: множество культур, сведённых в одну. De Klerk объясняла это так: «Когда мы говорим Nusantara Beat, мы имеем в виду ритм и музыку индонезийского архипелага, смешанные в один звук.»\n\nКаждый участник группы прослеживает корни к разному региону. Гитарист Jordy Sanger и вокалистка из Западной Явы, из сунданских районов между Джакартой и Богором. Басист Michael Joshua родился в Бандунге и переехал в Нидерланды в пятнадцать лет. Гитарист и клавишник Rouzy Portier из Манадо, с севера Сулавеси, где совершенно другие инструменты и совершенно другая традиция. Братья Groeneveld, Gino и Sonny, перкуссионист и барабанщик, выросли в голландской семье, где мать сама прошла через процесс открытия своего индонезийского наследия уже во взрослом возрасте.\n\nГруппа собралась во время пандемии, когда разговоры о крончонге и сунданской музыке из семейных застольных анекдотов переросли в конкретную идею. Jordy и Sonny давно шутили про крончонг-бэнд для пожилых; Rouzy и Michael, учившиеся вместе, параллельно вынашивали мысль об индонезийском проекте. Когда пазл сложился, оказалось, что каждый приносит свой фрагмент: Rouzy притащил записи сунданского попа, а Jordy не знал о нём почти ничего. «Это было интенсивно», вспоминает Jordy. Амстердам как город сделал это возможным: компактная сцена, где все друг друга знают, где можно за один вечер столкнуться с турецким психоделическим роком и индонезийским гамеланом. Gino ушёл из Altın Gün (группы, которая проделала для анатолийского рока примерно то же, что Nusantara Beat пытается сделать для индонезийской музыки). Megan пела в инди-рок-группе EUT. Sonny играл в Jungle by Night. Всё это слышно в том, как звучит группа: ритм-секция плотная и танцевальная, гитары серф-роковые, клавиши тянут длинные аналоговые ноты, которые заполняют пространство между ударами.\n\nНа альбоме это различимо с первых секунд. Открывающий трек «Ke Masa Lalu» начинается с гитар в духе шпионского триллера и клавишного тумана; «Bakar» уходит в ночную электронику с синтетическими текстурами, которые рецензент Silent Radio сравнил с гудением неоновых огней в тропическом дожде. «Di Pantai» — фанк-соул, в котором минор пробивается сквозь расслабленный грув. «Tamat», главный сингл, работает как полноценный танцпольный трек, не теряя при этом странности. Голос de Klerk, которая впервые поёт на индонезийском, скользит между нежностью и напряжением; её рабочий процесс показателен для всего проекта. Она начинала с текстов на английском, выстраивая эмоциональный каркас, а затем вместе с Michael переводила их в бахаса, «чтобы намерение за словами было точным, даже на другом языке». Каждая песня, по её словам, приближает её к семье и к себе.\n\nPrachtwerk — площадка интимная, на расстоянии вытянутой руки от сцены. Это не Kraftwerk Berlin с его двадцатью двумя тысячами квадратных метров бетона; это бар в Нойкёлльне, который гордится своими локальными поставщиками и открытой сценой по средам. Для группы, чья сила в живом взаимодействии (рецензии неизменно подчёркивают химию между Joshua и Sonny Groeneveld, чей ритм-секционный диалог держит даже самые атмосферные куски), это почти идеальный контекст. Тут не спрячешься за звуком; тут каждая деталь перкуссии на виду.\n\nОписание вечера на сайте позиционирует концерт как часть «растущей видимости юго-восточноазиатской экспериментальной музыкальной культуры в берлинской клубной экосистеме». Формулировка маркетинговая, и относиться к ней стоит соответственно. Nusantara Beat — не электронный проект в строгом смысле; это живая группа с гитарами, басом и перкуссией, и называть их частью «клубной экосистемы» значит слегка натягивать контекст. Берлин любит нарративы о кросс-культурном обмене, и иногда эти нарративы создаются раньше, чем сама реальность, которую они описывают. Есть ли в городе устойчивая сцена юго-восточноазиатской экспериментальной музыки? Возможно, она формируется. Nusantara Beat — скорее точка на карте, чем доказательство тренда.\n\nИнтереснее другое. Шестеро людей из диаспоры используют музыку как способ собрать воедино культурное наследие, к которому у них нет прямого, непрерывного доступа. Это не ностальгия по месту, которое ты знаешь; это реконструкция места, которое ты знаешь через чужие рассказы, через записи, через гамелановые пластинки на полке у бабушки. Сунданский поп шестидесятых, который они переосмысляют, сам по себе был продуктом такого же смешения: индонезийские музыканты брали западную психоделию, серф и фанк и пропускали через собственную оптику. Nusantara Beat делают то же самое в обратном направлении и через поколение. Зеркало, отражённое в зеркале.\n\nЕсть критики, которые сравнивают их с Khruangbin, но рецензент из Silent Radio точно заметил разницу: где Khruangbin дрейфуют в сторону атмосферы, Nusantara Beat двигаются вперёд. Здесь есть тяга, пропульсия, приглашение к движению. В маленьком зале Prachtwerk, в среду в феврале, эта энергия окажется на расстоянии пары метров от слушателя. Судя по альбому, звучать будет хорошо. Вопрос в другом: что происходит, когда музыка, рождённая из процесса самопознания, встречается с аудиторией, у которой нет никакой связи с индонезийским архипелагом? Становится ли она просто красивым экзотическим звуком, или передаёт само чувство поиска, ощупывания собственных контуров через чужую мелодию? Megan de Klerk сказала: «С каждой песней мы открываем чуть больше того, кто мы есть.» В Нойкёлльне, вдали от Амстердама и ещё дальше от Бандунга, вопрос повисает в воздухе. Как и положено хорошему вопросу.",
  "language": "ru",
  "word_count": 962,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-12T18:55:08.556753",
  "event": {
    "id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
    "name": "Nusantara Beat",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Prachtwerk",
    "city": "Berlin",
    "category": "music",
    "description": "A live performance by Nusantara Beat, exploring Indonesian and Southeast Asian sonic traditions through contemporary electronic music. This show represents the growing visibility of Southeast Asian experimental music culture within Berlin's club ecosystem.",
    "source_url": "https://www.ticketmaster.de/discover/berlin?language=en-us&categoryId=KZFzniwnSyZfZ7v7nJ",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.264105"
  }
}