{
  "id": "8cf4ace4-d1db-4c05-95a9-379657a64427",
  "event_id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
  "title": "Monira Al Qadiri verwandelt Ölkatastrophen in kosmische Komödie",
  "slug": "monira-al-qadiri-verwandelt-olkatastrophen-in-kosmische-komodie",
  "lead": "Monira Al Qadiri macht aus Öltankern kosmische Allegorien und aus Klimakatastrophen böse Pointen – am 26. Februar kehrt sie in die Berlinische Galerie zurück, um in einer Lecture Performance das Zeitalter fossiler Brennstoffe mit jener Mischung aus Trauer und Slapstick zu sezieren, die nur funktioniert, wenn beides todernst gemeint ist.",
  "body": "Ein roter Teppich bedeckt den gesamten Ausstellungsraum. An der Wand prangt ein Öltanker, nicht als Fotografie, nicht als Projektion, sondern als gemaltes Bild: monumental, unausweichlich, fast obszön in seiner Größe. Wer die aktuelle Ausstellung von Monira Al Qadiri in der Berlinische Galerie betritt, wird nicht sanft empfangen. Man wird konfrontiert.\n\nAm 26. Februar 2026 kehrt Al Qadiri in diesen Raum zurück, diesmal nicht als Bildermacherin, sondern als Erzählerin. Die Lecture Performance, die um 19 Uhr beginnt und auf Englisch stattfindet, verspricht etwas, das sich zwischen Vortrag, Aufführung und Séance bewegt. Al Qadiri hat dieses Format schon einmal erprobt: In *Petrochemicals in Purgatory*, einer Performance von 2019, entwarf sie das Szenario eines post-apokalyptischen Planeten, auf dem Außerirdische menschliche Überreste genauso ausbeuten, wie Menschen fossile Brennstoffe geplündert haben. Die Pointe war brutal und komisch zugleich. Beides gleichzeitig ist Al Qadiris Spezialität.\n\nDie 1983 in Dakar, Senegal, geborene und in Kuwait aufgewachsene Künstlerin gehört zu jener Generation, deren Kindheit buchstäblich in Flammen aufging. Sie erlebte den Golfkrieg 1990–91 als Kind, die brennenden Ölfelder Kuwaits als traumatische Wirklichkeit. Mit sechzehn verließ sie das Land Richtung Tokio, ein Stipendium der kuwaitischen Regierung im Gepäck und den Kopf voller japanischer Animationsfilme, die ihr während des Krieges als Fluchtmittel gedient hatten. Japan, so stellte sich heraus, war anders als die Fantasie. Al Qadiri hat diese Enttäuschung produktiv gemacht. Statt in eine Ästhetik des Eskapismus abzugleiten, begann sie, Verschiebung und Dissonanz zum Kern ihrer Arbeit zu erklären. An der Tokyo University of the Arts promovierte sie 2010 über die Ästhetik der Trauer im Nahen Osten; ein Thema, das Poesie, Musik, religiöse Praxis und bildende Kunst zusammendenkt.\n\nSeitdem hat Al Qadiri in Beirut, Amsterdam, Dubai und Berlin gelebt. Die Liste ihrer Ausstellungen liest sich wie ein Atlas der internationalen Kunstwelt: Guggenheim Museum Bilbao, Haus der Kunst München, Palais de Tokyo Paris, Kunsthaus Bregenz, UCCA Dune in China, Kiasma in Helsinki, Bozar in Brüssel. Sie wird oft als eine der wichtigsten Künstlerinnen beschrieben, die aus der Golfregion hervorgegangen sind. Das stimmt wahrscheinlich, greift aber zu kurz. Al Qadiris Arbeit handelt nicht vom Golf als exotischem Ort. Sie handelt von Öl als globalem Betriebssystem.\n\nDen Begriff „Petro-Kultur\" verwendet sie nicht als akademisches Label, sondern als präzise Diagnose. Gemeint ist eine Gesellschaftsform, in der Konsum, Mobilität, Wohlstand und Geopolitik allesamt von einer einzigen Substanz abhängen. Rohöl. Al Qadiris Skulpturen, Videoarbeiten und Installationen funktionieren wie Seismographen für dieses System. Sie zeichnen seine Erschütterungen auf, seine Verführungskraft und seine Zerstörung. Oft tun sie das in schillernden Farben und verführerischen Formen: irisierend, glänzend, fast glamourös. Das ist kein Widerspruch, sondern Methode. Wer die Ästhetik des Öls kritisieren will, muss sie erst sichtbar machen.\n\nFür die Berlinische Galerie hat Al Qadiri unter dem Titel „Hero\" mehrere neue Werkgruppen entwickelt. Der Öltanker steht im Zentrum. Nicht bloß als Transportmittel, sondern als Symbol für machtpolitische Interessen, globale Ungleichheit und ökologische Katastrophen. Am Ende des Ausstellungsraums ragt ein „Bulbous Bow\" hervor, ein Bugwulst aus Fiberglas, jene Ingenieursform, die den Wasserwiderstand eines Schiffs reduziert. Es ist eine absurde, fast skulptural elegante Form, die Al Qadiri aus ihrem Funktionskontext reißt und als eigenständiges Objekt ausstellt. Elf modifizierte Tankermodelle unter dem Titel „Seasons in Hell\" verteilen sich wellenförmig durch den Raum, als wären sie Erzähler einer Geschichte, die niemand gerne hört.\n\nDie Lecture Performance wird diesen Arbeiten eine sprachliche Dimension hinzufügen. Al Qadiri ist eine begabte Rednerin, die Humor als Waffe einsetzt. In einem Interview erklärte sie das so: „Ich komme von einem Ort, an dem es wenig Redefreiheit gibt. Wenn man etwas ein bisschen lustig oder komisch macht, akzeptieren es alle.\" Diese Strategie, das Schwere durch das Absurde zugänglich zu machen, durchzieht ihre gesamte Praxis. Ihr früheres Video *Behind the Sun* (2013) montierte Amateuraufnahmen der brennenden kuwaitischen Ölfelder mit islamischen TV-Predigten und erzeugte dabei einen Effekt, der an Werner Herzogs *Lessons of Darkness* erinnert. Al Qadiri sprach davon, „den Kontext zurückzufordern\". Nicht gegen Herzog, sondern durch ihn hindurch; ein Echo, kein Widerspruch.\n\nDie Berlinische Galerie ist für diese Arbeit ein passender Ort, ohne dass man zu viel Symbolik hineinlesen müsste. Das ehemalige Glaslager in Kreuzberg, 2004 zum Museum umgebaut, versteht sich als offener Raum für alle, die in dieser Stadt leben oder sie besuchen. Die Nachbarschaft zum Jüdischen Museum Berlin und zur ehemaligen Grenze am Checkpoint Charlie lädt Geschichtsschichten übereinander, die Al Qadiris Themen auf unerwartete Weise berühren. Berlin selbst ist eine Stadt, die ihre Identität aus Brüchen konstruiert. Dass eine kuwaitische Künstlerin hier über die Verstrickungen von Wohlstand und Zerstörung spricht, die das Erdöl produziert hat, fühlt sich weniger nach Gastspiel an als nach Resonanz.\n\nWas bleibt nach dem Öl? Al Qadiri hat darauf keine tröstliche Antwort. Die realistische Alternative, wie sie es in *Petrochemicals in Purgatory* formulierte, sei „viel langweiliger\" als jede Science-Fiction-Apokalypse: kollabierte Industrien, schrumpfender Handel, der schmerzhafte Entzug von einem schnellen Leben aus Reisen und Konsum. 2026, während Klimakonferenzen einander jagen und die Energiewende gleichzeitig beschleunigt und ausgebremst wird, klingt diese Diagnose weder prophetisch noch pessimistisch. Sie klingt nüchtern. Der Eintritt zur Lecture Performance ist frei, eine Online-Registrierung erforderlich. Was man mitnimmt, dürfte schwerer wiegen als der Preis.",
  "language": "de",
  "word_count": 841,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T17:27:40.743150",
  "event": {
    "id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
    "name": "Lecture Performance: Monira Al Qadiri",
    "start_date": "2026-02-26",
    "end_date": "2026-02-26",
    "venue": "Berlinische Galerie",
    "city": "Berlin",
    "category": "lecture",
    "description": "Kuwaiti artist Monira Al Qadiri presents a lecture performance examining the social, cultural, and environmental dimensions of the oil industry. Her work sheds light on the connections between crude oil as the twentieth century's leading fossil fuel and the rise of consumer capitalism, offering critical perspectives on petro-culture and its legacies.",
    "source_url": "https://www.visitberlin.de/en/event/lecture-performance-monira-al-qadiri",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.750201"
  }
}