{
  "id": "aa03f947-bc9f-43b4-b9c4-a3e7fa2a3a3b",
  "event_id": "7c0bde20-84aa-4ee6-a26c-ac1702963fb6",
  "title": "PetNat am Pariser Platz",
  "slug": "petnat-am-pariser-platz",
  "lead": "Berlin, die Stadt des Drei-Euro-Mercimek, gießt sich zum fünfzehnten Geburtstag von eat! Berlin erstmals PetNat und Franciacorta im Schatten der Quadriga ein — und verrät damit mehr über sein verschobenes kulinarisches Selbstbild als jede Sternewertung.",
  "body": "Wenn eat! Berlin am 20. Februar 2026 in seine fünfzehnte Ausgabe startet, bringt das Festival erstmals einen Ableger mit, der mehr über den Zustand der Berliner Esskultur verrät als jede Menükarte: [~SparklingB!, Berlins erste große Schaumweinmesse, angesiedelt im AXICA Congress Center direkt am Brandenburger Tor|Bislang nur über Pressematerial des Festivals selbst belegt — keine unabhängige Berichterstattung zur Premiere auffindbar~]. Eine Stadt, die jahrzehntelang ihren Billigmythos gepflegt hat, lässt sich jetzt Franciacorta im Schatten der Quadriga einschenken. Das ist eine Ansage.\n\nBernhard Moser, Gründer von eat! Berlin, ist Koch und Sommelier, und diese Doppelidentität hat dem Festival von Anfang an seinen spezifischen Charakter gegeben. Moser startete das Projekt mit dem erklärten Ziel, Berlins gastronomisches Potenzial jenseits der Currywurst sichtbar zu machen. Das klingt 2026 beinahe selbstverständlich — aber man muss sich die Berliner Restaurantlandschaft zum Zeitpunkt der Gründung vergegenwärtigen. Die Stadt war kulinarisch vor allem für drei Dinge bekannt: billig essen, gut türkisch essen, und eine wachsende Szene veganer Cafés, die international Aufmerksamkeit erregten. Michelin-Sterne waren rar, die wenigen Spitzenrestaurants führten ein Dasein am Rande der öffentlichen Wahrnehmung. Die Idee, Dutzende internationale Spitzenköche nach Berlin zu holen und sie in historischen Gebäuden und architektonischen Statements kochen zu lassen, war nicht naheliegend. Sie war eine Wette auf eine Stadt, die sich noch nicht entschieden hatte, ob sie Haute Cuisine überhaupt wollte.\n\nDiese Wette hat sich ausgezahlt — zumindest nach den Maßstäben des Festivals. [~Die Veranstaltung wird regelmäßig in internationalen Luxus- und Lifestyle-Publikationen erwähnt|Basierend auf dem Selbstbild des Festivals; unabhängige Besucherzahlen oder Rezensionen waren nicht auffindbar~]. Elf Tage, Dutzende Events: Mystery Dinners, Weinverkostungen, Empfänge, mehrgängige Gala-Abende. Die Venues wechseln zwischen historischen Kulissen und zeitgenössischer Architektur, jeder Abend erzählt — so zumindest der Anspruch — eine eigene Geschichte durch Essen, Wein und Gespräch.\n\nAber hier lohnt es sich, innezuhalten. Die Frage, die das Festival elegant umschifft, ist eine nach Zugang. eat! Berlin positioniert sich als elitäres Erlebnis — Austern, Kaviar, Champagner, exklusive Locations. Das ist konsequent kuratiert, keine Frage. Doch es erzählt nur eine bestimmte Geschichte über Berlins Esskultur. Die Stadt, in der man für drei Euro einen Teller Mercimek Çorbası bekommt, der besser ist als die Suppe in manchem Sternerestaurant, kommt in diesem Narrativ nicht vor. Bernhard Mosers Projekt definiert Berlins gastronomisches Potenzial bewusst nach oben — und darin liegt sowohl seine Schärfe als auch seine Blindstelle. Wer Berlin als Essstadt feiert, aber Neukölln nur als Kulisse braucht, betreibt eine spezifische Form der Kanonbildung.\n\nUnd dann ist da SparklingB!, der Neuzugang, der diese Tendenz auf die Spitze treibt. Am 1. März öffnet die Messe für das allgemeine Publikum, am 2. März exklusiv für Fachbesucher aus Gastronomie, Handel und Medien. Nationale und internationale Produzenten zeigen Champagner, Crémant, Cava, Franciacorta und PetNat. Die Entscheidung, eine eigenständige Schaumweinmesse zu gründen und sie ausgerechnet ins AXICA zu setzen — Norman Fosters gläsernen Kuppelbau direkt am Pariser Platz, ein Ort für Kongresse und Staatsempfänge —, unterstreicht den Anspruch. Schaumwein nicht als Beiwerk, sondern als Gegenstand mit eigener Würde. Das konkrete Lineup der Produzenten ist noch nicht veröffentlicht, die Kategorien aber lassen die Bandbreite erahnen: vom großen Haus aus der Champagne über den naturbelassenen PetNat eines fränkischen Winzers bis zur Franciacorta aus der Lombardei.\n\nDie Bewegung, die eat! Berlin und SparklingB! abbilden, ist in den Daten deutlich lesbar: Berlin verschiebt sein kulinarisches Selbstbild. Die Berliner Restaurantszene sammelt Sterne mit einer Geschwindigkeit, die vor einem Jahrzehnt undenkbar gewesen wäre. Parallel zum Festival haben sich Fine-Dining-Formate etabliert, die nicht mehr wie Fremdkörper wirken, sondern wie selbstverständlicher Teil der Stadt. [~Die gleichzeitige Betonung veganer Willkommenskultur ist dabei ein kalkulierter Balanceakt|Das Festival betont in seinem Pressetext Berlins Ruf als „vegane Hauptstadt der Welt\" und die Berücksichtigung pflanzenbasierter Gäste — inwieweit das Programm dies tatsächlich widerspiegelt, lässt sich ohne detaillierte Menüveröffentlichung nicht überprüfen~]. Berlin als Vegan Capital und Berlin als Haute-Cuisine-Destination — diese beiden Identitäten stehen in einem Spannungsverhältnis, das eat! Berlin produktiv zu nutzen versucht. SparklingB! hingegen setzt einen unmissverständlichen Akzent: Hier wird nach oben kuratiert.\n\nFür das übergeordnete Festival bedeutet der fünfzehnte Geburtstag einen Moment der Selbstvergewisserung. eat! Berlin fällt 2026 in denselben Zeitraum wie die Berlinale, die nur wenige Tage zuvor ihre Bären vergeben hat. [~Diese zeitliche Verdichtung ist kaum Zufall|Programmanalytische Beobachtung — keine explizite Aussage der Veranstalter~]. Berlin im Februar ist eine Stadt im Modus der kulturellen Selbstdarstellung: rote Teppiche am Potsdamer Platz, internationales Publikum, aufgeheizte Aufmerksamkeitsökonomie — und dann, fast nahtlos, die Überleitung in elf Tage gastronomische Inszenierung. eat! Berlin fügt sich in diese Logik ein, bedient sie, profitiert von ihr.\n\nFünfzehn Jahre eat! Berlin sind fünfzehn Jahre Argument dafür, dass Berlin nicht nur arm und sexy sein kann, sondern auch teuer und geschmackvoll. Ob das ein Gewinn ist, hängt davon ab, welches Berlin man vermisst — und wessen Appetit hier eigentlich gemeint ist. Die Currywurst gibt es immer noch, an jeder Ecke. Aber am Pariser Platz wird jetzt PetNat eingeschenkt.",
  "language": "de",
  "word_count": 802,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T19:10:59.465134",
  "event": {
    "id": "7c0bde20-84aa-4ee6-a26c-ac1702963fb6",
    "name": "eat! Berlin 2026 & SparklingB!",
    "start_date": "2026-02-20",
    "end_date": "2026-03-02",
    "venue": "",
    "city": "Berlin",
    "category": "festival",
    "description": "Berlin's premier culinary festival transforms the capital into a gastronomic playground where top chefs, winemakers, and food enthusiasts celebrate outstanding cuisine in special locations across the city. Far from typical, eat! Berlin is a carefully curated series of events bringing together top chefs from Berlin, Germany, and beyond at unique and exclusive venues. New in 2026: SparklingB!, Berlin's first major sparkling wine fair at the AXICA Congress Center at Brandenburg Gate, where national and international producers present champagne, crémant, cava, Franciacorta, and PetNat. This is a testament to Berlin's evolving food culture—from vegan capital of the world to haute cuisine destination.",
    "source_url": "https://www.visitberlin.de/en/event/eat-berlin-2026",
    "event_url": "https://www.eat-berlin.de/events/",
    "scouted_at": "2026-02-14T17:22:01.720633"
  }
}