{
  "id": "769e7e62-5a23-4f0d-a7b9-d4794d5ae14b",
  "event_id": "0e6bb9d2-c40d-47ae-be5e-fdc4525f6489",
  "title": "Pierre Huyghe verschwindet den Menschen",
  "slug": "pierre-huyghe-verschwindet-den-menschen",
  "lead": "In der Halle am Berghain zeigt Pierre Huyghe mit *Liminals* Wesen, die menschlich aussehen, aber hohl sind — und stellt damit nicht die Frage nach künstlicher Intelligenz, sondern nach der Substanz dessen, was wir für unser Selbst halten.",
  "body": "Ein Affe in einer Maske serviert Sake in einem verlassenen Restaurant in Fukushima. Eine Frau dreht den Kopf und ihr Gesicht ist nicht schwarz bemalt — es ist einfach nicht da, eine Höhlung, durch die man hindurchsieht. Ein Wesen, das aussieht wie ein Mensch, sich bewegt wie ein Mensch, aber keines ist, streift durch eine Landschaft aus Flechten und Dampf. Das ist das Vokabular von Pierre Huyghe, und es hat sich über das letzte Jahrzehnt konsequent in eine Richtung entwickelt: weg vom Menschen, hinein in etwas, das sich mit den Kategorien der Kunstkritik nur noch unzureichend beschreiben lässt.\n\nAb dem 23. Januar zeigt die Halle am Berghain *Liminals*, Huyghes erste institutionelle Einzelausstellung in Berlin — beauftragt von LAS Art Foundation im Rahmen ihres Sensing Quantum-Programms, entwickelt in Zusammenarbeit mit dem Physiker Tommaso Calarco. Dass es so lange gedauert hat, bis einer der einflussreichsten lebenden Künstler erstmals in einer Berliner Institution eine Soloschau bekommt, ist selbst eine Art Anomalie. Venedig, Seoul, Kassel, London, New York, Los Angeles — Huyghes Werk war überall zu sehen. Berlin musste warten.\n\nPierre Huyghe, geboren 1962 in Paris, heute in Santiago de Chile lebend, wird zur Gründungsgeneration der Relationalen Ästhetik gezählt — jener Bewegung, die Nicolas Bourriaud 1998 beschrieb und die künstlerische Praxis als Gefüge sozialer Beziehungen verstand. Partizipation, Gespräche, geteilte Räume: Das war der Ausgangspunkt. Doch Huyghes Arbeit hat sich in den letzten zehn Jahren radikal davon entfernt. Sein Interesse gilt nicht mehr dem Menschlichen als Zentrum, sondern dem Menschlichen als Randerscheinung.\n\n[~Der Wendepunkt lässt sich auf *Human Mask* von 2014 datieren|Mehrere unabhängige Quellen — The New Yorker, Frieze, Artforum — identifizieren dieses Werk als Bruchstelle in Huyghes Praxis~]: Ein Film, gedreht in der Sperrzone von Fukushima, in dem ein dressierter Affe mit menschlicher Maske durch ein verlassenes Izakaya streift und mechanisch Gesten der Gastfreundschaft ausführt — Handtücher bringen, Sakeflasche tragen. Die Handlungen wirken rührend und verstörend zugleich: ein Wesen, das den Menschen spielt, nachdem der Mensch verschwunden ist. Es geht nicht mehr darum, Fiktion zu nutzen, um jemanden menschlicher zu machen, wie in Huyghes früheren Arbeiten. Es geht darum, den Menschen durch Fiktion verschwinden zu lassen. *Untilled*, sein gefeierter Beitrag zur dOCUMENTA (13) in Kassel 2012 — ein verwilderter Komposthaufen, eine Statue mit einem lebenden Bienenstock als Kopf, ein weißer Hund mit einem magentafarbenen Bein —, hatte diesen Weg bereits angedeutet. Aber *Human Mask* machte ihn irreversibel.\n\n*Liminals* setzt dort an, geht aber weiter. Die Ausstellung, die 2024 in der Punta della Dogana in Venedig und 2025 im Leeum Museum of Art in Seoul zu sehen war, integriert Film, Klang, Vibration, Staub und Licht zu einem Milieu, das sich permanent verändert. Biologische Organismen und algorithmische Systeme koexistieren im Raum. Der Film zeigt eine leere, felsige Landschaft, die an Korallenriffe erinnert — kleine Steine mit Flechten überzogen, Dampf in der Luft, physikalische Gesetze, die unseren ähneln, aber ein Setting, das sich jeder Zuordnung entzieht. [~Huyghe beschreibt seine Ausstellungen als Anfänge, nicht als Endpunkte|Dieses Prinzip zieht sich durch Interviews über zwei Jahrzehnte, von Artforum bis Mousse Magazine — keine punktuelle Aussage, sondern ein durchgängiges Konzept~] — und tatsächlich hat sich *Liminals* an jedem Ausstellungsort verändert, neu konfiguriert, auf andere räumliche und atmosphärische Bedingungen reagiert. Was in Venedig funktionierte, wird in Berlin nicht reproduziert. Es kann nicht reproduziert werden — das wäre ein Widerspruch gegen die Logik des Werks.\n\nUnd genau deshalb ist die Halle am Berghain der richtige Ort. Die Turbinenhalle eines ehemaligen Heizkraftwerks, monumentale Deckenhöhe, rohe industrielle Präsenz — ein Raum, der seit 2004 im selben Gebäude existiert wie der berühmteste Technoclub der Welt. Dass die verstörendste Ausstellung des Jahres dort stattfindet, wo sich Menschen wöchentlich in Zustände jenseits des Alltäglichen tanzen, ergibt Sinn auf einer Ebene, die über Programmplanung hinausgeht. Beide Erfahrungen operieren an den Rändern des Bewusstseins, in Zuständen, die das Wort *liminal* zu beschreiben versucht. Berghain hat den Körper immer als etwas behandelt, das aufgelöst werden kann. Huyghes Arbeit behandelt das Subjekt genauso.\n\nDie Zusammenarbeit mit Tommaso Calarco, einem Physiker, der auf Quantentechnologien spezialisiert ist, bringt eine weitere Schicht in das Projekt. [~Die genaue Natur dieser Zusammenarbeit — wie sich Quantenmechanik konkret in der Installation manifestiert — bleibt in den verfügbaren Quellen auffällig vage|Mehrere Rezensionen erwähnen Calarco und Quantenmechanik, aber keine beschreibt den wissenschaftlichen Input im Detail. Das Stichwort funktioniert bisher eher als poetischer Rahmen denn als nachvollziehbarer Prozess~]. Ein Kritiker des Guardian bemerkte, dass Künstler Physik und Philosophie oft lesen, „als wäre es Poesie — und daran ist nichts falsch.\" Es ist ein ehrlicher Satz, und er markiert genau die Grenze, an der *Liminals* steht: Quantenmechanik nicht als Wissenschaft in der Kunst, sondern als Denkfigur, die Huyghe erlaubt, Unbestimmtheit als Zustand ernst zu nehmen. In *Liminals* manifestiert sich das als Störungen — Glitches im Bild und Ton, Momente, in denen der Raum am Rand des Zusammenbruchs zu hängen scheint. Ob das physikalisch fundiert oder metaphorisch ist, lässt sich von außen nicht unterscheiden. Vielleicht ist genau das der Punkt.\n\nWas das Publikum in der Halle konkret erwartet, ist bewusst schwer vorherzusagen. Aber die Berichte aus Venedig und Seoul zeichnen ein Bild: ein großformatiger Film auf einem Bildschirm, der den Raum dominiert. Wesen, die menschenähnlich sind, sich aber als etwas anderes erweisen — Doppelgänger, deren Hohlheit beim Wegdrehen des Kopfes sichtbar wird, buchstäblich: eine Leerstelle, wo ein Gesicht sein sollte. Dampf, Staub, Vibration, die über das Hörbare hinausgeht und in den Körper übergeht. [~Mehrere Rezensenten beschreiben die Arbeit als „absolutely terrifying\"|The New Yorker, The Guardian und mindestens zwei weitere Quellen verwenden Variationen von „verstörend\" oder „ängstigend\" — das ist kein Einzelurteil, sondern ein sich wiederholendes Muster~]. Es ist keine Angst im Sinne eines Horrorszenarios, sondern die Angst, die entsteht, wenn die Kohärenz des Selbst in Frage gestellt wird — wenn das, was dich ansieht, dein Gesicht trägt, aber nichts dahinter ist.\n\n[~Huyghes Praxis hat sich über drei Jahrzehnte dorthin entwickelt, wo sich die meiste zeitgenössische Kunst nur rhetorisch bewegt|Diese Einschätzung stützt sich auf die Entwicklungslinie von Untilled (2012) über Human Mask (2014) bis Liminals — sie ist eine kritische Lesart, keine Tatsachenbehauptung~]: in den tatsächlichen Raum zwischen Mensch und Nicht-Mensch, zwischen Intelligenz und dem, was wir nicht als Intelligenz erkennen, weil wir nicht wissen, wonach wir suchen sollen. Dass diese Arbeit jetzt nach Berlin kommt, in einem Moment, in dem die Stadt ihre kulturelle Infrastruktur verliert — Clubs schließen, Ateliers verschwinden, Mieten steigen — und gleichzeitig Räume wie die Halle am Berghain eine neue, hybride Funktion entwickeln, gibt der Ausstellung eine Dringlichkeit, die über ihren Rahmen hinausweist. Die Frage, die *Liminals* stellt, ist nicht, ob nicht-menschliche Intelligenz existiert. Die Frage ist, ob wir bereit sind, uns selbst als das zu sehen, was wir aus der Perspektive eines solchen Systems wären: flüchtig, unvollständig, und nicht das, was wir zu sein glauben.",
  "language": "de",
  "word_count": 1117,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T19:09:31.812078",
  "event": {
    "id": "0e6bb9d2-c40d-47ae-be5e-fdc4525f6489",
    "name": "Pierre Huyghe: Liminals",
    "start_date": "2026-01-23",
    "end_date": "2026-03-08",
    "venue": "Halle am Berghain",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Paris-born artist Pierre Huyghe presents his first solo institutional show in Berlin, commissioned by LAS Art Foundation as part of their Sensing Quantum programme. The exhibition integrates biological organisms and cutting-edge technology, exploring non-human forms of intelligence through film, sound, vibration, dust and light, developed in collaboration with physicist Tommaso Calarco.",
    "source_url": "http://www.frieze.com/article/11-unmissable-exhibition-openings-2026",
    "event_url": "https://www.las-art.foundation/visit/pierre-huyghe",
    "scouted_at": "2026-02-09T19:57:17.257262"
  }
}