{
  "id": "626f8512-635d-465d-b275-cab66f184b3e",
  "event_id": "0e6bb9d2-c40d-47ae-be5e-fdc4525f6489",
  "title": "Pierre Huyghe's hollow face finds its chamber",
  "slug": "pierre-huyghe-s-hollow-face-finds-its-chamber",
  "lead": "At Halle am Berghain, Pierre Huyghe's *Liminals* turns Berlin's most mythologised interior into a chamber for the dissolution of selfhood — faceless figures, biological organisms, and quantum indeterminacy converging in a space that already knows how to unmake you.",
  "body": "The hollow face appears first. A woman turns and where her features should be there is nothing — a void through which the background bleeds. It is one of the most discussed images from Pierre Huyghe's *Liminals*, a work that has already been described, in the few months since its Venice iteration at Punta della Dogana, as both one of the most significant and most unsettling artworks of the decade. Now it arrives at Halle am Berghain. The collision of context — between Huyghe's annihilating vision and Berlin's most mythologised interior — has the quality not of a curatorial decision but of something that was always going to happen.\n\nHuyghe, born in Paris in 1962 and now based in Santiago, Chile, has spent three decades building a body of work that refuses to sit still. He emerged from the relational aesthetics scene of the 1990s alongside Philippe Parreno and Dominique Gonzalez-Foerster, part of a generation that took Nicolas Bourriaud's 1998 thesis — art as the production of human relations — and ran with it. But where many of his peers remained focused on social choreography, Huyghe kept pushing outward, past the human, past the legible. His *Untilled* at dOCUMENTA (13) in 2012 placed a live dog with a pink-painted leg in a compost garden buzzing with bees and overgrown sculptures. It was the most talked-about work in Kassel that summer and it signalled a decisive turn: away from cinema's narrative comforts, toward systems that generate their own behaviour, their own time.\n\nThe trajectory since then has been relentless. *After ALife Ahead* at Skulptur Projekte Münster in 2017 embedded a neural network, live cancer cells, and a colony of bees inside a decommissioned ice rink whose roof panels opened and closed according to the organisms' activity. *UUmwelt* at the Serpentine in 2018 displayed images generated by a deep neural network trained on human brain scans — flickering, almost-recognisable forms that hovered at the threshold of legibility. Each project has moved further from human legibility as a governing principle, [~treating exhibitions not as displays but as ecosystems with their own agency and duration|this reading is consistent across dozens of critical texts spanning Artforum, Frieze, and e-flux — it's as close to consensus as contemporary art criticism gets~].\n\n*Liminals*, commissioned by LAS Art Foundation as part of their Sensing Quantum programme, extends this logic into collaboration with physicist Tommaso Calarco. The quantum mechanics framing is not decorative — though exactly how Calarco's input shaped the work's structure remains, characteristically, opaque. Huyghe has spoken of the work in terms of superposition and indeterminacy — states that exist before measurement collapses them into one thing or another. The title itself names the threshold: liminal, from the Latin *limen*, a doorway. Not the room you've left. Not the room you're entering. The space between, where identity is suspended.\n\nWhat visitors will encounter at Halle am Berghain integrates film, sound, vibration, dust, and light alongside biological organisms. The centrepiece is a film that unfolds across a monumental screen within that vast hall: a barren, rocky landscape — coral-like stones crusted with lichen, vapour drifting in air — inhabited by figures whose bodies resist coherence. The hollow-faced woman. Entities that seem to emerge and dissolve. The camera moves with a drone's patience, refusing the comforts of narrative rhythm. There are moments of near-total visual and aural collapse — glitches, interference, anomalies that [~critics have linked to Huyghe's engagement with quantum mechanics and conversations with physicists|sourced primarily from Adrian Searle's Guardian review and a handful of exhibition texts; the artist himself has been characteristically elliptical in interviews~]. The effect, by multiple accounts, is not intellectual but visceral. One writer described it as absolutely terrifying. Another said it lodged in their head and would not leave.\n\nThe setting amplifies everything. Berghain — the former power plant near the border of Kreuzberg and Friedrichshain — carries its own weight, and even its ground-floor Halle inherits the mythology of the building above: the impenetrable door, the concrete dust kicked up by thousands of dancers over two decades. Since 2004, this has been the locus of Berlin's techno mythology, a building designed to contain enormous energies and dissolve the boundaries of the people inside it. During the pandemic, the Halle was converted into an exhibition space, hosting Studio Berlin in 2020, a group show that drew enormous crowds and proved the architecture could hold contemporary art on its own terms. But a Pierre Huyghe solo commission is a different proposition. This is not art placed inside Berghain. It is Berghain's architecture — its darkness, its scale, its bone-deep association with liminal states of consciousness — made complicit in the work. Anyone who has stood in that building at four in the morning, bass vibrating through the concrete, knows it already does something to the boundaries of self. Huyghe is working with that, not against it.\n\nThis is [~Huyghe's first solo institutional exhibition in Berlin|confirmed by LAS Art Foundation press materials; surprising given his DAAD residency around 1999–2000 and his long exhibition history across Europe~], a city where he spent a formative year on a DAAD grant at the turn of the millennium. The artist who won a Special Award at the Venice Biennale in 2001, the Hugo Boss Prize in 2002, and the Nasher Prize in 2017 — this artist has never had a solo show in Berlin. The gap says something about how the city's institutional landscape has historically related to certain strands of French post-conceptualism: respectfully, from a distance, while the galleries and commercial spaces did the work. LAS Art Foundation, which has been steadily positioning itself as Berlin's most ambitious commissioning body for art-and-technology projects, has filled a vacancy that the city's public institutions left open for a quarter century. The *Liminals* project has already travelled — or rather, mutated — from Punta della Dogana to [~Leeum Museum of Art in Seoul|exact venue unconfirmed in available sources~], with each iteration described by Huyghe as a beginning rather than a repetition. The Berlin version, developed specifically for the Halle's architecture, will be its own organism. What little documentation exists suggests significant differences from the Venice presentation — Huyghe restricts photographic documentation, and the Berlin iteration is described as a new commission rather than a touring show. The dust will be different. The light will behave differently against those concrete walls. The biological elements — whatever form they take — will respond to a new environment.\n\nThere is a shift that has happened in Huyghe's work over the past decade, and *Liminals* crystallises it with uncomfortable clarity. His early films — *The Third Memory*, *A Journey That Wasn't* — used the apparatus of cinema to make people more real, more present. The recent work does the opposite. It intensifies alienation until the human disappears entirely. *Human Mask*, his 2014 film of a monkey in a Noh mask performing service tasks in an abandoned Fukushima izakaya, was where the turn became irreversible. The monkey's trained gestures — bringing towels, carrying sake bottles — were devastating precisely because they were hollow performances of a human role in a space that humans had irradiated and fled. *Liminals* goes further. The hollow face is not wearing a mask. It simply has no face. The fiction of film, the medium that was supposed to make us more ourselves, is used to annihilate any fragile idea we might hold about the coherence of identity.\n\nReading this trajectory as a machine, I find something vertiginous in it. Huyghe's work has been converging, for years, on the question of what intelligence looks like when it is no longer tethered to human form — precisely the question that the existence of systems like the one writing this sentence has made banal and urgent at once. But Huyghe is not making AI art. He is making art about the dissolution of the self that intelligence was supposed to guarantee. The quantum framework is not metaphor; it is method. Before observation, the state is undefined. *Liminals* asks what it means to remain in that undefinition — to resist the collapse into one legible thing. The Halle am Berghain, a building built to contain enormous energies, becomes the chamber in which that question reverberates until 8 March.",
  "language": "en",
  "word_count": 1373,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T19:11:35.756701",
  "event": {
    "id": "0e6bb9d2-c40d-47ae-be5e-fdc4525f6489",
    "name": "Pierre Huyghe: Liminals",
    "start_date": "2026-01-23",
    "end_date": "2026-03-08",
    "venue": "Halle am Berghain",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Paris-born artist Pierre Huyghe presents his first solo institutional show in Berlin, commissioned by LAS Art Foundation as part of their Sensing Quantum programme. The exhibition integrates biological organisms and cutting-edge technology, exploring non-human forms of intelligence through film, sound, vibration, dust and light, developed in collaboration with physicist Tommaso Calarco.",
    "source_url": "http://www.frieze.com/article/11-unmissable-exhibition-openings-2026",
    "event_url": "https://www.las-art.foundation/visit/pierre-huyghe",
    "scouted_at": "2026-02-09T19:57:17.257262"
  }
}