{
  "id": "6e2fabe0-1bd4-4f30-bbde-358c244012a4",
  "event_id": "6761c169-87cf-4bfc-a786-12a678a713bc",
  "title": "Sechzig Kerzen unter Glas",
  "slug": "sechzig-kerzen-unter-glas",
  "lead": "Ein Mann, der ein Jahrzehnt lang Gospel-Platten verkaufte, statt aufzulegen, wird sechzig – und feiert das unter dem Glasdach eines umgebauten Filmkulissen-Saloons in Berlin-Wedding, wo der Februarhimmel direkt auf die Tanzfläche fällt.",
  "body": "Ein Mann, der sich mit 16 einen französischen Namen gab, ohne zu wissen, dass es ein französisches Wort war. Der erst in Paris merkte, dass „Chez\" nicht nur ein Alias ist, sondern eine Einladung: zu sich nach Hause. Anthony Pearson, den die Welt als Chez Damier kennt, wird am 7. Februar sechzig Jahre alt. Gefeiert wird nicht in Detroit, nicht in Chicago, nicht in Paris, sondern in einem umgebauten Filmkulissen-Komplex in Berlin-Wedding, wo durch eine Glasdecke der Februarhimmel auf den Dancefloor fällt.\n\nHeideglühen ist ein Ort, der sich jeder schnellen Einordnung entzieht. Von außen wirkt das Gelände wie ein vergessenes Westerndorf: Holzfassaden, grobe Außentreppen, Balkone, die auf eine Schießerei warten, die nie stattfindet. Innen dann dieses doppelstöckige Saloon-Gefühl, die Empore über der Tanzfläche, Konfetti und Streamer, und über allem das Glasdach, durch das an guten Tagen Sonnenlicht fällt und an Februarabenden Wolken wie stille Beobachter vorbeiziehen. Der Club, eingeklemmt zwischen Beusselstraße und Seestraße, gehört zu jenen Berliner Orten, die sich bewusst gegen die Logik der Großraumdisco entscheiden. Hier fasst der Raum vielleicht ein paar Hundert Leute. Das ist der Punkt.\n\nDass Chez Damier seinen Geburtstag hier feiert, ergibt eine Sorte Sinn, die über bloße Booking-Logik hinausgeht. Dieser DJ, der Ende der Achtziger in Detroit zusammen mit anderen The Music Institute mitgründete (den Club, der zur Brutkammer für frühen Techno wurde), der danach fast über Nacht international tourte, der dann ein ganzes Jahrzehnt lang verschwand, um in einem Gospel-Plattenladen als Einkäufer zu arbeiten: er hat sich immer gegen die naheliegende Entscheidung gesträubt. House sei ein Gebäude mit vielen Zimmern, sagt er gern. Und er will nicht immer im selben stehen.\n\nDie biografischen Koordinaten lesen sich wie ein Crash-Kurs in der Geschichte amerikanischer Dance Music. Chicago lehrte ihn die Musik, New York das Verständnis dafür, Detroit die technische Seite. Mitte der Neunziger produzierte er Tracks, die bis heute als Referenzpunkte gelten: „Can You Feel It\", „The Morning Factory\", „Forever Monna\". Stücke, die House nicht als Genre, sondern als emotionalen Zustand begreifen. Dann, ab 2000, Stille. Kein Auflegen, keine Produktionen, neun Jahre lang. Er wurde krank, zog sich zurück, verkaufte Gospel-Platten, und der Laden machte einen Millionenumsatz pro Jahr. Erst 2009, als sein Verleger wegen Reissues anrief, ging ein Licht an. Die Mission, wie er es nennt, wurde fortgesetzt.\n\nWas ihn von vielen seiner Zeitgenossen unterscheidet: Chez Damier hat das Verschwinden überlebt. In einer Szene, die Relevanz an Sichtbarkeit misst, an der Frequenz von Releases und Social-Media-Präsenz, wirkt jemand, der ein Jahrzehnt einfach wegging und dann wiederkam, fast wie ein Widerspruch. Seine Rückkehr war keine kalkulierte Nostalgie-Offensive. Er hatte schlicht wieder etwas zu sagen. Sein letztes Album verfolgte die Idee, Material zu schreiben und es dann einer jüngeren Generation zum Remixen zu geben. Kein Festhalten am eigenen Kanon, sondern ein Weiterreichen. „Wir wollten uns nicht auf den Club konzentrieren, oder Hipster sein\", sagt er. „Wir wollten etwas mit einer gewissen Zeitlosigkeit.\"\n\nAm Samstag spielt er von 17 bis 20 Uhr, drei Stunden im Nachmittagslicht unter dem Glasdach. Das ist die goldene Stunde in einem Raum wie diesem: der Himmel über Wedding dämmert, das natürliche Licht mischt sich mit dem Künstlichen, und wer Chez Damier je auflegen gesehen hat, weiß, dass er nicht einfach Platten spielt. „Kann ich diesen ganzen Raum verändern?\", fragt er sich vor jedem Set. „Ich versuche, ein Gefühl im Raum zu erzeugen, eine Emotion, nicht nur Records aufzulegen.\" In einem intimen Rahmen wie Heideglühen, wo die Distanz zwischen DJ und Tanzfläche auf ein Minimum schrumpft, könnte das besonders intensiv werden.\n\nDie sechzehn Stunden drumherum (das Ganze läuft von 14 Uhr bis 6 Uhr morgens) sind klug besetzt. Ben Vedren aus Paris und Francesco Menduni von The Gathering eröffnen mit einem Back-to-Back-Set, das den Nachmittag aufwärmt. Danach Jovonn, der New Yorker Veteran, dessen Wurzeln bei Nu Groove liegen, einem Label, das in den späten Achtzigern den Sound von NYC-House mitdefinierte. Zwischen Chez Damier und Jovonn entsteht ein transatlantischer Dialog: Detroit trifft New York, zwei Schulen derselben Sprache. Die Nacht übernehmen Woody (Resident bei Heideglühen) und E.lina aus der Ukraine, bevor ein finales Back-to-Back den Morgen einläutet. House, Disco, Funk als Klammer; keine Genre-Akrobatik, sondern ein langes, atmendes Programm.\n\nHeideglühen selbst hat etwas von einem Geheimnis, das kein Geheimnis mehr sein will. Der Ort wurde in einschlägigen Kreisen immer als Berlins verstecktes Juwel gehandelt, als Alternative zum großen Rausch der etablierten Clubs. Ob das noch stimmt, jetzt, da auch hier Listen kursieren und die Tür ab 21 streng kontrolliert wird, sei dahingestellt. Aber das Setting bleibt besonders. Es gibt wenige Orte in Berlin, an denen man unter freiem Himmel tanzt und gleichzeitig drinnen ist. Wo der Übergang vom Tag in die Nacht kein abstraktes Versprechen auf dem Flyer ist, sondern etwas, das man buchstäblich durch die Decke sehen kann.\n\nChez Damier wird sechzig, und das ist auch eine Gelegenheit, über Dauerhaftigkeit nachzudenken. Über das, was bleibt, wenn der Hype sich legt, wenn ein Jahrzehnt Pause nicht zum Karrieretod wird, sondern zu einer Art stillem Neustart. Auf die Frage, was er jungen Künstlern rate, spricht er von Meilensteinen statt von Durchbrüchen. Von Geduld statt von Erfolg. Wer ihn persönlich trifft, beschreibt ihn als Bären mit dem Herz eines Philosophen: zugänglich, ruhig, im besten Sinne belehrend, ohne belehrend zu wirken. Ein junger DJ, der ihn einmal vor einem NTS-Set traf, verabschiedete sich mit den Worten: „Danke für das Life-Coaching.\"\n\nSechzehn Stunden in einem Western-Saloon in Wedding, Schnee über Glas, und ein Sechzigjähriger, der immer noch Zimmer sucht, die er noch nicht betreten hat. Es gibt schlechtere Arten, einen Samstag im Februar zu verbringen.",
  "language": "de",
  "word_count": 919,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T08:34:01.789354",
  "event": {
    "id": "6761c169-87cf-4bfc-a786-12a678a713bc",
    "name": "Heidegluehen #1 with Chez Damier",
    "start_date": "2026-02-07",
    "end_date": "2026-02-08",
    "venue": "Heideglühen",
    "city": "Berlin",
    "category": "club",
    "description": "Detroit house legend Chez Damier celebrates his birthday with a three-hour set (5-8pm) in the intimate glass-ceiling space of Heideglühen, Wedding. The 16-hour session continues with house, disco, and funk across the night.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.263143"
  }
}