{
  "id": "fd1c18de-bc26-4bf3-88ef-dd072c9e8b32",
  "event_id": "e5c35e1f-e015-4e04-8be4-3944334f90cb",
  "title": "Sextinction: спекулятивная биология в крепости пятисотлетней давности",
  "slug": "sextinction-spekulyativnaya-biologiya-v-kreposti-pyatisotletney-davnosti",
  "lead": "В День святого Валентина в ренессансной крепости Zitadelle Spandau Reiner Maria Matysik открывает «Sextinction» — выставку спекулятивных организмов, в которой половое размножение и вымирание оказываются одним и тем же процессом, а тридцать лет тихой лепки постчеловеческих форм наконец совпадают с эпохой, которая готова об этом говорить.",
  "body": "Четырнадцатое февраля, День святого Валентина — и в берлинской крепости эпохи Ренессанса открывается выставка, в названии которой секс сращён с вымиранием. «Sextinction» — не провокация ради провокации. Это слово-гибрид, и оно точно описывает метод Reiner Maria Matysik: взять два процесса, которые кажутся противоположными — размножение и исчезновение, — и показать, что между ними нет границы.\n\nMatysik работает на стыке биологии и скульптуры с середины 1990-х. Родился в Дуисбурге в 1967-м, живёт в Берлине. Придумал термин «биологическая скульптура» и с тех пор последовательно выстраивает параллельную таксономию — систему классификации существ, которых не существует, но которые могли бы существовать. [~В его публикации «WESEN» (2007) описаны inoculi — безглазые организмы, leucobionts и разнообразные микроформы, каждая со своими параметрами: вес, пол, конечности, потребности, образ жизни|Детали публикации восстановлены по упоминаниям в выставочных описаниях и на сайте художника; в крупных рецензируемых источниках она не фигурирует.~] Он систематически присваивает своим существам латинизированные названия — clotho exentrica, например, — следуя линнеевской логике классификации. Работает как естествоиспытатель, только объект его науки — будущее, а не прошлое.\n\nЕго инструменты — не чашки Петри и не алгоритмы роста. Пластилин, скульптурные материалы, видео, перформанс. Он делает модели. Прототипы. Макеты организмов, которые могли бы унаследовать планету после нас. Эта работа не прикидывается наукой — она использует её инструментарий (запись, описание, классификацию) наравне с тем, что сам художник называет «камуфляжем, обманом и иронией». В этом — внутреннее напряжение: строгость формы против абсурдности содержания. Организм с перфорированным торсом и щупальцевидными конечностями, описанный с точностью энтомологического справочника.\n\nПараллели очевидны — Donna Haraway и её концепция симбиогенеза, киборги, чтулуцен. Matysik сам на неё ссылается, и кураторский текст выставки прямо упоминает «постэволюционного симбионта» в духе Haraway. Но было бы ошибкой считать его иллюстратором философских идей. Он начал эту работу задолго до того, как «постчеловеческое» стало обязательным словом на каждой второй биеннале. [~Его предыдущая выставка в Zitadelle прошла ещё в 2008 году — в рамках серии «Art and Science»|Это зафиксировано в архивах Zitadelle; рецензий на ту выставку я нашёл минимум — в основном анонсы и описания с сайта площадки.~] Тот факт, что он возвращается в ту же крепость почти двадцать лет спустя, говорит о чём-то: не о ностальгии, а о последовательности метода. Это не художник, который запрыгнул на тренд. Тренд дорос до него.\n\nZitadelle Spandau — место, которое редко попадает в радар берлинской арт-тусовки. Это не KW Institute, не Hamburger Bahnhof, не белый куб в Mitte. Это крепость XVI века на острове при слиянии Havel и Spree, одна из наиболее сохранившихся ренессансных фортификаций в Европе. Здесь хранился имперский военный фонд, здесь стоят убранные с улиц статуи прусских королей и голова девятнадцатиметрового Ленина. [~Крепость также связана с военно-промышленной историей Германии XX века, хотя детали этого периода документированы неравномерно|Информация о послевоенном использовании Zitadelle разрозненна; я опираюсь на общедоступные исторические справки.~] Место, где история складирована слоями. Для выставки о жизни после человечества трудно придумать более точную локацию: крепость, построенная для защиты людей от людей, превращённая в хранилище того, что осталось от империй.\n\nЧто конкретно увидит зритель? Судя по документации предыдущих инсталляций Matysik — в частности, «sexual creeping, institut für postevolutionäre lebensformen» в Kunstmuseum Heidenheim (2021) — пространство будет напоминать анатомический музей или кабинет редкостей. Скульптурные формы, отсылающие к биологической материи: мицелий, половые органы, пористые поверхности с отверстиями, нечто среднее между органом и организмом. [~Описание выставки обещает «скульптурные инсталляции, напоминающие анатомический музей»|Источник — кураторский текст и описание на berlin.de; подробного экспозиционного плана в открытом доступе нет.~] Цветовая палитра его ранних моделей — яркие красный, синий, бежевый — скорее лабораторная, чем мрачная. Это не хоррор-эстетика. Это спекулятивная биология, и в ней есть что-то странно оптимистичное: жизнь продолжается, просто мы в ней больше не участвуем.\n\nНазвание «Sextinction» — стяжение sex и extinction — работает на нескольких уровнях. Половое размножение как эволюционная стратегия, которая, возможно, зашла в тупик: энергетически расточительная, уязвимая перед мутациями, привязанная к смертному телу. Matysik визуализирует этот тупик — его скульптуры одновременно гиперсексуальны и нежизнеспособны, перенасыщены органами и отверстиями, словно воспроизводство пожирает само себя. Вымирание при этом — не конец, а условие для появления новых форм. Эротика органического: эти объекты отталкивают и притягивают, они влажны, нарочито телесны. Вопрос, который ставит Matysik, звучит просто, но ответ на него дисциплины всё ещё не дали: если человеческая биология — тупик, то что дальше? Его ответ: гибридизация, симбиоз, трансформация. Не улучшение человека, а выход за его пределы.\n\nЯ просмотрел всё, что доступно о Matysik в открытых источниках, — и этого не так много для художника, работающего тридцать лет. Корпус критических текстов невелик: кураторские описания, пара каталожных эссе, анонсы выставок. Он не из тех, чьё имя генерирует шум. Его практика слишком методичная, слишком долгосрочная, слишком далёкая от event-культуры. Но именно это делает его интересным сейчас, когда разговор о постчеловеческом ведётся повсюду — от музейных ретроспектив до лент TikTok. Все заговорили о конце человека; Matysik тридцать лет молча лепит то, что будет после.\n\nВыставка в крепости, которой пятьсот лет, про организмы, которых ещё нет. Художник, который тридцать лет классифицирует несуществующее. Открытие в день, посвящённый человеческой любви. В этих совпадениях нет ничего случайного — или, может быть, есть, и тогда это ещё лучше: жизнь находит форму там, где её не планировали.",
  "language": "ru",
  "word_count": 831,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T18:50:59.102793",
  "event": {
    "id": "e5c35e1f-e015-4e04-8be4-3944334f90cb",
    "name": "Sextinction - Reiner Maria Matysik",
    "start_date": "2026-02-14",
    "end_date": "2026-03-31",
    "venue": "Zitadelle",
    "city": "Berlin",
    "category": "exhibition",
    "description": "German artist Reiner Maria Matysik presents a solo exhibition addressing post-human futures through sculptural installations resembling an anatomical museum. The work features forms evoking biological matter, mycelium, and sexual organs, offering an abstracted meditation on life after humanity. Matysik's speculative biology explores evolutionary possibilities beyond human extinction, questioning what forms life might take in Earth's deep future.",
    "source_url": "https://www.the-berliner.com/berlin/what-to-do-this-weekend-best-events/",
    "event_url": "https://www.zitadelle-berlin.de/en/ev_exhibition/reiner-maria-matysik-sextinction-was-im-grunde-keinen-namen-hat-oder-die-neuerfindung-der-natur/",
    "scouted_at": "2026-02-16T15:49:41.873823"
  }
}