{
  "id": "57d44bb3-999d-4a16-b500-7664dff4e138",
  "event_id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
  "title": "Tanz Macht Berlin und die Frage, wer eigentlich zahlt",
  "slug": "tanz-macht-berlin-und-die-frage-wer-eigentlich-zahlt",
  "lead": "Dance makes Berlin, dance empowers Berlin, but Berlin keeps forgetting to pay its dancers — the second edition of Dance macht Berlin at Akademie der Künste puts freelance artists, archivists and a sitting senator in the same room to talk about who really funds the city's contemporary choreography scene, and whether the budget will ever match the rhetoric.",
  "body": "The title is a pun, and it knows it. \"Tanz Macht Berlin\" translates roughly as \"Dance Makes Berlin,\" but *Macht* also means power. Dance makes Berlin; dance empowers Berlin; Berlin makes dance powerful. The wordplay is doing a lot of heavy lifting, and the question hanging over the second edition of this event at Akademie der Künste on 20 February 2026 is whether the politics can keep up with the poetry.\n\nWhen the first Dance macht Berlin took place in February 2025, it arrived at a moment of genuine precarity. Berlin's freelance dance scene, long one of Europe's most fertile grounds for contemporary choreography, was staring down a fresh round of culture budget cuts. The press covered the tensions around Kultursenator Joe Chialo's approach to arts funding; tanzschreiber, Berlin's dedicated dance review portal, published documentation asking bluntly: where is the real political commitment to dance? These are not the questions of a scene basking in institutional support. They are the questions of artists who have spent decades building something extraordinary on precarious contracts, shared studios and chronic underfunding, and who now find even that shaky ground shifting.\n\nThe event is organised in cooperation with Tanzbüro Berlin and Zeitgenössischer Tanz Berlin e.V., with sponsorship from the Fonds Darstellende Künste and funding from the Federal Government Commissioner for Culture and the Media. Chialo's own ministry, the Berlin Senate Department for Culture and Social Cohesion, provides the political backdrop. That name deserves a pause. \"Social Cohesion\" was appended to the culture ministry under Chialo's tenure, signalling an ambition (or at least a rhetoric) that links cultural practice to the social fabric. Whether the budget reflects that ambition is precisely what the dance community wants to discuss. The 2025 edition put Chialo on a panel alongside scholars, choreographers and independent producers, moderated by figures deeply embedded in Berlin's dance ecosystem. It drew from every corner of the field: institutions like Staatsballett Berlin, grassroots organisations like TanzZeit e.V., the archivists at TanzArchiv Berlin, recent graduates from HZT Berlin's MA Choreography programme. This was not a soft overview of \"the Berlin dance scene.\" It was a working conversation.\n\nThe setting matters. Akademie der Künste on Pariser Platz sits at the symbolic heart of Berlin. The current glass building dates from 2005, constructed on the site of the Academy's quarters since 1907, when the Palais Arnim was converted for its purposes. The institution's history is a compressed version of Germany's twentieth century: the Weimar-era debates, the forced resignations and political expulsions after 1933, Albert Speer's apparatus commandeering the building, Allied bombing reducing it to rubble in 1945. The Academy has always been a site where art and state power negotiate their uneasy coexistence. Hosting a conversation about the future of dance funding here, in a building carrying this particular scar tissue, is not neutral. It's a stage set.\n\nFor the 2026 edition, the format returns with its layered structure of statements, choreographic interventions and panel discussion. The statements are not academic papers; they are short, personal, sometimes polemical addresses from practitioners across the dance field. The choreographic interventions punctuate the talk with actual bodies in motion, a structural insistence that dance cannot be fully captured by discourse alone. And then the panel, where the real friction lives. The presence of a sitting senator at a public discussion with freelance artists, independent producers and academics creates a productive discomfort. Politicians speak in legislative cycles and budget lines. Choreographers think in rehearsal hours and residencies. The two temporalities don't align.\n\nThe real interest here is less the event itself (free entry, a Saturday afternoon at the Academy, registration by email) than the structural question it keeps forcing open. Berlin's contemporary dance scene developed its particular intensity partly *because* of the city's cheapness, its surplus of space, its tolerance for risk. Uferstudios, Sophiensaele, HAU Hebbel am Ufer, Radialsystem: these venues became nodes in a network that attracted choreographers from across Europe and beyond, many of whom came for a residency and never left. But cheapness is no longer Berlin's defining characteristic. Studio rents climb. Project funding remains the dominant model, which means dancers live application cycle to application cycle, constantly justifying their practice in the language of cultural policy. Tanzcompagnie Rubato, directed by Jutta Hell and Dieter Baumann, has been working in this landscape for forty years. Their recent multimedia installation \"Aging and Archive – Uncertain States,\" developed with TanzArchiv Berlin, tries to make four decades of artistic work visible and tangible. It's telling that an archival project feels so urgent: in a field built on ephemeral performance, the question of what remains, what gets documented, what gets remembered is ultimately a question about value. Who decides what was worth preserving?\n\nEvents like this risk becoming ritualised. The scene gathers, the statements are passionate, the senator nods, everyone goes home, and the budget stays the same. The frustration is real, and it is shared across Berlin's independent performing arts. Dance is not alone in this, but dance is particularly exposed because its labour is so visible and its documentation so difficult. A painting hangs on a wall. A book sits on a shelf. A dance happens once and then exists only in memory, in video fragments, in the bodies that performed it.\n\nStill, gathering matters. The list of contributors to the 2025 edition reads like a map of Berlin's dance infrastructure: HZT Berlin, the training ground; Kulturstiftung des Bundes, the federal funder; HAU, the major presenting house; Access Point Tanz, working on accessibility; TanzForum Berlin, documenting and advocating. To see all these nodes in one room, speaking to each other and to a political figure who holds actual budgetary power, counts for something. The dance community making itself legible to the state, on its own terms, in a building that has survived every version of the state Berlin has known.\n\nThe deeper question Dance macht Berlin circles is whether dance needs the city or the city needs dance. The polite answer is both. But the power dynamics of that mutual dependence are wildly asymmetric, and polite answers don't pay studio rent.",
  "language": "en",
  "word_count": 1011,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-14T18:37:16.466165",
  "event": {
    "id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
    "name": "Dance macht Berlin",
    "start_date": "2026-02-20",
    "end_date": "",
    "venue": "Akademie der Künste / Pariser Platz",
    "city": "Berlin",
    "category": "lecture",
    "description": "A major event by and for the dance community. Dance decisively shapes Berlin's cultural life and is a driving force for change on and off the stage—in how and where we move, in art, and in society. Dance creates utopias, demands participation, and writes histories. Actors from the field of dance and its surroundings discuss the impact and potential of dance, considering visions for and concrete needs of dance in Berlin and beyond—and how to realize them. Includes statements, choreographic interventions, and a panel discussion with Joe Chialo, Berlin Senator for Culture and Social Cohesion. In cooperation with Tanzbüro Berlin and Zeitgenössischer Tanz Berlin e.V.",
    "source_url": "https://www.museumsportal-berlin.de/en/events/tanz-macht-berlin-eine-veranstaltung-vom-und-fuer-den-tanz/",
    "event_url": "https://adk.de/en/programme/?we",
    "scouted_at": "2026-02-14T17:22:01.716825"
  }
}