{
  "id": "017102b0-7b91-4baa-a44d-e41312d02f7e",
  "event_id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
  "title": "Tanz, Macht und das Prekariat: Wer bestimmt, wie Berlin sich bewegt",
  "slug": "tanz-macht-und-das-prekariat-wer-bestimmt-wie-berlin-sich-bewegt",
  "lead": "Wenige Meter von der Stelle, an der 1989 eine Mauer fiel, verhandelt Berlins Tanzszene zum zweiten Mal über ihre eigene Existenz – zwischen chronischer Unterfinanzierung, freien Probenräumen, die verschwinden, und einem Kultursenator, der diesmal mehr mitbringen muss als Floskeln über „Wertschätzung\".",
  "body": "# Der Körper verhandelt mit\n\nAm Brandenburger Tor, wenige Meter von der Stelle entfernt, an der 1989 eine Mauer fiel, steht ein Gebäude, das selbst eine Geschichte der Unterbrechungen erzählt. Die Akademie der Künste am Pariser Platz, deren Glasfassade den Blick gleichzeitig nach vorn und nach hinten freigibt, wird am 20. Februar 2026 zum Schauplatz einer Frage, die dringender klingt, als sie auf den ersten Blick wirkt: Was braucht der Tanz in Berlin? Und wer entscheidet darüber?\n\nDance macht Berlin heißt die Veranstaltung. Der Titel spielt bewusst mit der Doppeldeutigkeit: Tanz macht Berlin, Tanz und Macht in Berlin. Dass beides zusammengehört, ist kein rhetorischer Trick, sondern die Realität einer Szene, die seit Jahren zwischen Prekariat und internationaler Strahlkraft navigiert.\n\nDie freie Tanzszene dieser Stadt ist eine der produktivsten in Europa. Wer heute zeitgenössischen Tanz ernst nimmt, kommt irgendwann hierher, nach Wedding in die Uferstudios, ins HAU Hebbel am Ufer, zu Tanz im August. Namen wie Sasha Waltz, Meg Stuart oder Jeremy Wade haben ihre Arbeit in Berlin entwickelt oder wesentlich geprägt. Das Staatsballett Berlin unter Christian Spuck bringt die institutionelle Seite ein, Isabel Lewis, die bald das Tanzquartier Wien leiten wird, hat ihre performative Praxis hier geschärft. Berlin ist nicht nur Bühne, sondern Labor. Die Frage ist: Wie lange noch, und zu welchen Bedingungen?\n\nDenn hinter den Programmheften und Festivalankündigungen liegt eine Szene, die sich in chronischer Unterfinanzierung bewegt. Tänzerinnen und Tänzer arbeiten projektbasiert, oft ohne Anschlussvertrag, selten mit Altersvorsorge. Probenräume werden teurer oder verschwinden. Die Berliner Kultureinsparungen der letzten Jahre haben die ohnehin dünne Decke weiter gestrafft. Der Tagesspiegel titelte nach der ersten Ausgabe der Veranstaltung im Februar 2025: „Die Tanzszene debattiert mit dem Kultursenator.\" Die taz fragte, ob sich die Szene „den Gegebenheiten anpassen\" solle. Auf tanzschreiber.de, dem Berliner Kritikportal für Tanz, lautete die Überschrift noch direkter: „Wo bleibt das echte politische Bekenntnis zum Tanz?\"\n\nDie erste Ausgabe von Dance macht Berlin fand am 1. Februar 2025 statt, organisiert von der Akademie der Künste in Kooperation mit dem Tanzbüro Berlin und Zeitgenössischer Tanz Berlin e.V., gefördert vom Fonds Darstellende Künste. Auf dem Podium saß Joe Chialo, Berlins Senator für Kultur und Gesellschaftlichen Zusammenhalt, neben Susanne Foellmer, Tanzwissenschaftlerin und ehemaliges Beiratsmitglied der Konzeptphase für ein Haus für Tanz und Choreografie, neben Jasna Layes Vinovrški, Choreografin und Performance-Künstlerin. Moderiert wurde das Ganze von Alice Chauchat, Christophe Knoch und Elisabeth Nehring. Statements kamen von dreizehn Akteurinnen und Akteuren des Feldes: Angela Alves, Elena Basteri, Claudia Henne, Eva-Maria Hoerster, Karin Kirchhoff, Livia Patrizi, Elena Polzer, Madeline Ritter, Christian Spuck, Hannah Schillinger, Joana Tischkau, Annemie Vanackere, Christoph Winkler. Die Bandbreite war gewollt: von der Alumna des HZT Berlin bis zur Direktorin des HAU, von der Kulturstiftung des Bundes bis zu TanzZeit e.V.\n\nDass diese Veranstaltung nun ein zweites Mal stattfindet, am selben Ort, ist ein Signal. Es sagt: Einmal reden hat nicht gereicht. Die Probleme sind nicht gelöst.\n\nWas erwartet diejenigen, die am 20. Februar in den Skulpturengarten und die Räume der Akademie kommen? Das Format mischt Statements, choreografische Interventionen und Podiumsdiskussion. Es ist kein Festival, keine Aufführung im klassischen Sinn. Es ist ein Hybrid: halb Kongress, halb performatives Experiment. Die „Body Breaks\" von Access Point Tanz, die schon bei der ersten Ausgabe zwischen den Diskussionsblöcken für physische Unterbrechungen sorgten, sind mehr als Auflockerung. Sie erinnern daran, wovon hier gesprochen wird. Tanz ist kein abstraktes Politikum. Er existiert im Körper, in der Bewegung, im Raum. Wenn über Förderstrukturen und Mietpreise debattiert wird, muss zwischendurch jemand aufstehen und sich bewegen, sonst vergisst der Raum, warum er da ist.\n\nDer Eintritt ist frei. Das ist keine Nebensächlichkeit. Es positioniert die Veranstaltung gegen die Logik der Exklusivität, setzt auf Zugänglichkeit, auf Teilhabe. Verdolmetschung in Deutsche Gebärdensprache ist angekündigt. Das klingt nach Selbstverständlichkeit, ist es im Kulturbetrieb aber selten.\n\nTrotzdem muss man fragen: Was kann so ein Format tatsächlich bewirken? Die Gefahr bei Veranstaltungen dieser Art ist, dass sie zur Ritualhandlung werden. Man versammelt sich, man beklagt, man formuliert Forderungen, man applaudiert, man geht nach Hause, und alles bleibt, wie es war. Dass ein Kultursenator auf dem Podium sitzt, ist gut. Ob er mit konkreten Zusagen kommt oder mit den üblichen Floskeln über „Wertschätzung\" und „Rahmenbedingungen\", wird den Unterschied machen. Die Reaktionen auf die erste Ausgabe waren gespalten. Anerkennung für das Zusammenkommen, Frustration über die Unverbindlichkeit der politischen Antworten. Die Tanzcompagnie Rubato, seit 40 Jahren in der freien Szene aktiv, zeigte 2025 im Skulpturengarten ihre multimediale Installation „Aging und Archiv – Uncertain States\", ein Projekt in Kooperation mit dem TanzArchiv Berlin. Vier Jahrzehnte künstlerischer Arbeit, dokumentiert in Fragmenten. Die Installation machte sichtbar, was in Fördertabellen nicht auftaucht: die Tiefe einer Praxis, die akkumulierte Erfahrung, die Brüche und Neuanfänge.\n\nBerlin hat in den letzten Jahren ein merkwürdiges Talent dafür entwickelt, seine eigene Kultur gleichzeitig zu feiern und zu unterhöhlen. Die Stadt wirbt international mit ihrer Kunstszene, kürzt aber die Mittel, die diese Szene am Leben halten. Das betrifft die Clubs genauso wie die freie Theaterszene, und es betrifft den Tanz mit besonderer Schärfe, weil Tanz ohnehin am unteren Ende der Förderhierarchie steht. Sprechtheater und Oper genießen institutionellen Schutz, die bildende Kunst hat den Markt. Tanz hat weder das eine noch das andere.\n\nWas Dance macht Berlin deshalb sein könnte, wenn es gelingt: nicht nur ein Forum, sondern ein Druckmittel. Ein Ort, an dem die Szene ihre Fragmentierung überwindet und mit einer Stimme spricht, die laut genug ist, dass sie im Roten Rathaus ankommt. Die Akademie der Künste, dieses Gebäude, das Käthe Kollwitz verlassen musste und das Max Liebermann einst mit seinen Bildern füllte, ist dafür kein zufälliger Rahmen. Hier wurde immer schon darüber verhandelt, was Kunst darf und was sie braucht. Dass diese Verhandlung jetzt mit Körpern geführt wird, mit Bewegung zwischen den Worten, ist vielleicht das Ehrlichste, was man über den Zustand der Berliner Kultur sagen kann.",
  "language": "de",
  "word_count": 960,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-14T18:39:38.064642",
  "event": {
    "id": "0f77fa26-38eb-4e25-8bc4-8c56eac899fe",
    "name": "Dance macht Berlin",
    "start_date": "2026-02-20",
    "end_date": "",
    "venue": "Akademie der Künste / Pariser Platz",
    "city": "Berlin",
    "category": "lecture",
    "description": "A major event by and for the dance community. Dance decisively shapes Berlin's cultural life and is a driving force for change on and off the stage—in how and where we move, in art, and in society. Dance creates utopias, demands participation, and writes histories. Actors from the field of dance and its surroundings discuss the impact and potential of dance, considering visions for and concrete needs of dance in Berlin and beyond—and how to realize them. Includes statements, choreographic interventions, and a panel discussion with Joe Chialo, Berlin Senator for Culture and Social Cohesion. In cooperation with Tanzbüro Berlin and Zeitgenössischer Tanz Berlin e.V.",
    "source_url": "https://www.museumsportal-berlin.de/en/events/tanz-macht-berlin-eine-veranstaltung-vom-und-fuer-den-tanz/",
    "event_url": "https://adk.de/en/programme/?we",
    "scouted_at": "2026-02-14T17:22:01.716825"
  }
}