{
  "id": "20d9992d-a8d2-40dd-8e63-9a0695c0be70",
  "event_id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
  "title": "Тело как долг: тридцать лет Tanztage Berlin и вопрос, кому принадлежит усталость",
  "slug": "tanztage-berlin",
  "lead": "Colleen Ndemeh Fitzgerald стоит на коленях в земле посреди Sophiensæle и кричит в камеру у дверей Humboldt Forum — и это, пожалуй, самый точный образ для Tanztage Berlin, который на своё тридцатилетие спрашивает не «что дальше», а «на что мы ещё имеем право». Десять перформансов, двенадцать февральских дней и город, где вопрос «кому принадлежит усталость танцующего тела» давно перестал быть метафорой.",
  "body": "В одном из залов Sophiensæle, бывшего здания берлинского ремесленного союза, Colleen Ndemeh Fitzgerald стоит на коленях на горке земли. В руке она держит круглый металлический предмет; рядом лежат четыре африканских ямса. На экранах над сценой: её лицо, кричащее в камеру у дверей с надписью «Afrika» где-то в хранилищах Humboldt Forum. Перформанс «I want revenge, grandma» ощущается как ритуал, в котором зритель не может остаться наблюдателем. Это одна из десяти работ 35-й редакции Tanztage Berlin, фестиваля, который в 2026-м отмечает тридцатилетие вместе со своим домом. Юбилей, который звучит как вопрос на выживание.\n\nTanztage Berlin существует с 1996 года. Фестиваль начинался как площадка для начинающих хореографов города: ежегодная возможность показать работу перед лояльной местной аудиторией и профессионалами из-за рубежа. С 2001-го программу делает Sophiensæle, и за три с лишним десятилетия через фестиваль прошли сотни артистов, многие из которых впоследствии определили лицо европейского современного танца. Сама площадка на Sophienstraße 18 в Mitte (Festsaal, Hochzeitssaal, бывшая столовая) несёт на себе слои берлинской истории. Sasha Waltz, Jochen Sandig и ещё несколько художников основали Sophiensæle как «театр художников для художников», и это определение до сих пор ощущается точным. Здание охраняется как памятник архитектуры.\n\nНо юбилей этого года проходит в атмосфере тревоги, которую организаторы не пытаются замаскировать. Берлинская независимая сцена переживает системный кризис финансирования. Фестивальное существование, по признанию самих кураторов, «ощущается как нечто, что отнюдь не гарантировано». В их юбилейном обращении сквозит нервная ирония: обеспеченное финансирование и базовый доход для артистов стоят в списке пожеланий на день рождения. Это не кокетство. Для танцовщиков и перформеров, работающих в берлинской независимой системе, прекарность означает конкретную формулу: как оплатить студию, когда грант закончился в ноябре.\n\nКуратор Mateusz Szymanówka (при драматургической поддержке Polina Fenko и Nima Séne) выстраивает программу 2026 года вокруг этого нерва. Фестиваль задаёт вопрос, который редко формулируется так прямо: сколько стоит труд создания искусства, когда тело одновременно невидимо и эксплуатируемо? Десять перформансов, семь из них премьеры, плюс воркшопы, дискуссионные форматы и первая часть юбилейной публикации «Sophiensæle Forever». Двенадцать дней в феврале, которые читаются как коллективный дневник усталости и злости.\n\nFitzgerald в «I want revenge, grandma» вскрывает связь между колониальным насилием и его материальными следами прямо здесь, в Берлине: священные маски из восточной Либерии стоят за стеклом в нескольких километрах от Sophiensæle, в «этнологической коллекции» Humboldt Forum. Перформанс не просит сочувствия. Он требует присутствия, а это другая форма труда. «Did4luv» Dominique McDougal и Carro Sharkey — танцевальное соло, которое каждый вечер исполняет одна из двух перформерок по очереди. Рецензент Carolina Sculti из Berlin Art Link описывает работу как спираль, ведущую от любви и страсти через развлечение к голой необходимости; перформанс обнажает то, как капиталистическая индустрия требует от тела здоровья, силы, креативности, желанности и совершенства, превращая эти требования в частную ответственность работника. «Baby, I'm Sick Tonight» Olivia Hyunsin Kim, «Release the Hounds» Adam Russell-Jones, доклад Fatima Moumouni «Die Neue Unsicherheit – Berlin Edition», «ratu» jee chan — артиста, живущего между Сингапуром и Берлином, чья практика связана с перемещённым телом, устными историями и эпистемологиями Юго-Восточной Азии. Программа плотная. Она не притворяется обзором.\n\nОтдельного упоминания заслуживает PELUSIA, активист и музыкант, чья работа сформирована опытом хореографии для социальных движений: DW Enteignen, Tuntenhaus Bleibt, Social Pleasure Center. Присутствие PELUSIA в программе — буквальное продолжение линии, которая тянется от рабочих образовательных собраний 1905 года в этих же стенах. Здесь Karl Liebknecht в 1918-м призывал рабочих к революции, здесь заседал Spartakusbund, а в годы ГДР работали мастерские Maxim Gorki Theater. Sophiensæle остаётся местом, где политическое и телесное не разделяются, где вопрос «кто может позволить себе танцевать?» звучит так же остро, как «кто может позволить себе жить в этом городе?».\n\nФестиваль при всей его серьёзности не превращается в конференцию по прекарности. «Tanztage's Kitchen» (неформальные встречи с артистами и кураторами за кофе и пирогом на третьем этаже площадки) намеренно снижает градус дискурсивного давления. Фестиваль понимает, что коммуникация между художником и зрителем не обязана проходить через текст на стене. Иногда достаточно оказаться в одном пространстве и позволить разговору случиться. Закрывающая вечеринка обещает именно то, что нужно после двенадцати дней перформансов о теле, труде и невидимости: возможность потанцевать, не думая о том, что это значит.\n\nНо фестиваль, сосредоточенный на прекарности артистов и стоимости художественного труда, должен быть честен в отношении собственных структур. Насколько оплачиваются перформеры за участие в юбилейной программе? Если Tanztage Berlin говорит о том, что тело эксплуатируется, а затем просит это тело работать за символический гонорар, разрыв между дискурсом и практикой становится трудно игнорировать. Берлинская независимая сцена живёт в зазоре между тем, что она артикулирует, и тем, что может себе позволить. Tanztage, с его тридцатилетней историей и институциональными связями (финансирование Senatsverwaltung für Kultur und Gesellschaftlichen Zusammenhalt, партнёрство с Tanzfabrik Berlin, HZT Berlin, Theaterhaus Berlin), находится в позиции, где ответ на этот вопрос имеет значение для всей берлинской независимой сцены.\n\nTanztage Berlin в 2026-м ощущается как фестиваль, который знает, что романтика берлинской независимости больше не работает как валюта. «Город для художников» всё чаще оказывается городом для тех, кто может позволить себе быть художником. Программа этого года не предлагает утешения. Двенадцать дней тел на сцене, каждое из которых несёт конкретную историю, конкретную усталость, конкретное требование быть увиденным. Кураторы просят: включите режим «не беспокоить», глубоко вдохните, позвольте тому, что вы увидите и услышите, изменить вас. Нравится вам это или нет, у нас больше общего, чем мы готовы признать. Это звучит как просьба. Это единственное, что фестиваль может себе позволить.",
  "language": "ru",
  "word_count": 868,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T18:18:01.625919",
  "event": {
    "id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
    "name": "Tanztage Berlin 2026",
    "start_date": "2026-02-12",
    "end_date": "2026-02-23",
    "venue": "Sophiensæle",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin's contemporary dance festival returns with performances exploring fear, anger, and tenderness beneath overwhelm. Features Olivia Hyunsin Kim's 'Baby, I'm Sick Tonight,' Adam Russell-Jones' 'Release the Hounds,' and Fatima Moumouni's talk 'Die Neue Unsicherheit – Berlin Edition.'",
    "source_url": "https://sophiensaele.com/en/festival/tanztage-berlin-2026",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.863323"
  }
}