{
  "id": "f8c14132-593f-4061-879e-cfc8d77d7a85",
  "event_id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
  "title": "The Ghost of Cabaret Past Gets a Strobe-Lit Resurrection",
  "slug": "the-ghost-of-cabaret-past-gets-a-strobe-lit-resurrection",
  "lead": "Berlin's Komische Oper drags its festival back to Neukölln for a third year, staging a South African chamber opera premiere and a Nick Cave–meets–Schubert orchestral collision in converted basements and queer clubs, daring the old form to survive the strobe light.",
  "body": "The name itself carries a wink. Schall und Rauch: \"sound and smoke,\" a phrase Goethe put in Faust's mouth when he wanted to say that names are meaningless, just noise and vapour. Max Reinhardt borrowed it in 1901 for his Berlin cabaret, a rowdy little room where the theatrical establishment got skewered nightly before the whole thing morphed into an experimental theatre and eventually went quiet. It was revived in 1919, post-war, and critics shrugged: what felt radical in 1903 seemed dated by then. Now, over a century later, the Komische Oper Berlin has its own iteration of that restless spirit, and the question hovers like fog over the whole enterprise. Can you keep resurrecting the same dare?\n\nSchall & Rausch, the festival, drops its second \"u\" but keeps the provocation. Organised by the Komische Oper under the direction of Rainer Simon, it has been running since 2023 as a dedicated space for what Simon calls \"brand new music theatre,\" a phrase he deploys with full awareness of its own grandiosity. The pitch: take musical theatre, strip away the gilt and the interval drinks, and rebuild it with beats, pop, club culture, drag, and global sonic traditions. Previous editions spread across Neukölln venues including the old KINDL brewery, the queer club Schwuz, and the Vollgutlager, working in collaboration with Musicboard Berlin and the Neuköllner Oper to blur the lines between opera, hip-hop, dub, and whatever else might be in the room. The 2026 edition runs 12 to 15 February, shorter and sharper than before: four days that promise, in the festival's own language, \"an intoxicating fantasy of opulence\" celebrating the triumph of the new over the old. You can decide later whether that reads as manifesto or marketing.\n\nThat rhetoric deserves some scrutiny. German opera houses are having an identity crisis. Audiences are ageing, funding is precarious, and the country's vast network of publicly subsidised theatres increasingly reaches for \"interdisciplinary\" programming the way a drowning person reaches for driftwood. Some of these efforts are genuinely transformative; others are institutional self-preservation dressed in streetwear. The Komische Oper has a longer history of populist instincts than, say, the Staatsoper, but it is still a large institution planting its flag in Neukölln, a district whose cultural identity was forged by migrant communities, DIY venues, and economic precarity rather than state-funded programming.\n\nThe festival's decision to partner with local infrastructure (Schwuz, the Neuköllner Oper) instead of simply importing Neukölln aesthetics into its Mitte headquarters reads as a genuine attempt at embedded collaboration. Whether the power dynamics actually flatten out, or whether this remains an opera house doing outreach, depends on details that press materials can't resolve.\n\nWhat the programme itself reveals is more promising than the framing. Two works anchor the 2026 edition, and they pull in wildly different directions. The first is the world premiere of Selemo, a chamber opera by South African composers Sbusiso Shozi and Nhlanhla Mahlangu. The piece takes spring as its subject, but not in any pastoral sense. Shozi and Mahlangu are working with body, sound, and voice to explore transformation; the festival describes the work as reaching toward \"an ancient promise of prosperity that transcends geographical boundaries,\" which is press-release language but gestures at something real. A new composition drawing on South African vocal traditions and performed in the chamber opera form, staged in a grey, bitter Berlin February where the idea of spring carries its own desperation: the friction between those elements could produce something genuinely disorienting. Whether the friction stays alive in performance or gets smoothed into polite fusion is the bet the festival is making.\n\nThe second centrepiece operates on a completely different frequency. Cave Meets Schubert places Nick Cave's 1988 album Tender Prey alongside Schubert's Winterreise, performed by the Komische Oper orchestra under conductor James Gaffigan. The concept is almost too neat: post-punk's night-black death wish alongside Romantic-era Wanderlust and despair, two traditions of men walking into darkness and singing about it. Schubert's song cycle, composed in 1827, follows a rejected lover trudging through a frozen world. Cave's record, made five years and three albums into the Bad Seeds' run, is soaked in Old Testament fury, murder ballads, and the ragged beauty of someone trying to outrun heroin. On paper, the connection writes itself. The risk is that it writes itself too easily, that the orchestral treatment of Cave's material domesticates what made it dangerous. Tender Prey's power lives in its roughness: the tape hiss, the barely controlled howl. Put that through an opera orchestra and you could end up with a very expensive cover band. Gaffigan's presence is encouraging. He is a conductor comfortable with contemporary repertoire and unlikely to treat Cave's songs as curiosities requiring classical legitimacy.\n\nAround these headline pieces, the festival fills its four days with the looser, stranger programming that gives events like this their real pulse. The drag performer Meo Wulf hosts Queen of Love on Valentine's Day at CANK, turning an empty department store into a \"staircase for lovers\" with lip-synced declarations and glamorous excess. This is the festival at its most openly hedonistic, leaning into the queer club energy that Schwuz has sustained in Berlin for decades. It also points to something the festival does well: it doesn't treat music theatre as a single thing with fixed boundaries but as a sprawling category that can include a chamber opera premiere, an orchestral collision, and a drag cabaret in the same programme without hierarchy.\n\nThe Neukölln setting matters in ways that go beyond geography. The district's venues carry their own histories of impermanence. Schwuz has moved locations multiple times, always one lease negotiation away from disappearing. The KINDL brewery is a converted industrial space whose second life as a cultural centre reflects Neukölln's broader transformation from overlooked to overexposed. Staging a festival about \"the triumph of the new over the old\" in spaces that are themselves caught between eras produces a tension the organisers may not have intended but can't escape. Newness in Neukölln is never innocent. It arrives alongside rising rents and displacement.\n\nThe festival amounts to an opera house trying to prove that the form can absorb club culture, global music, drag, and pop without collapsing into incoherence. It is a four-day argument that musical theatre's future lies outside the proscenium arch. Some of that argument will land. The Selemo premiere has the potential to offer sonic and physical vocabularies that Berlin's opera world rarely encounters. Cave Meets Schubert could be a thrilling wreck or a handsome bore. The festival's greatest strength might also be its most fragile quality: it insists on liveness, on bodies in rooms, on the particular charge of watching something happen for the first time in a Neukölln basement in the dead of winter.\n\nReinhardt's original Schall und Rauch lasted about three years before it became something else entirely. Novelty has a short half-life. The question for Simon and his collaborators is whether this festival can keep finding artists and forms that genuinely surprise, or whether \"brand new music theatre\" calcifies into its own genre, complete with predictable beats, predictable strobes, and the predictable applause of an institution congratulating itself on being brave. Three editions in, the jury is still out. But the 2026 programme suggests they are at least asking the right questions, even if some of the answers remain, appropriately, sound and smoke.",
  "language": "en",
  "word_count": 1224,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T11:23:06.470128",
  "event": {
    "id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
    "name": "Schall & Rausch Festival",
    "start_date": "2026-02-12",
    "end_date": "2026-02-15",
    "venue": "",
    "city": "Berlin",
    "category": "festival",
    "description": "This Neukölln festival flips the musical theatre script, bringing performers from across the globe to experiment with beats, strobe lights, and pop-infused spectacle. It's anything but traditional—a radical reimagining of the genre.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824656"
  }
}