{
  "id": "d9116388-1c4f-4753-b715-46e5010299d7",
  "event_id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
  "title": "The Mirror Cracked",
  "slug": "the-mirror-cracked",
  "lead": "Karl Holmqvist has spent three decades turning the wreckage of pop lyrics, ad copy, and movie dialogue into something between concrete poetry and a ransom note — now, at Galerie Neu, PAINT WITH MAKE-UP collapses the line between artistic production and cosmetic transformation, daring you to look at language and find your own face staring back.",
  "body": "A word is never just a word in Karl Holmqvist's hands. It's a shard of cultural debris spinning loose from the apparatus of meaning. For over three decades, the Swedish artist has been picking through the wreckage of language: pop lyrics, political slogans, film dialogue, advertising copy, the noise of consumer life. He reassembles these fragments into something that hovers between concrete poetry and graffiti, closer to a ransom note than a love letter. His new exhibition at Galerie Neu, PAINT WITH MAKE-UP, opens on 7 February, and even the title reads like a dare: a camp manifesto compressed into four syllables.\n\nHolmqvist, born in Västerås in 1964, has lived in Berlin long enough to be embedded in the city's art world without ever belonging to any single faction within it. He studied literature and linguistics, not fine art, and that origin matters. He came to visual practice sideways, through writing and the spoken word. Making art as a writer already disrupts the categories people reach for when they try to pin work down. He's shown at the Venice Biennale (2003 and 2011), MoMA, Moderna Museet, and across five editions of Performa in New York, among dozens of other venues. The range of contexts tells you something about the work itself: it fits everywhere because it belongs, strictly speaking, nowhere.\n\nWhat Holmqvist does is deceptively simple. He takes found language, strips it of context, then rebuilds it as visual and sonic pattern. Pop songs become mantras. Movie quotes become koans. BREAK ON THRU THE LOOKING GLASS TO THE OTHER SIDE. HERE'S LOOKING AT U, KID. These phrases, ripped from the collective unconscious of Western consumer culture, get painted onto walls, printed on mirrors, arranged in installations where the viewer can't avoid becoming part of the text. The mirrors are particularly sharp: vanity and self-awareness coexist on the same reflective surface. You look at the work and the work looks back. As Ana Teixeira Pinto once noted, viewers often wonder whether Holmqvist's art amounts to a pop gesture or a poetic one. \"But Pop poetry is an oxymoron.\" That tension is precisely where the work lives.\n\nThe queer dimension of his practice runs deeper than thematic content. It's structural. Holmqvist's refusal to respect the boundaries between visual art, poetry, performance, and conceptual practice mirrors a broader refusal to accept prescribed categories of identity or expression. His 2013 piece Meshes of the Mackey Apts remade Maya Deren's 1943 surrealist film as a queer inhabitation of space and cinematic history. His poetry readings, performed with what people describe as a charmingly shy persona, manage to gather attentive crowds in unlikely places. His delivery undoes the usual hierarchy between performer and audience. He has written about this himself, drawing a comparison to tribal cultures where the division between stage and spectator would seem transgressive, where artistic expression is not an outgrowth of childish play but a continuous part of being human. \"Or even fully human. Fulfilled.\"\n\nPAINT WITH MAKE-UP arrives at Galerie Neu, that former glass warehouse in the ambiguous zone between Mitte and Kreuzberg, surrounded by social housing and the architectural residue of 1980s urban planning experiments. The gallery has been Holmqvist's primary Berlin base for years. It operates with a deliberate lack of preciousness; it's a space where work is allowed to be rough, to resist the kind of institutional finish that smothers art dependent on immediacy. The concrete floors, the industrial light, the lack of white-cube pretension: all of it suits Holmqvist's painted texts, which tend to hit you as form, as colour, as rhythm, before they resolve into meaning.\n\nThe title suggests a conflation of artistic production with cosmetic transformation. Paint and make-up: one is considered art, the other artifice, but both involve surfaces, and both involve the construction of a face to present to the world. For a queer artist whose entire practice is built on how language constructs identity, that collision carries real weight. The exhibition, which features new work, hasn't been described in detail by the gallery. Given Holmqvist's trajectory, expect language to dominate the room physically, and expect mirrors.\n\nThere's a productive scepticism to bring to this show, too. Holmqvist's earlier dual exhibition EQ UI LI BR IU M at Galerie Neu and MD72 staged identical works across two venues, a conceptual gesture that Teixeira Pinto found somewhat exhausting (\"Repetition, as a meaning-production device, is overrated. Especially if you just spent half an hour on the subway on your way to see it\"). Holmqvist's work sometimes risks the very depletion of meaning it claims to investigate. When everything is a fragment, when every surface is a mirror, the viewer can end up cycling through signifiers without landing anywhere. The question for PAINT WITH MAKE-UP is whether the new work pushes past that loop or sinks deeper into it.\n\nStill, Holmqvist occupies a position in contemporary art that few others do. He belongs to a lineage running from Fluxus through punk through the downtown New York poetry scene, but he has none of the machismo that often accompanies those references. His nod to George Maciunas's calls to purge the world of \"dead art\" comes, as one critic put it, \"without malice but also without Maciunas's macho jostle.\" At a moment when text-based art is everywhere, from Instagram poetry to AI-generated prose flooding every digital surface, Holmqvist's insistence on the physical and the handmade starts to look less like nostalgia and more like resistance.\n\nHolmqvist paints with make-up. He writes with paint. The gestures are the same, repeated across different surfaces, each repetition altering the meaning just enough to keep it alive. The show runs through 7 March. See it twice. With this artist, a second visit will yield a different reading.",
  "language": "en",
  "word_count": 954,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T20:25:45.492015",
  "event": {
    "id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
    "name": "Karl Holmqvist: PAINT WITH MAKE-UP",
    "start_date": "2026-02-07",
    "end_date": "2026-03-07",
    "venue": "Galerie Neu",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Karl Holmqvist presents new work exploring language, queer aesthetics, and the intersection of text and visual art. Known for his provocative use of found language and DIY sensibility, Holmqvist's practice bridges concrete poetry, punk, and conceptual art.",
    "source_url": "https://www.berlinartlink.com/2026/02/02/things-to-do-in-berlin-art-openings-performances-the-week-feb2-feb8-2026/",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.113386"
  }
}