{
  "id": "8fd96813-40c4-4ea4-ba3a-64651a57e336",
  "event_id": "dfc83516-e261-4c78-aca8-8d95e5f26ee7",
  "title": "The Mouth as Instrument",
  "slug": "the-mouth-as-instrument",
  "lead": "A beatboxer and a poet walk into a baroque palace in Mitte, and somehow it's taken until 2026 for Berlin to get its first festival dedicated to the art of language performed live. Wortsport 26 opens at GRIPS Podewil on 20 February with three days of slam, freestyle, sign language performance, and a generational bet that the mouth is still the most radical instrument in the room.",
  "body": "A beatboxer and a poet walk into a baroque palace. It sounds like the setup for a joke, but it's actually the premise for Wortsport 26, a three-day festival opening on 20 February at GRIPS Podewil in Berlin-Mitte. The festival claims to be the city's first dedicated event for performance poetry and spoken word. In Berlin. In 2026. Which raises an obvious question: how has this not existed already?\n\nPoetry slam arrived in Germany in the mid-1990s, and Berlin quickly became its natural habitat. The city's open-mic nights, multilingual bars, and squatted culture spaces made it almost unreasonably easy to perform language rather than simply publish it. Slam events multiplied across neighbourhoods; spoken word acts became fixtures at club nights, gallery openings, literary salons. Yet somehow no one pulled the whole ecosystem together into a single festival. Individual events thrived in their corners while the broader scene remained fragmented, defined more by what happened at Kaffee Burger on a Tuesday than by any unified sense of itself. Wortsport 26 positions itself as a corrective to that absence: a gathering point where the scattered threads of Berlin's performance-language culture can cross and tangle.\n\nThe festival is the work of organisers connected to GRIPS Theater, a company with its own complicated, interesting history. The group originated in the late 1960s as a politically charged theatre collective in West Berlin, eventually taking the GRIPS name in 1972 and spending the following decades producing work for young audiences that never talked down to them. It moved from Kurfürstendamm to Hansaplatz in 1974, occupying a converted art-house cinema; in 2009, after being displaced from its workshop space by renovations to the Schiller Theatre complex, it expanded into the Podewil building on Klosterstraße. That building carries its own layered past. Erected as a baroque city palace in the early 1700s by architect Jean de Bodt, it served variously as a provincial museum, a bank, a sanitation department headquarters, and (after wartime bombing and reconstruction) the \"House of Youth Talent\" in the GDR era. Post-reunification, it became Podewil Centre for Contemporary Arts, hosting dance, new music, and media art through the early 2000s. These walls have heard speeches in multiple Germanys.\n\nGRIPS has always been about audience participation, about theatre that speaks to young people directly and takes their intelligence seriously. Its 1986 production *Linie 1*, a musical set on the U1 subway line, ran for years precisely because it treated Berlin as a living, contradictory place rather than a backdrop. Wortsport 26 extends that ethos into a different form. The lineup spans slam poetry, freestyle rap, storytelling, human beatboxing, songwriting, sign language performance, choral speaking, and a cappella. Among the confirmed acts: Yasmo, the Vienna-based rapper and slam poet whose sets toggle between punchline density and genuine vulnerability; King EXXX on beatbox; Kirsten Fuchs on storytelling; Timo Brunke on stage poetry; Jan Böttcher on songwriting; Florian Bilbao on dance and performance; and Eva Matz on poetry slam. A documentary filmmaker, Rolf S. Wolkenstein, will contribute poetry clips. There is also a \"secret star guest,\" which could mean anything from a genuine coup to a promotional placeholder.\n\nWhat's more interesting than the names is the generational bet the festival is making. Fifteen of the featured artists were born after 1999. The organisers call them the \"Very Important Poets\" of the new generation, and among them is Nya Ditt, the reigning German-language U20 poetry slam champion. A 22-year-old raised on TikTok poetry, Instagram captions, and voice notes performs language differently than someone who came up through 1990s café slams. The cadence is different. The relationship to irony is different. The body onstage is differently self-conscious. The festival's workshops are designed to make this generational friction productive, pairing established professionals with younger artists in sessions that bridge technique and instinct.\n\nOver the three evenings (performances run at 6pm and 8pm on the 20th and 21st, with a final session on the 22nd), audiences can expect something closer to a concert atmosphere than a literary reading. Spoken word at its best is a bodily experience. The microphone becomes an extension of the larynx; the audience becomes a resonating chamber. When a beatboxer and a poet share a stage, rhythm isn't metaphorical. You feel it in your sternum. The inclusion of sign language performance adds another dimension: language made sculptural, spatial, physical. It foregrounds something hearing audiences forget too easily, that meaning doesn't require sound, and watching a signer work a stage can reframe everything you think you understand about what a \"voice\" is.\n\nStill, there are reasons to temper expectations. The festival's own promotional language leans heavily on inclusivity and celebration, which is fine as a starting point but can blur into vagueness. \"Everything that's possible with language on stage\" is a generous frame. It's also a diffuse one. The risk with inaugural festivals that try to represent everything is that they represent nothing with enough depth. Three days is not a lot of time to meaningfully cover slam poetry and freestyle rap and storytelling and beatboxing and sign language performance and songwriting and choral speaking and dance. Each of these forms has its own internal complexity, its own hierarchies of craft, its own tensions. Flattening them into a single category of \"language art\" can feel like curatorial convenience rather than a genuine argument about how these practices relate. The strongest festivals have a point of view sharp enough to provoke disagreement. Whether Wortsport 26 has that edge remains open.\n\nBerlin's cultural infrastructure is under real pressure right now. Rising rents, funding cuts, venues closing or being repurposed. Independent artists in every discipline are struggling. A festival dedicated to performance poetry, an art form that generates almost no commercial revenue and exists primarily in the space between mouth and ear, feels both precarious and necessary. Spoken word is one of the few artistic practices that requires almost no capital to produce. You need a voice, a room, and people willing to listen. In a city increasingly anxious about what it can still afford to be, that stripped-down economics isn't just charming; it's a quiet form of resistance.\n\nThe inaugural edition of anything is partly an act of faith. Wortsport 26 may galvanise Berlin's scattered spoken word communities, or it may be a well-intentioned first draft that reveals its own gaps. Either outcome is useful. The organisers have signalled their intention to make this recurring. If they listen carefully to what works and what doesn't across those three February evenings in a baroque palace in Mitte, the second edition could be the one that really cuts. For now, the fact that it exists says something worth paying attention to. Not every festival needs a headliner or a brand deal. Sometimes the draw is simpler: a room full of people, and someone at the front of it with something to say.",
  "language": "en",
  "word_count": 1139,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T14:27:31.770811",
  "event": {
    "id": "dfc83516-e261-4c78-aca8-8d95e5f26ee7",
    "name": "Wortsport 26 Festival",
    "start_date": "2026-02-20",
    "end_date": "2026-02-22",
    "venue": "GRIPS Podewil",
    "city": "Berlin",
    "category": "performance",
    "description": "The inaugural Wortsport Festival transforms Berlin into a stage celebrating the full spectrum of spoken language. A festival for slam poetry and spoken word art, marking the capital's first dedicated event for performance poetry and linguistic artistry.",
    "source_url": "https://www.visitberlin.de/en/event/wortsport-26-20-feb-18-uhr",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.864230"
  }
}