{
  "id": "6bf15f11-5898-4edd-a368-f07370f667b5",
  "event_id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
  "title": "The Counter-Festival That Refuses to Behave",
  "slug": "the-counter-festival-that-refuses-to-behave",
  "lead": "Every February, a small, restless gathering at the Akademie der Künste stages an insurrection against the polite applause and lanyard-logic of Europe's festival circuit. Now in its twelfth year, Berlin Critics' Week opens 9 February with a promise that disagreement isn't a bug but the whole operating system — and in a cultural moment where public friction feels increasingly risky, that's either a survival mechanism or a dare.",
  "body": "A week before the Berlinale's red carpets get rolled out, before the industry delegates flood Potsdamer Platz with lanyards and deal-making energy, a smaller, more restless gathering begins. Berlin Critics' Week, running 9–17 February 2026, does not compete with the Berlinale so much as it interrogates the very idea of what a film festival is for. Now entering its twelfth year, it remains one of the few events in European cinema culture where the post-screening conversation is not an afterthought but the point.\n\nThe origins tell you everything. In 2014, a group of film critics associated with the Verband der deutschen Filmkritik (the Association of German Film Critics) decided they were tired of showing up to festivals only to be positioned as service providers: the people who write the star ratings, supply the pull quotes, feed the publicity machine. The founding impulse was confrontational. Trade press coverage of the launch carried a tone of mild bewilderment. Critics starting their own sidebar during the Berlinale? An insurrection of the footnotes. Dennis Vetter, who co-founded the event and has served as Artistic Co-Director since 2020, put it plainly in a recent interview: larger festivals and industry events don't usually welcome disagreement on stage. Berlin Critics' Week does.\n\nVetter's background is instructive. A freelance critic writing for publications from Film Comment to taz to Senses of Cinema, he has spent over a decade straddling the line between criticism and curation, publishing reviews while simultaneously building the infrastructure for a different kind of film conversation. His co-director Amos Borchert brings a parallel sensibility, trained in film studies and philosophy in Mainz. Borchert runs in Leipzig's independent programming circles, working with the GEGENkino collective and the Kurdish Film Festival, organising a video art exhibition called paradoks – An den Rändern des Dokumentarischen. Their instinct is for cinema's margins, and they've stayed there on purpose.\n\nThe team around them has grown more porous over the years. Nuray Demir, an artist and curator whose projects range from performative festivals at the Bundeskunsthalle in Bonn to the publication The Words of the Arty Class, contributes a transdisciplinary instinct that keeps the programming from becoming an insular critics' club. Vika Kirchenbauer, a Berlin-based artist whose video work has shown at the Whitechapel Gallery, the New York Film Festival, and Kunsthal Charlottenborg, brings a practice rooted in questions of institutional power and visibility. Lucía Salas, an Argentinian critic and filmmaker now based in Spain, and Hamed Soleimanzadeh, who holds PhDs from both Tehran and Berlin and has sat on juries at Cannes and Karlovy Vary, round out an editorial brain trust that is genuinely international without treating internationalism as a brand exercise. What binds them is a shared conviction that programming and criticism are not separate activities.\n\nThis matters because Berlin Critics' Week has always been as much about who speaks as what gets screened. Every evening follows the same essential structure: a main film, chosen not because it will generate buzz but because it opens a question, followed by a debate that is meant to be exactly that. Not a polite Q&A where the director thanks the crew and the audience applauds, but an exchange where disagreement is built into the format. Frédéric Jaeger, who served as Artistic Director from 2015 to 2020, studied both film and philosophy at the Freie Universität Berlin. You can feel that double inheritance in how the event still operates: cinema treated as a philosophical act, criticism treated as care rather than consumer guidance.\n\nThe 2026 edition opens on 9 February at the Akademie der Künste with a kick-off event titled \"Argue Against, Argue Again – The Limits and Potentials of Debate Culture.\" The guest list reads like a deliberate collision of worlds. Tricia Tuttle, the current Berlinale festival director, shares a stage with philosopher Heidi Salaverría (whose work draws connections between debate and salsa dancing, of all things), filmmaker Heinz Emigholz, writer Hengameh Yaghoobifarah, and actor-turned-debate-format-developer Martin Muth. Journalist Amina Aziz moderates. The framing is pointed. In a moment when German cultural institutions are contracting under funding pressures and political scrutiny, when the very notion of public disagreement feels charged with risk, Berlin Critics' Week is asking what debate is actually for. Not debate as content or spectacle, but something closer to a survival mechanism for cultural life.\n\nThis is where the event sits most interestingly in 2026. The Berlinale itself has undergone significant leadership changes in recent years; Tuttle's presence at the Critics' Week opening signals a relationship that has evolved from antagonism to something closer to cautious mutual recognition. The larger festival acknowledges that the smaller one serves a function it cannot. Berlin Critics' Week is free to be awkward, to show films that confuse, to let a panel derail. It doesn't need to sell tickets to industry screenings or satisfy market logic. Its funding comes from the Hauptstadtkulturfonds and the Stiftung Kulturwerk der VG Bild-Kunst, institutional support that allows it to remain stubbornly uncommercial.\n\nThe films programmed in recent editions give a sense of the curatorial temperature. Past selections have included work by directors like Max Linz and Éric Baudelaire. The 2024 programme featured Farina Mietchen's Hinterlegte Nummern, a graduation film balancing documentary and essay forms around telephone conversations between prison inmates and their loved ones, and Fábio Rogério and Wesley Pereira de Castro's One Minute Is an Eternity for Those Who Are Suffering, which stages an apartment as an entire universe. These are not films designed for market premieres. They're films that demand you sit with someone afterwards and work out what you think, which is precisely the space the event provides. What's missing from the public record, and what the organisers might consider making more visible, is what those conversations actually produce. The format lives or dies on the quality of its friction, and the friction is mostly undocumented.\n\nThe risk is real, though. Events built on the principle of \"debate culture\" can tip into self-congratulation. It's easy to imagine a version of Berlin Critics' Week that becomes a performance of criticality rather than the thing itself, a room full of people who agree that disagreement is important, nodding along to panels about the value of dissent. The organisers seem aware of this trap. Vetter has acknowledged that early editions sometimes frustrated or puzzled audiences, that the format needed years to find its footing. Twelve editions in, the question is whether the event can sustain genuine friction or whether it has become comfortable enough with its own identity that the radical edge softens. The inclusion of Yaghoobifarah, whose public provocations have made her a genuinely polarising figure in German media, suggests they're still willing to invite tension that could go somewhere they can't control.\n\nWhat keeps Berlin Critics' Week necessary is something structural rather than aesthetic. Film criticism, as a profession and a practice, is in worse shape than it was in 2014. Publications have shuttered or hollowed out. Algorithmic recommendation has replaced critical mediation for most audiences. The festivals themselves increasingly function as brand events and acquisition markets. In this context, a week-long gathering where critics are centred as creative actors, where the act of thinking publicly about a film is given the same weight as making one, feels less like a niche indulgence and more like an argument about what culture requires to stay alive. Berlin Critics' Week does not have the Berlinale's budget, its star power, its global reach. What it has is a reason to exist that it can actually explain. In 2026, that's rarer than it should be.",
  "language": "en",
  "word_count": 1255,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T08:30:23.597940",
  "event": {
    "id": "41306059-29a7-40d0-a715-32d2f6bc60fa",
    "name": "Berlin Critics' Week",
    "start_date": "2026-02-09",
    "end_date": "2026-02-17",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "Born as a space to critically engage beyond the Berlinale's glamour, Berlin Critics' Week invites audiences to think critically about film and cinema. Radical, passionate and refreshing, the program offers insightful debates and new perspectives on contemporary cinema with an agenda that challenges conventional film festival discourse.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.749218"
  }
}