{
  "id": "46b5fd39-7aec-4120-9f20-24287fbaee36",
  "event_id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
  "title": "The Ghost Light Is Still On",
  "slug": "the-ghost-light-is-still-on",
  "lead": "Calla Henkel and Max Pitegoff spent a decade building Berlin's scrappiest art spaces just to watch them collapse on cue — now they're back with *The End of THEATER* at Galerie Isabella Bortolozzi, dragging the ghost of every expired lease, forgotten line, and half-lit rehearsal room across the Atlantic and into a gallery on Schöneberger Ufer.",
  "body": "A black box theatre on Santa Monica Boulevard is not where you'd expect to find the afterimage of Berlin's scrappiest art scene, but that kind of dislocation has become Calla Henkel and Max Pitegoff's method. Now, with *The End of THEATER* at Galerie Isabella Bortolozzi, the duo are dragging the whole mess back across the Atlantic. Rehearsals, fiction, Leilah Weinraub performing Kennedy, and the unresolved question of what the camera captures once the stage goes dark.\n\nHenkel and Pitegoff have spent the better part of fifteen years building spaces only to let them collapse. Not fail. Collapse. New Theater, which they opened in a Wedding storefront in 2013, ran for two years before the lease expired. TV Bar, their next Berlin project, functioned as a bar, performance space, and film set at once. In 2017 they took over the Grüner Salon at Volksbühne, a venue already loaded with the weight of Frank Castorf's combative legacy, and staged their own plays alongside commissioned work. Each space operated as a kind of social sculpture: the venue was the artwork, the community around it both material and audience. Friends became actors. Actors forgot their lines and the forgetting became part of the script. The whole thing cycled through sincerity and self-awareness so quickly it was hard to tell where the performance ended and the hanging out began. Then they left Berlin.\n\nThe move to Los Angeles in the early 2020s felt, from the outside, like a chapter break. In 2024 they founded New Theater Hollywood, a black box on Santa Monica Boulevard that has already hosted work by Diamond Stingily, Asher Hartman, Klein, Colin Self, and Lily McMenamy, among others. Their episodic film *THEATER*, currently showing as part of Made in L.A. 2025 at the Hammer Museum, splices fictional narrative with documentary footage from rehearsals and backstage moments at the Hollywood space. The latest stage work, *THE END IS NEW*, premiered at REDCAT in December 2025 and follows a film editor trying to finish a dead filmmaker's documentary, sifting through footage of a fractured collective. The editor becomes a character in the story she's assembling. It's recursive, but what keeps it from collapsing into cleverness is the texture of the footage itself: the half-lit rooms, the unscripted pauses, the faces of people who aren't sure whether they're being directed or just watched.\n\nWhat arrives at Bortolozzi in February is not a single work but the residue of an entire cycle. The exhibition title, *The End of THEATER*, carries the weight of a declaration, though knowing Henkel and Pitegoff, it's more likely a question posed with a straight face. They've always been interested in endings as generative moments. The lease runs out, the collective splinters, the play closes, and what's left are photographs, scripts, set pieces, the strange energy of a room where something happened. The gallery will reportedly contain elements from across the *THEATER* project, including a performance by Leilah Weinraub. Weinraub's own work as a filmmaker (her 2018 documentary *Shakedown* chronicled LA's Black lesbian strip club scene with a closeness that refused to aestheticise its subjects) and as creative director for Hood by Air already occupies that unstable zone between documentation and authorship. Here, she performs Kennedy. Which Kennedy, and in what register, remains unclear. But the casting choice forces a confrontation with image, power, and the way American political figures exist primarily as footage to be replayed and recut.\n\nBortolozzi is a fitting host. Isabella Bortolozzi opened her gallery in 2006 with a sensibility tuned to artists who blur the line between their social world and their art: Vaginal Davis, Wu Tsang, Morag Keil, Hannah Black. All of them, like Henkel and Pitegoff, treat autobiography, community, and performance as overlapping materials rather than separate categories. The gallery opened its Schöneberg space with a Július Koller show featuring a giant question mark on the front door, which tells you something about the programme's appetite for provocation that doesn't announce itself as such. Henkel and Pitegoff have shown at Bortolozzi before, and their return carries the charge of a homecoming, or at least a haunting. These are artists who spent a decade embedded in Berlin's social and artistic networks, who photographed friends in Airbnbs and pubs and makeshift theatres, who documented the precarity of the project-based lifestyle with precision and affection in roughly equal measure. Coming back to Berlin with work about endings, dissolution, the ghost of the collective: it's hard not to read biography into it.\n\nThe show sits at a pressure point worth paying attention to. Henkel and Pitegoff's practice has always asked where theatre ends and everything else begins, but the question hits differently when everyone's daily life is already a performance flattened into content. Their *THEATER* film collapses the distinction between rehearsal and performance, between the moment the actor is \"on\" and the moment they're just a person in a room. This is not a new concern (Pirandello, anyone; Cassavetes, certainly), but the duo approach it through the specific conditions of their own community, their own economy of favours and friendships and shared rent. Patrick Armstrong, writing about their work, described the scenes Henkel and Pitegoff cultivate as cannibalising themselves for inspiration. Characters in their plays are composites of real people; real people sit in the audience watching versions of themselves. The trained and the untrained share a stage. Lines get misremembered and the misremembering stays in.\n\nThe self-referential loop risks becoming hermetic, a hall of mirrors reflecting only the artists and their circle. The cultivated antiprofessionalism that critics have praised can, at its worst, shade into insularity: a scene performing its own coolness for an audience already convinced. But *The End of THEATER* seems built to push against that tendency. Weinraub's presence, the film work, the institutional contexts of Bortolozzi and the Hammer all pull the project outward, beyond the bar, beyond the friend group, into questions about how any collective memory gets assembled and by whom.\n\nWhat lingers is the image of that film editor in *THE END IS NEW*, alone in a room with hours of footage, trying to make a story out of someone else's wreckage. It's a portrait of the artist as archivist, as medium, as the last person left in the theatre after everyone else has gone home. Henkel and Pitegoff have spent fifteen years building rooms for things to happen in. Now they're asking what remains when the room empties. The answer, so far, is another room: a gallery on Schöneberger Ufer, in the city they left. The lights are still on. Whether anyone's about to flip the switch is the whole point.",
  "language": "en",
  "word_count": 1101,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:32:27.012540",
  "event": {
    "id": "8b1c667b-83ba-476f-b6cf-47befed34b4e",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo who run a black box theater in LA bring the entire messy cycle—rehearsals, fiction, and Leilah Weinraub performing Kennedy—to Bortolozzi. An exploration of where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824201"
  }
}