{
  "id": "367de399-6ad7-4946-a6a3-9ee2b6c445e9",
  "event_id": "abc1466d-f781-48ab-a0d1-60c875bdc1f5",
  "title": "The Witness Who Won't Look Away",
  "slug": "the-witness-who-won-t-look-away",
  "lead": "Catherine Opie steps inside Mies van der Rohe's glass pavilion to talk about three decades of photographing who America allows to be seen — and who it doesn't — at a moment when those questions feel less like art history and more like a live wire.",
  "body": "A nine-year-old girl in Sandusky, Ohio, gets a Kodak Instamatic for her birthday. Her first photograph is a self-portrait: she's making muscles. Fifty-seven years later, that girl is standing inside Mies van der Rohe's glass pavilion on Potsdamer Straße, preparing to talk about a body of work that has tracked the fault lines of American identity for over three decades.\n\nCatherine Opie's lecture at the Neue Nationalgalerie on 19 February arrives at a moment that feels engineered for her. The event is free, held in English, and organised jointly by the Neue Nationalgalerie, the American Academy in Berlin, and the Fridericianum in Kassel, where Opie's solo exhibition \"The Pause That Dreams Against Erasure\" opens just days before. That title, with its insistence on both stillness and defiance, tells you where Opie's head is at. She has spent three decades photographing what it means to exist on the margins of American life, and what it costs to insist on being seen in a country that periodically decides certain people shouldn't be.\n\nBorn in 1961, Opie moved from Ohio to California as a teenager. She studied at the San Francisco Art Institute, then completed her MFA at CalArts in 1988. San Francisco in the mid-1980s was a city in crisis; the AIDS epidemic was reshaping queer communities and forcing questions about visibility, mourning, and solidarity into the centre of artistic practice. Opie absorbed all of it. Her early portrait work from the 1990s, particularly \"Being and Having\" (1991) and \"Portraits\" (1993–1997), placed members of her queer community against rich, solid-coloured backdrops that recalled Holbein and Bronzino. The reference was deliberate and pointed. By framing her subjects with the formal gravity of Renaissance court portraiture, Opie insisted that leather daddies and drag kings deserved the same compositional reverence as Medici princes. The gesture was not camp. It was dead serious.\n\nOver time, her lens pulled wider. The intimate portraits gave way to freeways, suburban houses, high school football games, surfers, ice fishing huts, political marches. \"Domestic\" (1999) explored the quiet interiors of queer family life. \"In and Around Home\" documented her son's childhood with the same unsparing clarity she'd brought to the leather bars of West Hollywood. Her \"Political Landscapes\" series, shown at Berkeley Art Museum and Pacific Film Archive in 2020, captured Black Lives Matter protests and the feverish, polarised gatherings of the Trump era. Opie does not separate the personal from the political because she has never experienced them as separate things. A photograph of a highway interchange, in her hands, becomes a portrait of American isolation: thousands of bodies moving in proximity, sealed off from one another behind windshields.\n\nThe Neue Nationalgalerie is a loaded setting for any of this. Mies van der Rohe served as the Bauhaus's last director, dissolving the school in July 1933 after the Nazis made its operation in Berlin untenable. He fled to the United States and didn't build in Europe again for nearly three decades. When he finally returned to design this museum for West Berlin, he created a structure that is almost perversely transparent: a steel and glass pavilion that hides nothing, set in a city that had spent decades hiding everything. The museum opened in September 1968 with a Piet Mondrian exhibition. Its permanent collection was stocked with works by artists the Nazi regime had labelled \"degenerate\" (Kirchner, Klee, Beckmann) alongside later acquisitions (Bacon, Warhol) that extended the institution's commitment to art that unsettles consensus. For an artist whose central question is who gets to be seen, and on whose terms, speaking inside this building carries a charge no white cube gallery could replicate.\n\nThe lecture promises a career-spanning reflection rather than a presentation tied to a single body of work. Opie will draw on over thirty years of practice, discussing the ideas and experiences that have shaped her output, followed by a Q&A. If previous talks are any indication (she's spoken at the Whitney, the Kunsthistorisches Museum in Vienna, the College Art Association), she is a direct, generous speaker who refuses to aestheticise her own biography. She talks about craft, about printing, about standing in the rain on the sideline of a high school football game in some town she'd never been to, waiting for the light to do something she couldn't predict. She talks about the politics of looking.\n\nBerlin audiences will press her on the transatlantic resonances. The Fridericianum show's title reads differently in a German context, where the mechanics of cultural memory and selective forgetting carry their own specific weight. Across Europe and the United States, questions about queer visibility, the instrumentalisation of identity politics, and the role of art as political witness are not seminar abstractions; they're live. Opie has been photographing American protest movements since long before it became fashionable for institutions to programme them. Her images of marchers and counter-marchers carry a documentarian's patience. She waits, she watches, she does not editorialise with the camera. The politics are in the framing, in the decision of who to photograph and how close to stand.\n\nAn event like this risks flattering its audience more than it challenges them. A free lecture at a prestige museum, co-produced by three blue-chip institutions, can easily become a self-congratulatory exercise in which everyone in the room already agrees. Opie's work is strongest when it makes people uncomfortable: when a portrait of a scarified torso or a tattooed back refuses to be smoothly assimilated into the clean lines of an art-historical narrative. Can a lecture format deliver that friction the way a wall-sized print can? The Q&A will matter. The room will matter. Berlin, for all its reputation as a city that welcomes the radical, has persistent blind spots around American cultural production. German institutions have a habit of absorbing American art as spectacle, treating it as content for programming rather than as evidence of a society in crisis. Opie's work doesn't allow for that comfortable distance, but a lecture setting might.\n\nStill, her presence in Berlin right now feels right. Opie is 64, a tenured professor at UCLA, a Guggenheim Fellow. She has collected every institutional credential available to an American artist, which means she has the freedom to ignore all of them. In someone who has always been willing to put her own body and her own community on the line, that kind of freedom tends to produce the most honest work. The Kassel exhibition will be the proof. The Berlin lecture is the preamble: a chance to hear the thinking behind the seeing, delivered inside a building that was itself an act of cultural resistance before anyone thought to call it that.\n\nThe kid from Sandusky with the Instamatic never stopped making muscles.",
  "language": "en",
  "word_count": 1114,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-12T19:04:37.721893",
  "event": {
    "id": "abc1466d-f781-48ab-a0d1-60c875bdc1f5",
    "name": "Lecture by Catherine Opie",
    "start_date": "2026-02-19",
    "end_date": "2026-02-19",
    "venue": "Neue Nationalgalerie",
    "city": "Berlin",
    "category": "lecture",
    "description": "Influential American photographer Catherine Opie presents a lecture at the Neue Nationalgalerie. Opie's body of work spans queer portraiture, architectural documentation, and interrogations of American identity, making her one of the most important voices in contemporary photography.",
    "source_url": "https://www.artatberlin.com/en/cat/performanceperformance-contemporary-art-at-berlin/",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.349596"
  }
}