{
  "id": "e080b22e-73dd-4ebd-b4b8-b76bc9e58a03",
  "event_id": "6bdfa170-881d-4048-85e9-090e50d6d060",
  "title": "The Dead Ladies Show: спиритический сеанс против алгоритма",
  "slug": "the-dead-ladies-show-spiriticheskiy-seans-protiv-algoritma",
  "lead": "Каждый месяц в берлинском ACUD Studio живые люди выходят на сцену, чтобы вернуть из небытия женщин, которых мир забыл или запомнил неправильно — и The Dead Ladies Show, дожившее до сорок первого выпуска, остаётся тихим, упрямым ритуалом против алгоритмической амнезии.",
  "body": "В феврале в берлинском ACUD Studio соберутся люди, чтобы поговорить о мёртвых женщинах. Звучит мрачно, но The Dead Ladies Show, пожалуй, одна из самых живых вещей, которые происходят с историческим нарративом в Берлине прямо сейчас. Формат прост до гениальности: приглашённые рассказчики выходят на сцену и делают презентации о женщинах, которых мир забыл или запомнил неправильно. Никаких академических регалий не требуется. Нужна только страсть.\n\nThe Dead Ladies Show существует с середины 2010-х и выросла из идеи трёх человек: переводчицы Katy Derbyshire, редактора Florian Duijsens и журналистки Susan Stone. Втроём они создали формат, который балансирует между стендапом, лекцией и спиритическим сеансом. Сами организаторы называют это «sexy séance», и в этой формулировке нет иронии. Или есть, но ровно столько, сколько нужно.\n\nШоу проходят серийно, каждый выпуск посвящён нескольким героиням. За годы существования через сцену прошли десятки забытых биографий. Кельтская королева Boudicca, поднявшая восстание против Римской империи в 60-м году нашей эры (история, дошедшая до нас исключительно через двух римских мужчин, ни один из которых при восстании не присутствовал). Elsa von Freytag-Loringhoven, дадаистка в бюстгальтере из консервных банок, которая, возможно, изобрела «реди-мейд» раньше Marcel Duchamp. Актриса Hildegard Knef, умудрившаяся разориться с блеском после головокружительной карьеры. Каждая из этих женщин заслуживает отдельной книги. Вместо книги они получают пятнадцать-двадцать минут на сцене, рассказанные живым человеком, который ими по-настоящему увлечён. Этого оказывается достаточно, чтобы что-то щёлкнуло.\n\nПлощадка работает на идею. ACUD Studio расположена во дворе Kunsthaus ACUD в Mitte. Пространство управляется коллективом ACUD MACHT NEU, который в 2014 году спас здание от банкротства и превратил его в точку пересечения искусства, музыки, перформанса и цифровых медиа. С 2021 года студию активно использует Lettrétage, берлинская литературная организация, основанная в 2006 году Tom Bresemann и Katharina Deloglu. Из штаб-квартиры в Schöneberg Lettrétage связывает многоязычную литературную сцену города: консультации, рабочие пространства, события. Со-основательница Deloglu формулирует задачу просто: открыть дверь и впустить всё, что происходит с литературой в Берлине. The Dead Ladies Show в эту логику вписывается: литературное событие, которое не похоже на литературное событие.\n\nФевральский выпуск, сорок первый по счёту. Среди презентеров: романистка Lene Albrecht, журналистка Sally McGrane и музыкант Axel Scheele, специализирующийся на эпохе Bauhaus. Кого именно из мёртвых дам они представят, организаторы пока не раскрывают. Если смотреть на историю шоу, можно ожидать чего угодно: от дизайнера ролевых игр до забытой художницы.\n\nСобственно, дизайнер ролевых игр уже был. На одном из прошлых выпусков Jan Kabasci, автор и гейм-дизайнер, представлял Jennell Jaquays, транс-женщину, которая пришла в индустрию настольных ролевых игр в середине 1970-х, сразу после появления Dungeons & Dragons, и настолько изменила принципы дизайна подземелий, что термин «Jaquaysing» стал профессиональным стандартом. Позже она работала над Quake и Halo, а после каминг-аута в 2011-м занималась правами трансгендерных людей через Transgender Human Rights Institute в Сиэтле. Jaquays умерла в 2024-м. На том же шоу рядом с ней оказалась Una Marson, ямайская поэтесса и активистка. Никакого противоречия. The Dead Ladies Show настаивает на том, что история женщин — это не один нарратив, а россыпь нарративов, и они все одинаково важны.\n\nОтдельная героиня, не раз появлявшаяся в орбите шоу: Lotte Eisner. Берлинская еврейка, бежавшая от нацистов в Париж в 1933-м. Интернирована в лагерь в 1940-м вместе с другими еврейскими и немецкими женщинами. Сбежала. Прятала запрещённые фильмы в ледяном замке. Стала главным куратором Cinémathèque Française. Написала «The Haunted Screen», до сих пор определяющую книгу о немецком экспрессионизме в кино. Биография, которая слишком безумна и слишком болезненна, чтобы уместиться в энциклопедическую статью. Но она умещается в рассказ на сцене перед живой аудиторией, потому что рассказ допускает то, чего не допускает статья: восхищение, ярость, растерянность, смех.\n\nThe Dead Ladies Show существует также как подкаст (выпуски на Spotify, Apple Podcasts, Pocket Casts), и это расширяет аудиторию далеко за пределы семидесяти мест в зале ACUD. Подкаст работает: интимность микрофона компенсирует отсутствие зала. Но живой формат остаётся ядром проекта, и это принципиально. The Dead Ladies Show — не контент. Это ритуал.\n\nЛегко было бы списать проект на нишевый берлинский англоязычный кружок: экспаты рассказывают друг другу истории про забытых женщин, все хлопают, все уходят довольные. Отчасти это правда. Но в момент, когда алгоритмы решают, какие истории мы видим, а какие нет; когда AI-сгенерированные биографии заполняют поисковую выдачу гладким обезличенным текстом; когда «женская история» рискует превратиться в Instagram-инфографику с розовым фоном, формат, в котором живой человек стоит на сцене и говорит «послушайте, была такая женщина, и вот что с ней случилось», это уже не просто шоу. Это тихое, упрямое сопротивление.\n\n15 февраля в ACUD Studio соберутся люди, чтобы поговорить о мёртвых женщинах. Женщины останутся мёртвыми. Но кто-нибудь в зале запомнит имя, которого не знал раньше, и понесёт его дальше.",
  "language": "ru",
  "word_count": 746,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-15T18:43:00.497791",
  "event": {
    "id": "6bdfa170-881d-4048-85e9-090e50d6d060",
    "name": "The Dead Ladies Show",
    "start_date": "2026-02-15",
    "end_date": "2026-02-15",
    "venue": "Lettrétage e.V. im ACUD Studio",
    "city": "Berlin",
    "category": "performance",
    "description": "A series of entertaining and inspiring presentations on women who achieved amazing things against all odds. Passionate cheerleaders celebrate too-often forgotten women, inviting the audience into a sexy séance celebrating impressive icons, turbulent lives, and deathless legacies.",
    "source_url": "https://berlinliteraryevents.substack.com/p/14-february-2026",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.635100"
  }
}