{
  "id": "069b1614-13b2-4006-a23c-9e25f80c4bef",
  "event_id": "21b9af41-9d43-4342-b3b3-f41285423254",
  "title": "The Sound of Not Sleeping",
  "slug": "the-sound-of-not-sleeping",
  "lead": "Max Richter picks up the Berlinale Camera at Haus der Berliner Festspiele on 18 February, and the evening promises to sit in the tension between a billion streams and the single held note that made you forget you were watching a screen.",
  "body": "Think about the last time a piece of music made a film scene stick in your memory longer than the image itself. That low, aching string phrase from The Leftovers. The way Waltz with Bashir's animated war sequences felt like drowning in someone else's nightmare. These are Max Richter's traces, left across two decades of film and television. On 18 February at the Haus der Berliner Festspiele, the Berlinale will hand him its Camera award for them.\n\nThe Berlinale Camera has existed since 1986, honouring individuals the festival feels a particular kinship with. Previous recipients include Agnès Varda, Richard Linklater, Edgar Reitz. Richter fits the lineage neatly, maybe too neatly: a composer whose output has been embraced so broadly that he risks becoming wallpaper for prestige cinema and Spotify \"focus\" playlists at the same time. One billion streams is a staggering number for a classically trained musician. It also raises a question worth sitting with. When a composer's work is this ubiquitous, this easily absorbed, does an honour like this affirm artistic importance or cultural saturation?\n\nRichter, born in Hamelin in 1966, raised in Bedford, educated at the University of Edinburgh and the Royal Academy of Music, studied with Luciano Berio in Florence. That last detail alone is worth pausing on. Berio, the restless Italian modernist who treated the orchestra like an argument. Richter's music rarely sounds like an argument. It sounds like the resolution after one, the quiet in the room when the shouting stops. After his studies he co-founded Piano Circus, a six-Disklavier ensemble that spent a decade commissioning works by Arvo Pärt, Brian Eno, Philip Glass, Steve Reich. You can hear all of those influences in Richter's solo work; you can also hear him deliberately stepping away from their more abrasive edges, smoothing the grain until what remains is warm, translucent, and, depending on your tolerance, either moving or frictionless.\n\nHis 2004 album The Blue Notebooks, which marked its twentieth anniversary in 2024 and continues to accumulate new listeners, remains the clearest statement of what Richter does well. It folds readings from Kafka and Czesław Miłosz into slow, layered string and piano textures that feel like grief trying to hold its shape. SLEEP, the 2015 eight-and-a-half-hour piece co-created with his longtime collaborator Yulia Mahr, pushed the idea further: music designed to be experienced while unconscious, performed through the night for audiences lying in beds. The project was conceptual, slightly absurd, and completely sincere in a way that shouldn't work but does. It asked a genuinely strange question about what music is for, and who gets to be conscious for it.\n\nThe film scores are where his commercial influence concentrates. Ari Folman's Waltz with Bashir (2008) brought him a European Film Award and cemented his ability to write music that sits inside trauma without sensationalising it. But HBO's The Leftovers (2014–2017, created by Damon Lindelof) might be his most sustained achievement in the medium. Three seasons about unexplained loss, scored with a patience that trusted silence as much as sound. The season two finale's use of a single piano motif against Nora Durst's frozen face is the kind of scoring that makes composers look easy and actors look better. James Gray's Ad Astra (2019) earned him a Grammy nomination; more recently, Johan Renck's Spaceman (2024) and Chloé Zhao's forthcoming Hamnet have kept him in the orbit of directors who want emotional texture without heavy-handedness.\n\nZhao delivering the laudatory speech makes sense beyond the Hamnet connection. Her filmmaking, particularly in Nomadland, shares Richter's preoccupation with negative space (all those long shots of the American West where the sky does more acting than the cast). But award ceremonies tend toward the ceremonial, and the odds of their onstage conversation reaching past mutual admiration are slim. The promised panel discussion, with \"practical examples\" of Richter's creative process, at least suggests the evening might offer more than polished tributes.\n\nThe setting carries its own weight. Haus der Berliner Festspiele, Fritz Bornemann's 1963 theatre on Schaperstraße, was built as the Theater der Freien Volksbühne during the construction of the Berlin Wall. Erwin Piscator, that tireless advocate of political theatre, opened it. The building has cycled through political drama, musicals, near-abandonment, and reinvention as a home for Berliner Festspiele's programme of festivals, from MaerzMusik to Theatertreffen. A composer receiving a film award in a theatre built for political provocation: Piscator would have had notes.\n\nRichter's relationship with the festival stretches back to 2009, when he mentored at Berlinale Talents. He returned in 2024 for Spaceman's world premiere. The Berlinale Camera feels like a formalisation of a relationship that was already ongoing, which is both the award's strength and its limitation. It honours connection rather than disruption.\n\nHere is where ambivalence creeps in. Richter's ear for orchestral colour is real. He knows the specific frequency at which a held note starts to ache, and he can sustain it without letting the music collapse into sentiment. But the billion-stream figure haunts the conversation, because it points to a version of classical music that has been optimised for emotional accessibility in ways that sometimes feel algorithmic. The line between \"music that translates profound human experiences\" (the Berlinale's own phrasing) and music that has learned exactly which buttons to press is thinner than anyone in the industry wants to acknowledge. Richter is not cynical; his training, his references, his intellectual seriousness are all real. Still, his ascent maps almost perfectly onto the rise of playlist culture, the demand for \"cinematic\" and \"ambient\" and \"neo-classical\" as Spotify categories that flatten distinction.\n\nNone of this diminishes what happens when the music works. And the closing episodes of The Leftovers work. Richter understood restraint as a form of generosity, and the result is some of the most quietly brutal scoring in recent American television.\n\nThe evening on 18 February will, in all likelihood, be warm, respectful, professionally lit. Zhao will speak well. Richter will be gracious. The audience will applaud. The more interesting event is the one that might happen in the gaps: the moment in the panel discussion when Richter talks about a note he removed, a frequency he chased for hours. That is where the distance between a billion streams and a single artistic decision collapses. That collapse is where the music actually lives.",
  "language": "en",
  "word_count": 1045,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T11:44:36.752159",
  "event": {
    "id": "21b9af41-9d43-4342-b3b3-f41285423254",
    "name": "Berlinale Camera to Max Richter",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "lecture",
    "description": "Contemporary composer and artist Max Richter receives the Berlinale Camera award, with a laudatory speech by Oscar-winning director Chloé Zhao. The conversation explores Richter's creative processes and collaborations across film and art, illustrated through practical examples.",
    "source_url": "https://www.berlinale.de/en/2026/news-press-releases/274951.html",
    "event_url": "",
    "scouted_at": "2026-02-08T19:18:04.637953"
  }
}