{
  "id": "3c5d4b08-5324-419b-bd57-aca5659c0148",
  "event_id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
  "title": "The sound after the fire",
  "slug": "the-sound-after-the-fire",
  "lead": "On Valentine's night, Catalan producer Raül Refree brings his solo work to the domed hall of a former crematorium in Berlin-Wedding, where folk traditions go to be dismantled rather than preserved. His music lives in the space between notes, built from prepared guitar and looped electronics that accumulate like sediment — less a concert than a slow reckoning with what survives after everything else has been stripped away.",
  "body": "Strip a piece of music down to its skeleton and what you hear isn't silence. It's exposure. The space between notes suddenly louder than the notes themselves. Raül Refree has spent the better part of two decades working in that space, and on 14 February he brings his solo work to Silent Green in Berlin-Wedding, a former crematorium where the air still feels thick with questions about what remains after things end.\n\nRefree, born Raül Fernández Miró in Barcelona in 1976, is one of those figures whose name most people have encountered without realising it. If you heard Rosalía's debut album *Los Ángeles* (2017), the one that made the global music press suddenly care about flamenco again, you heard Refree. He co-authored, produced, arranged and played guitar on it. Rosalía earned a Latin Grammy nomination for Best New Artist off the back of it, and the video for \"De Plata\" picked up a nod at the UK Music Video Awards for \"Best styling in a video,\" presented in association with i-D. But *Los Ángeles* didn't materialise out of thin air. It came out of years Refree had spent pulling apart folk traditions with surgical patience, working alongside artists who shared his appetite for dismantlement.\n\nThe trajectory is worth tracing because it tells you something about how the most interesting producers in Southern Europe actually operate. Refree started in the mid-nineties playing melodic hardcore in Barcelona with a band called Corn Flakes. That's not a footnote. The hardcore ethos of directness, of confronting an audience rather than serenading them, never fully left his approach. By the mid-2000s he had pivoted toward a different kind of intensity. In 2007, he created Immigrasons with Argentinian musician Ernesto Snajer, a project about migratory flows between Catalonia and Argentina commissioned by the Mercat de Música Viva de Vic. Through that project he met Sílvia Pérez Cruz, then singing with the all-women group Las Migas. Their 2014 album *granada* was named record of the year by Rockdelux and honoured by Rolling Stone Spain with a \"Best group/soloist\" award. The partnership established a template Refree would return to: take a voice rooted in tradition, surround it with space and electronic texture, and see what happens when those elements refuse to fully merge.\n\nWhat followed was a decade of collaborations that maps contemporary Iberian experimentalism almost by accident. Niño de Elche, the Andalusian artist who treats flamenco like something to be argued with rather than preserved, pulled Refree into the most confrontational end of cante. Rocío Márquez, whose singing carries centuries of cante jondo while refusing nostalgia, demanded something more restrained. Rodrigo Cuevas did something adjacent with Asturian folk. Portuguese fadista Lina brought Refree into yet another tonal world; their album won Best Album at the World Music Charts Europe in 2020. And then, unexpectedly, Sonic Youth's Lee Ranaldo. That pairing makes more sense than it first appears: both of them treat the guitar as an instrument whose most interesting sounds happen when you stop trying to control it.\n\nThe solo records are a different story. More interior.\n\n*La Otra Mitad*, his first, is sparse and unsettling. Acoustic and electric guitar meet hushed electronics in a way that feels less like composition than eavesdropping on what a room sounds like when everyone has left. His second, *El Espacio* (2023), grew out of an even stranger undertaking: a live cine-concert score for *La Aldea Maldita*, Florián Rey's 1930 silent film about rural exodus. The expressionist imagery of abandoned villages and empty fields pushed Refree toward a music preoccupied with void, with what happens when a place loses its people. He has described the process as drawing an arc that moves through religion, work, grief, and arrives at the need to sing as liberation. More recently he has been working with Apulian folk repertoire, Southern Italian trance music carrying echoes of the Greek Bacchantes. For a commissioned piece on metamorphosis he assembled a chorus of young women singing in popular tradition, reaching for the raw pagan energy of the pizzica. The project begins with liturgical instruments (organ, choir, voice, guitar) and ends somewhere ecstatic and wild.\n\nSilent Green is a sharp venue for this. The Kuppelhalle, the domed hall beneath the crematorium's chimney, has acoustics designed for ceremony. The building was constructed in 1912, shortly after cremation was legalised in Prussia, and its secular design features stone griffins, a snake embedded in the floor, wrought-iron flame bowls: symbols meant to give shape to a new relationship with death. Founders Bettina Ellerkamp and Jörg Heitmann bought the disused crematorium and opened it as a cultural space in 2013. The campus now houses over 100 cultural tenants including the label !K7, Musicboard Berlin, transmediale and the film archive of Arsenal. It was conceived partly as a response to the disappearance of artistic spaces in Berlin (the demolition of Stattbad Wedding was a catalyst) and all proceeds go back into preserving the building and funding projects. No corporate sponsor dictates the programme. The place runs on conviction.\n\nRefree performing here, on Valentine's Day of all nights, feels like it could go somewhere genuinely strange. His recent live work tends to build slowly from near-silence toward something that resembles catharsis without the theatrical signposting. He works with electronics, prepared guitar, looped textures that accumulate like sediment. In interviews he talks about music as a \"shared journey where you arrive at unexpected places, which are sometimes not easy\" and about needing to be \"psychologically astute\" during performance. This isn't someone running through a setlist.\n\nPart of what makes the timing feel right is geographic. Southern European folk traditions have been going through a strange resurgence, propelled partly by Rosalía's global success but also by younger listeners in Madrid, Lisbon, and Naples actively seeking out recordings and live performances that predate the logic of the playlist. Refree's approach works here because he never sentimentalises these traditions. He doesn't dress them up for export or smooth their edges for streaming. He pulls them apart to see what's structurally sound. What remains is sometimes beautiful, sometimes genuinely hard to sit with. That refusal to prettify is rare in a moment when \"traditional music\" often gets flattened into content-friendly exoticism.\n\nIt also matters that Refree has spoken openly about the difficulty of touring internationally as a Spanish artist. In a conversation backstage at Sala Apolo for the Liveurope initiative, he discussed the barriers young European musicians face in reaching audiences outside their home countries. This isn't career grumbling. It points to real structural inequalities in how European music circulates. Anglo-American acts move freely through Berlin, Paris, Amsterdam. Spanish, Portuguese, Italian artists have to fight for every booking. That Refree, at nearly fifty, is still building international audiences tells you about his tenacity and about a system that still hasn't caught up.\n\nA former crematorium in Wedding. A Catalan producer who learned his trade in hardcore punk. Folk songs from Puglia about women entering trance to escape their suffering. Refree doesn't reconcile these things. His whole practice is built on the suspicion that reconciliation would kill whatever is alive in the gaps between them. The cold of a Berlin February night, the stone griffins watching from above, the dome catching every reverb. Something will happen in that room on the 14th that can't be replicated or streamed. Comfort is not the point.",
  "language": "en",
  "word_count": 1222,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T17:26:31.374390",
  "event": {
    "id": "a610d6ca-c161-4eec-9c4d-1e6a82fb6755",
    "name": "Raül Refree",
    "start_date": "2026-02-14",
    "end_date": "2026-02-14",
    "venue": "Silent Green",
    "city": "Berlin",
    "category": "music",
    "description": "Spanish producer and experimental musician Raül Refree performs at Silent Green. Known for his deconstructive approach to flamenco and collaborations with Rosalía and Silvia Pérez Cruz, Refree sits at the intersection of tradition and radical sonic experimentation.",
    "source_url": "https://www.songkick.com/metro-areas/28443-germany-berlin/february-2026",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.112392"
  }
}