{
  "id": "61991e28-be90-4bba-bfa8-a805be493a25",
  "event_id": "6b9e5274-f873-475c-bdd2-a48846d7901b",
  "title": "the unscripted women of East Berlin, caught by a camera that wasn't supposed to be there",
  "slug": "the-unscripted-women-of-east-berlin-caught-by-a-camera-that-wasn-t-supposed-to-be-there",
  "lead": "An outsider's camera, smuggled behind the Wall, caught East German women in the unperformed texture of their daily lives — and the film nearly didn't survive to prove it.",
  "body": "Somewhere in early 1980s East Berlin, a camera held by someone who had no business being there was pointed at women who had no expectation of being watched. Not in the surveilled sense, though the GDR had plenty of that. Watched the way ethnographic cinema watches: with patience, with the strange intimacy of a foreigner who sees what locals have stopped noticing. Chetna Vora's *Women in Berlin* is that kind of film. That it exists at all is close to miraculous.\n\nThe screening takes place on 12 February 2026, introduced by curator Rastko Novakovic. The film was nearly destroyed. The circumstances of that near-destruction aren't fully documented, which feels right for a work born inside one of the twentieth century's most opaque societies. What survives is an ethnographic portrait of East German women going about the texture of ordinary life: working, talking, moving through a city that was physically intact and politically sealed. Vora, an outsider filming behind the Wall, captured something the GDR's own cinema rarely managed. Call it the unperformed version of socialist womanhood.\n\nEast German cinema had its own tradition of centering women. The state-owned DEFA studio produced Gegenwartsfilme (films about contemporary society) from the 1960s onward, and many of these featured female protagonists. But these films served a function. Women in DEFA productions were presented as evidence of already-achieved gender equality. In Heiner Carow's *Bis dass der Tod euch scheidet* (1979), Sonja's marriage disintegrates under the weight of alcoholism and domestic violence, yet even this bleak material was framed within the state's narrative of social progress. Agency existed, but it existed within guardrails. The state wanted its women visible, productive, emancipated on paper. It did not want someone from the outside looking in without a script.\n\nVora wasn't operating within the DEFA apparatus or its ideological framework. She was making an ethnographic document, which means her camera was interested in behaviour over narrative, in the rhythm of days rather than their resolution. Ethnographic filmmaking, when it works, resists shaping its subjects into arguments. It sits with them. It lets duration do the work that dialogue does in fiction. When Vora films these women, she's not proving that the GDR liberated them or failed them. She's recording how they inhabit their time.\n\nThe word \"resilience\" appears in descriptions of the film. Resilience has become cultural shorthand, usually deployed to make difficult lives palatable to comfortable audiences. The quiet kind Vora captures reads differently. It's not heroic. It's structural: the way people organise themselves around constraints they didn't choose and can't remove. For women in the early 1980s GDR, those constraints were layered. State ideology proclaimed equality while enforcing conformity. Domestic expectations persisted despite official rhetoric. The Wall made the question of elsewhere purely theoretical. Vora's lens, foreign and therefore unencumbered by loyalty or disillusionment, could register all of this without editorialising.\n\nNovakovic's curatorial framing will matter. His introduction will likely situate *Women in Berlin* within the politics of archival survival, the question of who decides what gets preserved and whose stories justify the celluloid. That the film was almost destroyed places it alongside cultural objects whose existence is contingent, accidental, dependent on someone caring enough to intervene. Think of the DEFA films shelved after the Eleventh Plenum in 1965, locked in vaults for decades. Some were recovered. Some weren't.\n\nEthnographic cinema demands a different kind of attention, slower and more granular than what narrative film asks for. Vora's subjects are not performing for the camera; the work's value depends on the degree to which they've forgotten it's there. The texture will be grainy. Early 1980s film stock, institutional lighting, the muted palette of a city that hadn't been bombed but hadn't exactly been maintained either. East Berlin in that period had a specific look. Wide boulevards, socialist realist facades along Karl-Marx-Allee, interiors that were functional before they were anything else. Vora's women move through these spaces, and the spaces tell their own story of what the state considered worth building and what it let decay.\n\nThe screening arrives at a moment when German film culture is reckoning, again, with whose perspective gets centred. The Berlin International Film Festival has pushed for greater visibility for women directors. The Berlin School (Angela Schanelec, among others) has long worked with a rigorous minimalism that shares DNA with ethnographic practice. But Vora's film predates all of this by decades. It comes from a time before \"women's cinema\" had been theorised as it has since, before the categories existed that would make such a film legible to festivals and funding bodies. It was made because Vora was there, with a camera.\n\nThe current appetite for rediscovered works can tip into curatorial fetishism, where the story of a film's survival becomes more interesting than the film itself. *Women in Berlin* could easily be consumed as an artefact, a historical curiosity valued mainly for its improbability. If Novakovic's introduction does its job, it will direct attention back through the object to the women in it. Women whose names we probably don't know. Women whose lives continued long after the camera left, who may have watched the Wall come down in 1989 and carried with them a version of East Berlin that reunification couldn't absorb.\n\nThe film's rarity is the point, and also the problem. A rare glimpse is still a glimpse. One ethnographic portrait, however sensitive, cannot represent the full complexity of women's lives under state socialism. It can only open a crack. What we see through it depends on how honestly we're willing to look.",
  "language": "en",
  "word_count": 922,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T20:38:14.953920",
  "event": {
    "id": "6b9e5274-f873-475c-bdd2-a48846d7901b",
    "name": "Women in Berlin",
    "start_date": "2026-02-12",
    "end_date": "2026-02-12",
    "venue": "",
    "city": "Berlin",
    "category": "cinema",
    "description": "Chetna Vora's ethnographic portrait of East German women living in Berlin in the early 1980s, a film which was almost destroyed. Her ability to capture the quiet resilience and everyday lives of East German women offers a rare glimpse into a world rarely seen through such a nuanced and foreign perspective, introduced by curator Rastko Novakovic.",
    "source_url": "https://cinetopia.substack.com/p/cinetopia-recommends-9-15-february",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.259636"
  }
}