{
  "id": "4d697947-807e-43d3-a23d-041366ca06c9",
  "event_id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
  "title": "The Ghost Lecture",
  "slug": "the-ghost-lecture",
  "lead": "A 33-year-old painter from Luxembourg gave a lecture in Pasadena in 2000, narrating his own logic over flickering projections — two years before a plane crash killed him. On 21 February, that recording screens publicly for the first time at Michel Majerus Estate in Berlin, followed by a live virtual response from Stephen Prina, the teacher who was in the room when it happened, speaking across a quarter-century of hindsight and a satellite link from Los Angeles.",
  "body": "In November 2000, a 33-year-old painter from Luxembourg stood before a room of art students in Pasadena and tried to explain what he was doing. Behind him, a multi-part projection flickered: images from his own exhibitions layered with references, source material, half-digested visual culture, assembled into a collage that moved like a browser window before browsers looked like that. Two years later, Michel Majerus was dead, killed in a plane crash on a flight from Berlin to Luxembourg. He was 35. The lecture survived.\n\nOn 21 February 2026, that recording screens publicly for the first time at Michel Majerus Estate in Berlin, followed by a live virtual lecture from Los Angeles by Stephen Prina, who was teaching at Pasadena ArtCenter when Majerus delivered it. The pairing is precise: an artist speaking from the recent past, and a witness speaking from the present, with a quarter-century of hindsight laid over the top like a transparency.\n\nMajerus occupies a strange position in the mythology of contemporary painting. His influence saturates the work of painters who came after him, artists who treat canvases as screens, who flatten the hierarchy between Super Mario and Gerhard Richter. Yet Majerus himself remains, for many people under 30, a name encountered secondhand: a reference in a catalogue essay, a footnote in discussions about post-internet art. Part of this is biographical accident. He died at 35, just as the digital culture he'd been metabolising was about to accelerate beyond recognition. His work anticipated a world he never got to inhabit.\n\nMajerus's practice resists both the lost-genius narrative and the tidier forms of appropriation art. He never treated borrowed imagery as ironic distance or earnest homage. He painted a monumental work across the façade of the international pavilion at the Venice Biennale in 1999, invited by Harald Szeemann. He covered the interior of a 370-square-metre skate halfpipe for *If You Are Dead, So It Is* in 2000. He paved an actual road inside his Berlin gallery neugerriemschneider for a 1994 show. These weren't stunts. They were attempts to make painting behave like an environment, to give it the immersive saturation of advertising, video games, television, everything it was losing audience to. His largest and most politically charged gesture came in 2002: *Sozialpalast*, a one-to-one photograph of the Pallasseum, a Brutalist social housing block on Pallasstraße associated with crime and urban decay, mounted directly onto the Brandenburg Gate. He took a symbol of reunification and slapped the anxieties of actual Berlin life across its face. It was blunt. It was also right.\n\nThe Pasadena lecture captures Majerus at a particular inflection point. He was on a fellowship at ArtCenter, temporarily displaced from the Berlin scene into the sprawl of Southern California. His spoken commentary, laid over those shifting projected images, offers something rare: the artist narrating his own logic in real time, showing how the collisions between high art and commercial imagery were not accidents but structural decisions. Lectures by artists are often either tedious or revealing, almost never both. The specificity of this one, its layered visual format, suggests Majerus treated even the act of explaining his work as another surface to paint on.\n\nStephen Prina is an ideal counterweight. He taught at ArtCenter from 1980 to 2003, so he was physically present in the institution when Majerus arrived. Prina's own practice sits on the conceptual end of painting's long argument with itself: systematic dissections of art-historical canons, compositions borrowing the structures of Mozart, an ongoing engagement with institutional critique that has taken him through documenta IX, the Venice Biennale, the Whitney Biennial, and a focused exhibition at the Museum of Modern Art in New York. He and Majerus shared a connection to Martin Kippenberger's orbit (both appear in critical discussions about post-Kippenberger painting, alongside figures like Michael Krebber, Cosima von Bonin, and Albert Oehlen), but their approaches diverge sharply. Where Prina is methodical, almost archival, Majerus was voracious and intuitive. Hearing Prina contextualise Majerus sounds less like a formal tribute than one kind of painter trying to account for a radically different kind.\n\nThis screening closes a longer programme at the Michel Majerus Estate called Lectures on Lectures, running from September 2025, which focuses on three lectures Majerus delivered between 1997 and 2000. All are being shown publicly for the first time from video recordings held by the estate. The series sits alongside a broader, multi-venue effort to reassess Majerus's work: exhibitions at KW Institute for Contemporary Art, Neuer Berliner Kunstverein, neugerriemschneider, and Kunstverein in Hamburg, plus presentations at thirteen museums showing Majerus works from their collections. The estate has also hosted programmes with Cory Arcangel involving the emulation of Majerus's actual laptop, booting up his files and running his software as a kind of live forensics. The scale of all this is considerable. Whether it escapes the gravitational pull of institutional commemoration is a fair question. Posthumous tributes of this magnitude tend to smooth the work into a story: the artist who saw the future, who died too young, whose vision we are only now catching up to. The reality of Majerus's paintings is messier. They are sometimes garish. Sometimes flat. Sometimes thrilling in ways that resist easy explanation. They do not always work. That unevenness is part of what makes them honest.\n\nWhat this particular evening promises is something rarer than a retrospective: a primary source. Majerus speaking, in his own cadence, about what he was actually trying to do. And then Prina, live from Los Angeles, applying twenty-five years of distance to a moment that, seen from 2026, looks like the rough draft of now. One voice recorded, one live. The dead and the present, separated by a satellite link and a quarter-century, talking around the same paintings.\n\nMajerus understood that painting and the internet weren't opposites before most people had broadband. Hearing him say so, in a room in Pasadena, projected into a room in Berlin, is not nostalgia. It's evidence.",
  "language": "en",
  "word_count": 987,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-10T19:06:55.861377",
  "event": {
    "id": "d7b9cb3d-178c-481c-859d-0fad1a25f06e",
    "name": "Lecture of Michel Majerus & Lecture by Stephen Prina",
    "start_date": "2026-02-21",
    "end_date": "2026-02-21",
    "venue": "Michel Majerus Estate",
    "city": "Berlin",
    "category": "lecture",
    "description": "A screening of late Luxembourg artist Michel Majerus's 2000 lecture at Pasadena ArtCenter, followed by a live online lecture from Stephen Prina in Los Angeles contextualizing Majerus's groundbreaking approach to appropriation, digital culture, and painting at the turn of the millennium.",
    "source_url": "https://michelmajerus.com/",
    "event_url": "",
    "scouted_at": "2026-02-10T17:57:16.354551"
  }
}