{
  "id": "13314955-f082-4c05-b64b-706f86818b61",
  "event_id": "a9648917-b78a-4ed6-9d7a-14d2d498581c",
  "title": "The Oldest Anger in the Room",
  "slug": "the-oldest-anger-in-the-room",
  "lead": "Lydia Lunch has spent nearly fifty years refusing to make music that plays nice, and on 8 February she brings Big Sexy Noise to Neue Zukunft to test whether Berlin's current noise appetite can handle the real thing — not heritage, not nostalgia, just a room where the bass hits your sternum and the rage hasn't softened one degree.",
  "body": "Lydia Lunch has never made music that asks permission. Across nearly five decades, her work has operated as confrontation: with audiences, with genre, with the quiet agreements we make about what rock and roll is supposed to feel like. On 8 February, she brings Big Sexy Noise to Neue Zukunft in Friedrichshain, and the question isn't whether it'll be good. The question is whether Berlin's current appetite for noise can stomach the real thing.\n\nTo understand what Big Sexy Noise actually is, you need to understand the people in the room. Lunch formed the project with James Johnston and Ian White, both of Gallon Drunk, the London group whose scuzzy, guttural blues-rock always sounded like it was being played inside a burning pub. Johnston has also played guitar with Nick Cave, PJ Harvey, and Faust; White has drummed for Barry Adamson. These are musicians with deep roots in the dirtier corners of post-punk and art-rock, players who can swing between precision and chaos without losing the thread. With Lunch up front, the trio strips 70s heavy rock to its bones, then reassembles the skeleton wrong. White's drumming brings a shuffling, almost danceable swing to material that could easily collapse into sludge. Johnston plays guitar like he's channelling an entire band through one amplifier, lurching from seamy, bone-simple riffs into sheets of noise and back again. And Lunch does what Lunch has always done: opens her mouth and empties whatever warmth was left in the room.\n\nHer story begins in 1976, when she co-founded Teenage Jesus and the Jerks at seventeen in New York City. The band appeared on Brian Eno's *No New York* compilation alongside James Chance, DNA, and Mars, the record that defined no wave as a movement. Where punk said \"anyone can do this,\" no wave said \"anyone can do this, and it doesn't have to sound like anything you've heard before.\" Lunch took standard rock instruments and used them to produce atonal, abrasive, deliberately ugly sound. She was barely out of high school. She was performing at Max's Kansas City alongside Suicide, the duo whose confrontational electronics had already mapped much of the territory no wave would claim. Within a few years, she'd moved on. This became a pattern: Lunch would arrive at a scene, detonate it, leave before anyone could build a monument.\n\nThe collaborations that followed read like an underground hall of mirrors. Sonic Youth, on the track \"Death Valley '69\" (later placed on a Kerrang! list of the most evil songs ever recorded). Kim Gordon, with whom she co-wrote \"The Gospel Singer,\" a song that bounced between projects for years before Big Sexy Noise claimed it. Nick Cave, Einstürzende Neubauten, Michael Gira, Rowland S. Howard. She wrote books, made films with Richard Kern (some of them genuinely transgressive in ways that still provoke), performed spoken word alongside Henry Rollins and Hubert Selby Jr. The Boston Phoenix named her among the most influential performers of the 1990s. Through all of it, she maintained a principled hostility toward the music industry, never signing to a major label, never softening her delivery for broader consumption.\n\nBig Sexy Noise represents something unusual in Lunch's catalogue: pleasure. Not the grinding, confrontational pleasure of Teenage Jesus. Something bluesier and sweatier, more willing to let the audience in. The originals sit alongside covers like Lou Reed's \"Kill Your Sons,\" a song Lunch delivers as if she wrote it herself. The band have described their sound as \"primaeval bump, grind and holler,\" which is about right. There's a physicality to it that her more experimental work sometimes holds at arm's length. Johnston's riffing is moronic in the best possible sense (low-tuned, relentless, gloriously stupid), while Terry Edwards, who has played with the group in various configurations, contributes organ and saxophone that tear into the mix without warning.\n\nThe show at Neue Zukunft falls during what feels like a renewed appetite for this kind of raw performance in Berlin. The venue's programming for early 2026 tells its own story: dälek, Lorelle Meets The Obsolete, Svalbard, Naked Lunch playing Berghain Kantine the same week. Friedrichshain's smaller rooms are booking acts that trade in volume and abrasion, drawing audiences who want something less curated than a DJ set, something with bodies and sweat and the real possibility of things going sideways. Part of it is a post-pandemic correction, a hunger for liveness that streaming and algorithmic playlists can't replicate. Neue Zukunft is the right scale for this. Big Sexy Noise doesn't need a festival stage; it needs a room where you can feel the bass in your sternum.\n\nOpening the night is Mellowdeath, an instrumental duo of Sara Neidorf on drums and Isabel Merten on bass. They describe their sound as \"nightmare jazz,\" which sells it short. Think hypnotic rhythms, ghost surf, dirges calibrated for some deeply unsettling circus. Their debut full-length dropped in late 2025, and as a warm-up act they make a certain perverse sense: soften nobody up, just establish that the evening's contract involves discomfort.\n\nThe promotional language around this show leans hard on heritage. \"No Wave icon.\" \"Voice of a generation.\" \"Decades-long legacy.\" This framing, while accurate, risks turning a living artist into a museum piece. Lunch is sixty-six years old. The interesting thing about seeing her now isn't nostalgia for 1978. It's watching someone who has spent a lifetime refusing to be comfortable continue that refusal in a body and a world that have both changed around her. \"The biggest liar on the planet is representing America,\" she said in a recent interview, \"and here's me telling the truth because I have to, and finding different ways of saying it.\" The political context has shifted since the Reagan era that first fuelled her rage, but the rage itself has only calcified.\n\nThat calcification is the real tension of a night like this: does it produce something vital, or something merely familiar? Lunch has always been better at beginnings than at retrospectives. She practically abandoned no wave before it coalesced into a genre. She moved through spoken word, film, noise, blues, collaboration after collaboration, with a restlessness that suggested she'd rather be wrong somewhere new than right somewhere old. Big Sexy Noise, now on their third or fourth reunion cycle, could easily coast on goodwill and the sheer force of Lunch's reputation. But coasting has never really been her mode. If it were, she'd have signed that major-label deal thirty years ago and we wouldn't be having this conversation.\n\nDoors at seven. Show at eight. Twenty-four euros to find out if the oldest anger in the room still draws blood.",
  "language": "en",
  "word_count": 1099,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T14:25:40.461868",
  "event": {
    "id": "a9648917-b78a-4ed6-9d7a-14d2d498581c",
    "name": "Lydia Lunch's Big Sexy Noise + Mellowdeath",
    "start_date": "2026-02-08",
    "end_date": "2026-02-08",
    "venue": "Neue Zukunft",
    "city": "Berlin",
    "category": "music",
    "description": "No Wave icon and voice of a generation Lydia Lunch storms back to Berlin with her band Big Sexy Noise, featuring members of The Bad Seeds. The trio obliterates rock clichés with their signature ferocity, continuing Lunch's decades-long legacy of uncompromising sonic experimentation.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.749704"
  }
}