{
  "id": "d58e8289-2f30-448d-99ad-dc2d623565eb",
  "event_id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
  "title": "The dinner party that eats itself",
  "slug": "the-dinner-party-that-eats-itself",
  "lead": "Leila Hekmat stages a dinner party at Haus der Berliner Festspiele and lets it eat itself alive — sliding between concert, ballet and happening to ask how much of bourgeois revolt is just self-interest in a better outfit.",
  "body": "A dinner party is the most dangerous room in bourgeois life. The wine loosens something, the candlelight softens the edges, and for a few hours the assembled guests flirt with the idea that they might be capable of something other than comfort. Leila Hekmat knows this. Her new commission, Roses Rising – The Movement, opening on 6 March at Haus der Berliner Festspiele, takes that precise flicker of dinner-table radicalism and follows it to its logical, unravelling conclusion.\n\nHekmat, a Berlin-based artist and director, has been circling questions of performance and sincerity for years. Her work sits in a zone where theatre, visual art and choreography overlap without ever fully resolving into any one discipline. She builds scenes that feel like memories of events that haven't happened yet: rituals, gatherings, confrontations staged with the formal precision of a Balanchine rehearsal and the emotional volatility of someone's living room at 3am when the wrong song comes on. What interests her isn't spectacle for its own sake but the gap between who people believe themselves to be and what their bodies actually do when structures begin to dissolve.\n\nThe timing feels pointed. Berlin in early 2026 is a city still negotiating its identity as a cultural capital while its material conditions shift underneath. Rents climb. Institutions tighten. The political mood across Europe has soured into something harder to name than simple left or right. Hekmat's central provocation here is sharp enough to sting: what does bourgeois longing for revolt look like when the faith in progress and reason that once underwrote it has gone shaky? And how much of radical dissent is just self-interest dressed up in black?\n\nThese aren't new questions. They echo back through decades of European intellectual anxiety, from the Situationists drinking wine while theorising the destruction of the spectacle, to the German student movements of the late 1960s that grew, in part, from the soil Erwin Piscator's political theatre had turned over. That lineage matters because of where Hekmat is staging this work. Haus der Berliner Festspiele opened in 1963 as the Theater der Freien Volksbühne, a concrete and glass monument to West Berlin's determination to prove it still had a cultural pulse while a wall cut through its city. Piscator directed there until his death in 1966, programming documentary theatre that forced audiences to sit with the recent past. Fritz Bornemann's modernist architecture, all exposed concrete and sharp sightlines, was designed to strip away ornament and leave the audience nowhere to hide. The building is now a protected monument. Sixty-three years on, it carries the residue of every argument about art and politics that has passed through its auditorium.\n\nHekmat's piece will move between concert and ballet, which is to say it refuses to be either. The space itself transforms into something hovering between bunker, rehearsal room and dreamscape. The bunker suggests siege. The rehearsal room, incompletion. And the dreamscape throws the reliability of everything you're watching into question. Into this ambiguous architecture, Hekmat places a dinner party. Then she lets it unravel into a happening.\n\nAllan Kaprow coined that word in 1959, and by the mid-1960s it had become shorthand for art events that collapsed the boundary between performer and audience, structure and chaos. Happenings were supposed to be unrepeatable. They were also, very quickly, co-opted into the cultural vocabulary of exactly the bourgeois class they claimed to threaten. Hekmat knows this. The dinner party format is itself a container: a set of social rules about who sits where, who speaks when, which fork to use. To stage its collapse is to stage a fantasy of liberation that the room's own architecture (social, not just physical) keeps pulling back toward order.\n\nThe piece's position between concert and ballet suggests the score will do serious structural work, holding things together or pulling them apart as the evening demands. Hekmat's previous performances have used sound as a destabilising force, shifting the emotional register of a room faster than any visual cue can. In a 999-seat venue with acoustics designed for clarity, every sonic choice will be exposed. No muddy mixing to blur what's actually being proposed.\n\nThe Gropius Bau's 2026 programme, of which this commission forms a part, also features Marina Abramović, Peter Hujar and Liz Deschenes, Gabriele Stötzer, and Christoph Schlingensief. Artists who share an uncompromising, often uncomfortable relationship with the body, with documentation, with the question of what remains after a performance ends. The programme places Hekmat within a lineage connecting Cold War-era body art to post-reunification institutional critique. Good company. Also high expectations.\n\nTwo nights only. The brevity is right for a piece about the fragility of collective rupture. A dinner party can't last forever; the plates get cleared, the guests leave, the room returns to its default state. The revolution that begins over dessert rarely survives the morning. Hekmat's work, if it does what it promises, will make that failure feel like the most honest thing in the room. The roses rise. Then what.",
  "language": "en",
  "word_count": 830,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T14:51:30.088496",
  "event": {
    "id": "8ec86c6b-62c4-40ea-b59d-8adcdb96f836",
    "name": "Roses Rising – The Movement",
    "start_date": "2026-03-06",
    "end_date": "2026-03-07",
    "venue": "Haus der Berliner Festspiele",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin-based artist Leila Hekmat's newly commissioned performance explores bourgeois longing for revolt when faith in progress and reason is unsettled. Moving between concert and ballet, the piece transforms space into a landscape hovering between bunker, rehearsal room and dreamscape, witnessing a dinner party unravel into a happening.",
    "source_url": "https://www.berlinerfestspiele.de/en/performing-arts-season",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.865187"
  }
}