{
  "id": "f71298d7-e922-4c50-a0a1-6d2f4b37751f",
  "event_id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
  "title": "Thirty Years of Sweat on Sophienstraße",
  "slug": "thirty-years-of-sweat-on-sophienstrae",
  "lead": "Thirty years deep in a former Spartakusbund meeting hall on Sophienstraße, Tanztage Berlin returns with seven premieres, no champagne, and a question that hits harder each season: what is the labour of making art actually worth when the city keeps raising the rent on your right to exist in it.",
  "body": "Rosa Luxemburg spoke in this building. Clara Zetkin spoke in this building. The Spartakusbund held early meetings on the first floor. Now the Festsaal at Sophiensæle, a former craftsmen's association hall on Sophienstraße in Mitte, holds bodies in motion: underfunded, overextended, refusing to quit. Sasha Waltz, Jochen Sandig, and a handful of other artists converted the space in 1996 into a stage for work that couldn't exist anywhere else. This February, Tanztage Berlin returns for its 35th edition inside those same walls. Both institution and festival turn thirty this year. The celebrations involve no champagne. They involve sweat.\n\nTanztage has always operated as Berlin's opening salvo for the dance calendar, a platform specifically engineered for emerging choreographers and artists recently arrived in the city. Curated this round by Mateusz Szymanówka, the 2026 programme presents ten performances (seven of them premieres), workshops, talks, and the first instalment of an anniversary publication called Sophiensæle Forever. The framing is direct, almost blunt. What is the labour of art-making actually worth? Not metaphorically, not in grant-application language. Materially, bodily, financially. The question lands with particular force in 2026 Berlin, where independent arts funding faces real and worsening threats, where studios close and rents climb and the Senate Department for Culture and Social Cohesion (the very body funding this festival) operates under pressures that make every season feel precarious.\n\nThe programme is dense without being cluttered. Olivia Hyunsin Kim's Baby, I'm Sick Tonight sits alongside Adam Russell-Jones' Release the Hounds; Fatima Moumouni contributes a talk titled Die Neue Unsicherheit – Berlin Edition. Colleen Ndemeh Fitzgerald returns with I want revenge, grandma, a piece that premiered earlier and addresses European colonial violence in Africa with a precision that makes its fury harder to deflect. Fitzgerald, who holds Kpelle (Liberian) and Irish-American heritage, trained in dance and anthropology at Bates College before completing an MA at HZT Berlin. Her work folds Afro-diasporic movement practices into confrontations with institutional amnesia; a recent tanzschreiber review described the audience standing together on land where \"white people enjoy comfort and wealth built on generations of African exploitation,\" participating in a communal ritual of acknowledgment. The piece plays in the Festsaal, a room built for workers' education in 1905. That spatial irony is the kind Sophiensæle generates without trying.\n\nThen there's jee chan, a Singapore-and-Berlin-based artist whose new work ratu draws on oral histories and ancestral epistemologies from island Southeast Asia. A member of the inaugural cohort at the Rose Choreographic School at Sadler's Wells, jee chan brings a practice rooted in hybridity and displacement; previous presentations have ranged from DOK Leipzig to Sydney's Liveworks Festival. The piece premiered as part of the Tanztage programme with support from the National Arts Council, Singapore, the Goethe-Institut, and Rumah Budaya Indonesia in Berlin. That funding trail alone tells you something about the transnational scaffolding required to make independent dance happen here. Nobody is doing this on a single grant.\n\nDominique McDougal and Carro Sharkey's Did4luv, which debuted in the festival's January run, offers a structurally playful conceit: a tragicomic solo performed alternately by one dancer or the other each night, the same choreography filtered through different bodies. Writing for Berlin Art Link, Carolina Sculti read the piece as an examination of how capitalist labour systems demand \"health, strength, creativity, desirability and ultimately perfection\" from performers whose capacities are treated as private responsibilities. The work spirals from devotion through entertainment into economic necessity, tracking how love and exploitation coil around each other. It is funny and it is grim.\n\nPamela Moraga's Gig and Elena Francalanci's Lento Violento both premiere during the festival. Dominique Tegho brings the intimacy of collision. Pooyesh Frozandeh offers Saving Flowers. A talk titled A Matter of Tech and Moumouni's Die Neue Unsicherheit add discursive weight without turning the festival into a symposium. Since its founding, Tanztage has functioned as a seismograph for who is arriving in Berlin and what kind of work they're making under what kind of pressure. That role has only sharpened as the city's costs have risen.\n\nSophiensæle itself remains one of those venues that earns its reputation simply by existing. The Festsaal, the Hochzeitssaal, the former Kantine: three rooms of wildly different scale and temperament, all scuffed and used-up and still standing. After 1950, the building became a workshop for the Maxim Gorki Theater. A partial renovation (completed around 2011) preserved enough original character to keep the history palpable. You feel it in the uneven floors, the high ceilings designed for assemblies rather than audiences. Performance here always carries a faint charge of collective purpose.\n\nThe honest question is whether thirty years of platform-building has translated into structural security for the artists Tanztage supports. The festival's own anniversary statement is unusually candid for institutional communications: \"secured festival funding and basic income for the arts are very much on our birthday wish list.\" Berlin's independent dance scene operates on a funding model that resembles a game of musical chairs played during an earthquake. Project grants come and go. Multi-year funding is rare. The gap between institutional ambition and institutional budget widens each season. Tanztage can premiere seven new works in twelve days, but it cannot guarantee the choreographers behind them a living wage next month.\n\nWhat the festival does well, consistently, is insist that the body under strain is still a body capable of intelligence, humour, desire. The curatorial frame this year (\"fear, anger, and tenderness beneath overwhelm\") refuses both despair and false uplift. Fitzgerald screams at the archived masks in the Humboldt Forum. McDougal and Sharkey pass a solo between them like a shared weight. jee chan traces displacement across oceans and into choreography. PELUSIA, the performer and activist whose music has accompanied movements like DW Enteignen and Tuntenhaus Bleibt, reminds us that art and organising have never been separate activities in this city. None of this is tidy. The festival's own language nods to the mess: \"the demanding, sweaty, and often uncomfortable work of coming together to meet halfway.\"\n\nTwelve days in February, inside a building that has outlasted empires and ideologies and arts councils. Tanztage at thirty is a roomful of working artists asking you to sit close and pay attention to what their bodies know.",
  "language": "en",
  "word_count": 1031,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T18:13:15.766631",
  "event": {
    "id": "390d7666-55e4-4c0f-888b-69acfa8c907f",
    "name": "Tanztage Berlin 2026",
    "start_date": "2026-02-12",
    "end_date": "2026-02-23",
    "venue": "Sophiensæle",
    "city": "Berlin",
    "category": "performance",
    "description": "Berlin's contemporary dance festival returns with performances exploring fear, anger, and tenderness beneath overwhelm. Features Olivia Hyunsin Kim's 'Baby, I'm Sick Tonight,' Adam Russell-Jones' 'Release the Hounds,' and Fatima Moumouni's talk 'Die Neue Unsicherheit – Berlin Edition.'",
    "source_url": "https://sophiensaele.com/en/festival/tanztage-berlin-2026",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.863323"
  }
}