{
  "id": "c7a99dd8-c21f-403e-9d11-542df6d93e09",
  "event_id": "498156df-1d8b-4a71-b4a1-94850ec7da24",
  "title": "Тишина через стену от Berghain",
  "slug": "tishina-cherez-stenu-ot-berghain",
  "lead": "Через стену от техно-турбины Berghain, в подвальной Kantine, Marie Blobel собирает семнадцатипиечный оркестр, виолончель и перкуссию из переработанных материалов — продолжая дело отца, полвека назад запустившего джаз-фестиваль вопреки ГДР, но переизобретая его язык для города, где импров и клубная культура выросли из одних и тех же пустых зданий.",
  "body": "Виолончель как резонирующее тело. Барабаны из переработанных материалов. Семнадцатипиечный оркестр, рассказывающий историю двух художниц, сомневающихся в собственном вдохновении. Всё это — в подвале, примыкающем к тому самому техно-клубу на Wriezener Bahnhof. С 19 по 22 февраля Berghain Kantine превращается в пространство, где привычная для этих стен басовая агрессия уступает место тишине между нотами.\n\nJazzexzess — концертная серия, которую ведёт Marie Blobel, и чтобы понять её значение, нужно отмотать назад примерно на полвека. Её отец, Uli Blobel, — одна из ключевых фигур в истории немецкого импровизационного джаза. [~Биография Uli Blobel восстановлена по нескольким независимым источникам, включая материалы Peter Margasak для The Quietus и архивы лейбла Jazzwerkstatt, однако конкретные даты и детали ниже я не могу перепроверить с абсолютной точностью~]. В начале 1970-х, в разгар застоя по ту сторону Стены, он стал сооснователем Jazzwerkstatt Peitz — фестиваля, который существовал вопреки всему: в ГДР, где джаз был стигматизирован, где ресурсы были ограничены, где одни и те же музыканты рекомбинировались в бесконечных спонтанных составах, потому что приглашать кого-то извне было практически невозможно. Власти закрыли фестиваль в начале 1980-х. Blobel уехал на запад, запустил несколько лейблов, возродил Peitz в 2011-м, десятилетиями привозил в Берлин американских и европейских импровизаторов. Лейбл Jazzwerkstatt стал одним из самых надёжных документалистов берлинской джазовой сцены. А в 2024 году он передал фестиваль дочери.\n\nMarie Blobel к тому моменту уже выстроила Jazzexzess как площадку с собственной идентичностью — не музей отцовских заслуг, а пространство для более молодых и экспансивных подходов к импровизации. Критик Peter Margasak, один из немногих англоязычных авторов, регулярно освещающих берлинский импров-андеграунд, отмечал её программирование как впечатляющее ещё до того, как она приняла Peitz. [~Детали второго сезона Peitz под руководством Marie Blobel опираются на программные анонсы фестиваля и отдельные упоминания в критике — полноценных рецензий на сезон мне найти не удалось~]. Её второй сезон у руля одновременно чтил корни — дуэты Günter \"Baby\" Sommer с Ulrich Gumpert, биг-бэнд Brother & Sisterhood, оживляющий репертуар южноафриканского пианиста Chris McGregor — и расширял горизонты, приглашая Zoh Amba, Tomeka Reid, Angelika Niescier, Savannah Harris. Линия, которую она проводит, не разделяет «традицию» и «авангард»; скорее она показывает, что это ложная оппозиция.\n\nФевральская программа в Kantine подтверждает этот подход. Дуэт Julia Biłat и Dudù Kouate — столкновение, которое на бумаге выглядит как формула (виолончель встречает западноафриканскую перкуссию), но в практике обоих музыкантов обнаруживается нечто более сложное. Biłat — берлинская виолончелистка, импровизатор, композитор, чья практика переплетает классику, джаз, перформанс и свободную импровизацию; её инструмент становится резонирующим телом для голоса, движения и пространства. Kouate, перебравшийся в Берлин из Западной Африки, работает с трубами, идиофонами и инструментами из переработанных материалов — он сам подчёркивает, что это не концерт в классическом смысле, а путешествие. [~Информация о февральских исполнителях опирается преимущественно на промоматериалы серии и краткие биографии — независимых рецензий на этот конкретный дуэт я не обнаружил~].\n\nДругой заявленный вечер — Moritz Sembritzki и его семнадцатипиечный Magnetic Ghost Orchestra с программой \"Holding on to Wonder\": произведение-нарратив о двух художницах, ведущих музыкальный диалог об инспирации, сомнении, дружбе и рождении новых идей. Семнадцать человек в подвальной комнате — сам этот факт уже программное заявление. Где камерный джаз обычно сжимается до трио и квартетов, Blobel ставит оркестр в пространство, рассчитанное на интимность, заставляя избыток и близость столкнуться лицом к лицу.\n\nKantine — пространство, физически и концептуально подключённое к Berghain, но принципиально от него отличное. Там, где основной зал — турбинный холл с потолками, уходящими в темноту, с бетонной пылью и басом, который ощущается скелетом, Kantine — камерная комната, рассчитанная на внимание другого типа. Не дэнсфлор. Не экстаз через повторение. Deep listening — термин, который организаторы используют сами, отсылая к Pauline Oliveros и её практике радикального слушания, где акт внимания сам становится формой участия в музыке. Я не могу знать, как чувствуется акустика этой комнаты — как звук виолончели отражается от стен бывшей теплостанции, как перкуссия Kouate заполняет или не заполняет пространство. Но серия Blobel последовательно выбирает площадки, где акустические свойства помещения становятся соучастником музыки, а не просто контейнером для неё.\n\nЕсть определённая точность в том, что экспериментальный джаз оказывается внутри Berghain. Берлинская клубная культура и свободная импровизация росли из одного корня: из пустых зданий объединённого города, из пространств, которые не были предназначены для музыки и именно поэтому для неё подходили. Tresor в подвале универмага Wertheim. Ostgut на промышленном пустыре у Ostbahnhof. Jazzwerkstatt в маленьком городке за железным занавесом. [~Параллель между траекториями берлинского техно и берлинского импрова — моё наблюдение, основанное на хронологическом наложении источников, а не устоявшийся критический тезис~]. В 1990-х эти два потока — техно и импров — развивались в одном городе, часто в похожих зданиях, но редко пересекались институционально. То, что Jazzexzess проводит серию именно в Kantine, не столько стирает эту границу, сколько делает её видимой: вот, посмотрите, здесь через стену бит четыре-на-четыре трясёт бетон, а здесь — тишина, из которой рождается звук.\n\nБерлинская джазовая сцена переживает смену поколений. Uli Blobel, которому за семьдесят, постепенно отходит от дел. Donau115, A-Trane, Sowieso, KM28, Zig-Zag — сеть маленьких площадок, которая десятилетиями держала импровизационную музыку на плаву, существует в условиях растущей арендной нагрузки и сужающегося финансирования. Каждый такой клуб — это человек или два, принимающие решения о том, что будет звучать каждый вечер, и когда эти люди уходят, площадки часто уходят вместе с ними. Marie Blobel, наследуя и Peitz, и Jazzexzess, оказывается в позиции, где ей нужно одновременно сохранять инфраструктуру и переизобретать её. [~Насколько успешно она справляется с этой двойной задачей — вопрос открытый; доступная мне критика преимущественно положительна, но невелика по объёму~].\n\nЧетыре вечера в Kantine — не фестиваль в привычном смысле. Скорее, утверждение: импровизационная музыка не нуждается в специально отведённых резервациях, она может существовать внутри любой архитектуры, которая готова её принять. Что Berghain открывает свой подвал для полиритмического джаза и свободной импровизации, говорит не столько о Berghain, сколько о том, что границы между жанровыми институциями становятся проницаемыми не из идеологии, а из необходимости. Музыке нужны комнаты. Остальное — вопрос внимания.",
  "language": "ru",
  "word_count": 957,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-22T18:42:54.588747",
  "event": {
    "id": "498156df-1d8b-4a71-b4a1-94850ec7da24",
    "name": "Jazzexzess",
    "start_date": "2026-02-19",
    "end_date": "2026-02-22",
    "venue": "Berghain Kantine",
    "city": "Berlin",
    "category": "music",
    "description": "A rare deep listening experience featuring polyrhythmic jazz programming at Berghain's Kantine. The event offers an alternative to the club's typical techno fare, focusing on improvisation, extended form, and experimental jazz traditions. This is a space for careful attention and sonic exploration rather than dancefloor abandon, bringing together musicians working at the intersections of free jazz, contemporary composition, and improvised music within one of Berlin's most iconic venues.",
    "source_url": "https://thenextday.substack.com/p/140-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-20T17:33:44.511304"
  }
}