{
  "id": "e21cdbcb-db62-4871-8c40-f56b66e91a2f",
  "event_id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
  "title": "Vierzig Jahre tanzen, wo es wehtut",
  "slug": "vierzig-jahre-tanzen-wo-es-wehtut",
  "lead": "Seit vier Jahrzehnten vergibt die Berlinale einen Preis, der als politischer Akt begann und nie aufgehört hat, einer zu sein – am 20. Februar feiert die TEDDY After Show Party in den Salons der Volksbühne ein Jubiläum, das zwischen Trauer, Wut und Dancefloor keinen Widerspruch sieht.",
  "body": "1986 war ein Jahr, in dem schwule Männer in Westdeutschland noch unter dem Paragraphen 175 kriminalisiert werden konnten, in dem die Welt gerade lernte, das Wort AIDS auszusprechen, und in dem eine Handvoll Filmschaffender bei der Berlinale beschloss, dass queeres Kino einen eigenen Preis verdient. Nicht irgendwann. Sofort. Vierzig Jahre später öffnet die Volksbühne am Rosa-Luxemburg-Platz am 20. Februar ihre Salons und Foyers für die TEDDY After Show Party, und die Frage, die sich stellt, ist weniger, ob dieser Preis noch relevant ist, sondern eher: Warum hat der Rest der Festivalwelt so verdammt lange gebraucht?\n\nDer TEDDY AWARD existierte, bevor Sundance einen queeren Programmschwerpunkt hatte, bevor Cannes die Queer Palm erfand (das war erst 2010), bevor irgendein Algorithmus dir „LGBTQ+ Cinema\" als Kategorie vorschlug. Er wurde 1987 zum ersten Mal verliehen, gegründet von Wieland Speck und Manfred Salzgeber, zwei Figuren, deren Namen heute fast nur noch Insider kennen, die aber das Sichtbarmachen queerer Geschichten auf A-Festivals quasi im Alleingang erzwungen haben. Salzgeber, der 1994 an den Folgen von AIDS starb, baute nebenbei einen der wichtigsten Verleihbetriebe für queeres Kino in Europa auf. Der TEDDY war von Anfang an kein Nischenpreis für ein Nischenpublikum; er war ein politischer Akt, verkleidet als Bärenfigur.\n\nDass die Preisverleihung seit Jahren in der Volksbühne stattfindet, ist kein Zufall, auch wenn es auf den ersten Blick wie eine pragmatische Raumwahl wirkt. Dieses Haus, 1914 eröffnet, finanziert durch Arbeitervereine, mit dem Spruch „Die Kunst dem Volke\" über dem Portal, hat seine eigene Geschichte der Widerspenstigkeit. Erwin Piscator brachte hier in den Zwanzigern das politische Theater auf die Bühne; Frank Castorf machte den Ort in 25 Jahren zur radikalsten Adresse des deutschen Sprechtheaters. Die Volksbühne war immer ein Haus, das sich geweigert hat, gefällig zu sein. Queeres Kino, das seinen Platz einfordert, passt hierhin wie nirgendwo sonst in Berlin.\n\n2026 ist ein rundes Jubiläum, und das Programm spiegelt das. 45 zeitgenössische Filme aus über 30 Ländern stehen in der diesjährigen TEDDY-Auswahl: 27 Spielfilme, 9 Dokumentar- und Essayfilme, 9 Kurzfilme, dazu eine Forum-Expanded-Installation. Eine eigene Retrospektive mit 14 Filmen (die TEDDY 40 Retro) gräbt sich zurück durch vier Jahrzehnte queerer Filmgeschichte. Begleitend gibt es Talks, Panels, eine Queer Industry Reception, Austauschformate für Regisseur:innen. Das ist kein einzelner Abend, das ist ein ganzes Ökosystem, das sich für zehn Tage materialisiert.\n\nDie Zeremonie selbst beginnt um 20:30 Uhr im Großen Saal. Preise in fünf Kategorien: Bester Spielfilm, Bester Dokumentar-/Essayfilm, Bester Kurzfilm, Jurypreis, Special TEDDY AWARD. Auf der Bühne wird Ebow performen, die Münchner Rapperin und Sängerin, deren Arbeit zwischen kurdischer Diaspora-Erfahrung und queerer Selbstbehauptung pendelt. Das Hoven und Große Freiheit 114 bringen Drag auf die Bühne. Moderiert wird auf Englisch, was die Internationalität des Ganzen unterstreicht; der TEDDY war schon immer eher Weltbürgerin als Berlinerin.\n\nAb 22:30 Uhr dann die Party. Die Salons und Foyers der Volksbühne verwandeln sich, und wer jemals dort nachts war, weiß, dass diese Räume, der Rote Salon, der Grüne Salon, die labyrinthischen Gänge, eine ganz eigene Energie haben, wenn man sie mit Musik, Schweiß und ein paar hundert Menschen füllt, die gerade etwas gefeiert haben, das ihnen wirklich etwas bedeutet. Die TEDDY After Show Party ist für viele der eigentliche Kern des Abends: der Moment, in dem aus einer Preisverleihung eine Gemeinschaft wird, in dem Filmemacher:innen aus Lagos neben Berliner Clubgänger:innen tanzen, in dem die Hierarchien einer Festivalwoche für ein paar Stunden kollabieren. Multiple Dancefloors, DJs, Live-Acts. Wer nur das Party-Ticket kauft, kommt ab 22:30 Uhr rein.\n\nMan könnte jetzt natürlich einwenden: Braucht es 2026 noch einen eigenen Preis für queeres Kino? Die Berlinale hatte mit „Close\" und „All of Us Strangers\" in den letzten Jahren queere Filme im Hauptwettbewerb. „Moonlight\" hat 2017 den Oscar gewonnen. Queere Geschichten sind auf Streamingplattformen omnipräsent, manchmal so poliert und marktoptimiert, dass man den Unterschied zu einer Parfumwerbung kaum noch sieht. Die Sichtbarkeit ist da, zumindest oberflächlich. Aber Sichtbarkeit und Struktur sind zwei verschiedene Dinge. Der TEDDY fördert gezielt Filmemacher:innen aus Kontexten, in denen Queerness nicht als Netflix-Pitch funktioniert: aus Ländern, in denen Homosexualität unter Strafe steht, aus Szenen, die zu klein und zu arm für Streamingdeals sind. 45 Filme aus über 30 Ländern, das ist kein kuratierter Feel-Good-Moment; da sind Arbeiten dabei, die in ihren Herkunftsländern nicht gezeigt werden können. Das relativiert die Frage nach der Notwendigkeit ziemlich schnell.\n\nGleichzeitig wäre es naiv, so zu tun, als sei der TEDDY immun gegen die Mechanismen, die er kritisiert. Jubiläen tendieren zur Selbstfeier. Der Tonfall der offiziellen Kommunikation („an evening full of encounters, culture, and community\") bewegt sich gelegentlich nah an der Sprache von Purpose-Marketing, die heute jeder Konzern spricht. Die Frage, ob ein Preis, der vor vierzig Jahren als Guerilla-Aktion begann, innerhalb des Berlinale-Apparats noch seine subversive Kraft behält, ist berechtigt. Institutionalisierung ist der natürliche Feind jeder Gegenbewegung.\n\nAber dann denkt man an die 14 Retrospektive-Filme, an Arbeiten, die damals Skandale auslösten und heute Filmgeschichte sind. Man denkt daran, dass die Introduction to the Queer Films am 5. Februar im Roter Salon bereits ausverkauft war, Wochen vor dem Festival. Man denkt daran, dass dieser Preis gegründet wurde, während eine ganze Generation starb und die politische Klasse wegsah. Der TEDDY trägt das alles mit sich, die Wut, die Trauer, die Feier, und er bringt es in ein Haus, das selbst aus dem Widerspruch lebt.\n\nAm Rosa-Luxemburg-Platz, in einem Gebäude, das Arbeiter sich selbst gebaut haben, werden am 20. Februar queere Filmemacher:innen Preise entgegennehmen, und danach wird getanzt. Das klingt simpel. Ist es auch. Und genau deshalb funktioniert es seit vierzig Jahren.",
  "language": "de",
  "word_count": 910,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-09T08:50:58.945552",
  "event": {
    "id": "b38a7317-cead-4fa2-bd4a-793fae32a520",
    "name": "TEDDY After Show Party at Volksbühne",
    "start_date": "2026-02-20",
    "end_date": "2026-02-20",
    "venue": "Volksbühne",
    "city": "Berlin",
    "category": "club",
    "description": "The 40th anniversary celebration of the Teddy Award, championing queer cinema since before most festivals acknowledged its existence. Ceremony starts 8:30 pm, party opens 10:30 pm, marking four decades of queer film visibility.",
    "source_url": "https://thenextday.substack.com/p/what-dont-miss-berlinale-2026-guide",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.641026"
  }
}