{
  "id": "d97cab1d-4a1f-4c67-abb5-72df12711216",
  "event_id": "6bdfa170-881d-4048-85e9-090e50d6d060",
  "title": "Vier tote Frauen, ein Mikrofon und die Kunst des Nicht-Vergessens",
  "slug": "vier-tote-frauen-ein-mikrofon-und-die-kunst-des-nicht-vergessens",
  "lead": "Vier Vorträge über Frauen, die aus dem kulturellen Gedächtnis gefallen sind, ein Raum im ACUD Studio und die stille Wut darüber, dass Vergessen kein Zufall ist – The Dead Ladies Show macht am 15. Februar weiter das, was sie seit Jahren am besten kann: Biografien erzählen, die sich anfühlen wie der Verlust einer Freundin, die man nie hatte.",
  "body": "Es gibt einen bestimmten Typ Abend in Berlin, an dem man in einen Raum voller Fremder geht und am Ende das Gefühl hat, man hätte gerade eine Freundin verloren, die man nie kennengelernt hat. The Dead Ladies Show produziert dieses Gefühl seit Jahren mit erstaunlicher Zuverlässigkeit. Am 15. Februar 2026 lädt die Reihe wieder ins ACUD Studio, wo Lettrétage seit 2021 ein dichtes Literaturprogramm betreibt: vier tote Frauen, vier leidenschaftliche Vorträge, ein Abend irgendwo zwischen Geschichtsseminar und Séance mit Kneipenatmosphäre.\n\nDas Konzept klingt, auf dem Papier, simpel genug. Präsentator:innen stehen auf der Bühne und erzählen die Lebensgeschichte einer verstorbenen Frau, die es verdient hätte, bekannter zu sein. Keine PowerPoint-Monotonie, kein akademisches Referat. Eher die Energie von jemandem, der um drei Uhr morgens am Küchentisch sitzt und sagt: „Warte, du kennst die Geschichte von dieser Frau noch nicht?\" Die Show wurde von Katy Derbyshire, einer britischen Literaturübersetzerin und Verlegerin, zusammen mit dem niederländischen Schriftsteller und Übersetzer Florian Duijsens gegründet. Beide moderieren auch weiterhin. Dazu kommt ein monatlicher Podcast, produziert von der Journalistin Susan Stone, der die Live-Vorträge konserviert und einem Publikum jenseits von Berlin zugänglich macht.\n\nDer Tonfall macht den Unterschied. Derbyshire hat ein Talent dafür, Biographien so zu erzählen, dass sie gleichzeitig witzig und wütend und zärtlich werden. Als sie einmal über Hildegard Knef sprach (Schauspielerin, Sängerin, Autorin, Celebrity-Diva in einer Person), durchschritt sie Knefs vier Karrieren mit der Leichtigkeit einer Standortbestimmung: Hier war eine Frau, die Verleger und Tourmanager in den Bankrott trieb, die sagte, sie hasse die Deutschen, und es dann bestritt, die in Los Angeles von Ruhm und Krediten lebte. Keine Hagiographie, sondern ein Portrait voller Risse. Genau diese Freiheit, die toten Damen nicht zu Heldinnen zu glätten, sondern sie als komplizierte Menschen zu zeigen, macht die Show so gut.\n\nFür die Februar-Ausgabe stehen auf der Bühne: Lene Albrecht, Romanautorin und Essayistin, deren zweiter Roman Weiße Flecken 2024 erschien; die amerikanische Journalistin und Spionage-Romanautorin Sally McGrane (The New York Times, The New Yorker); der Musiker und Audioproduzent Axel Scheele, der sich nebenbei als „Bauhaus-era detective\" bezeichnet; und Jan Kabasci, Autor, Lektor und Game Designer, der gerade an einem Tagebuchspiel über Ulrike Meinhof arbeitet.\n\nDie toten Damen selbst: Jennell Jaquays, 2024 verstorben, war eine amerikanische Game-Designerin, Illustratorin und Trans-Aktivistin, die ab Mitte der 1970er die Tabletop-Rollenspielbranche so grundlegend prägte, dass der Fachbegriff „Jaquaysing\" heute für eine bestimmte Art des Level-Designs steht. Gemeint ist nicht-lineares, organisches Raumdesign, das Spieler:innen Entscheidungsfreiheit gibt, statt sie durch Korridore zu schleusen. Später arbeitete sie als Level-Designerin an den Quake- und Halo-Reihen. Nach ihrem Coming-out als trans 2011 war sie Creative Director beim Transgender Human Rights Institute in Seattle. Dass Kabasci, selbst Game Designer, ihren Vortrag übernimmt, ergibt eine fast poetische Logik.\n\nDann Lotte Eisner, 1896 in Berlin geboren, vor den Nazis nach Paris geflohen, 1940 zusammen mit anderen jüdischen und deutschen Frauen interniert, aus dem Lager entkommen. Danach wurde sie als Chefkuratorin der Cinémathèque Française zur Bewahrerin eines ganzen Filmerbes. Ihr Buch The Haunted Screen über den deutschen Expressionismus im Kino ist bis heute Standardwerk. In ihren späteren Jahren wurde sie zur Mentorin einer ganzen Generation von Filmemachern: Wim Wenders, Werner Herzog (der 1974 zu Fuß von München nach Paris lief, weil er glaubte, sein Gang könne Eisner vom Sterben abhalten). Sie begegneten ihr mit einer Mischung aus Hingabe und Selbstbezogenheit, die Eisner vermutlich durchschaut hat.\n\nAndrea Manga Bell, geboren 1902 in Hamburg als Tochter einer weißen deutschen Mutter und eines schwarzen kubanischen Vaters, der klassischer Pianist war. Sie arbeitete als Zeitschriftenredakteurin, Illustratorin und Übersetzerin in Berlin, emigrierte mit dem Schriftsteller Joseph Roth nach Frankreich (der ihr Erbe vertrank, woraufhin sie ihn verließ), überlebte den Krieg teils im Versteck in Paris, verlor ihren Sohn durch die Hand seines eigenen Vaters in einem Streit, bekam nie den Prozess, den sie forderte, und kochte trotz alldem James Baldwin jeden Tag eine warme Mahlzeit, als er in Paris lebte. Ab 1954 arbeitete sie für die United Restitution Organisation und half NS-Opfern bei ihren Entschädigungsansprüchen. Eine Biographie, die so viele Leben enthält, dass man kaum glauben kann, dass sie in Vergessenheit geraten konnte.\n\nDie vierte Dame des Abends bleibt bei Redaktionsschluss noch offen. Überraschungen gehören dazu.\n\nDas ACUD Studio im Hinterhof der Veteranenstraße in Mitte, barrierefrei und per Aufzug erreichbar, ist als Raum genau richtig: klein genug für Intimität, groß genug, dass man nicht auf dem Schoß der Nachbarin sitzt. ACUD MACHT NEU, das Kunstkollektiv, das das Haus 2014 vor der Insolvenz rettete, betreibt hier Club, Studio und Galerie. Seit 2021 nutzt Lettrétage, die seit 2006 bestehende, öffentlich geförderte Literaturorganisation aus Schöneberg, den Studioraum für ein dichtes Veranstaltungsprogramm. Lettrétage versteht sich als Anlaufstelle für Berlins vielsprachige Literaturszene. Die Co-Gründer Tom Bresemann und Katharina Deloglu haben das einmal so formuliert, dass sie einfach die Tür öffnen und die Literatur hereinlassen wollen. Wer einmal in einer Lettrétage-Veranstaltung war, weiß, dass das kein leeres Versprechen ist.\n\nMan könnte die Dead Ladies Show als feministische Geschichtsvermittlung beschreiben, und das wäre nicht falsch. Aber es wäre auch nicht genug. Die Reihe tut etwas Selteneres: Sie nimmt das Vergessen selbst als Gegenstand ernst. Warum kennen wir bestimmte Namen nicht? Welche Strukturen sorgen dafür, dass Frauen aus dem kulturellen Gedächtnis fallen, während ihre männlichen Zeitgenossen Straßennamen und Wikipedia-Einträge bekommen? Die Show stellt diese Fragen nicht abstrakt, sondern erzählt sich durch sie hindurch, eine Biographie nach der anderen. Und sie tut das ohne Selbstgerechtigkeit, mit Humor, mit der gelegentlichen Bemerkung, dass Joseph Roth ein Säufer war oder Marcel Duchamp vielleicht ein Plagiator.\n\nIn einer Stadt, die sich gern als Kulturhauptstadt feiert, aber deren freie Szene unter Kürzungen und steigenden Mieten ächzt, hat so eine Reihe einen seltsam trotzigen Wert. Ein Raum, ein Mikrofon, jemand, der recherchiert hat und erzählen kann. Dass daraus regelmäßig Abende entstehen, nach denen man Wikipedia-Artikel liest, Bücher bestellt und Freund:innen Nachrichten schickt mit „Du glaubst nicht, was ich gerade gehört habe\", ist kein kleines Wunder. Es ist genau die Art von Kulturarbeit, die leise funktioniert und deshalb leicht übersehen wird. Was, wenn man darüber nachdenkt, ziemlich genau das Thema der Show ist.",
  "language": "de",
  "word_count": 1001,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-15T18:40:47.172180",
  "event": {
    "id": "6bdfa170-881d-4048-85e9-090e50d6d060",
    "name": "The Dead Ladies Show",
    "start_date": "2026-02-15",
    "end_date": "2026-02-15",
    "venue": "Lettrétage e.V. im ACUD Studio",
    "city": "Berlin",
    "category": "performance",
    "description": "A series of entertaining and inspiring presentations on women who achieved amazing things against all odds. Passionate cheerleaders celebrate too-often forgotten women, inviting the audience into a sexy séance celebrating impressive icons, turbulent lives, and deathless legacies.",
    "source_url": "https://berlinliteraryevents.substack.com/p/14-february-2026",
    "event_url": "",
    "scouted_at": "2026-02-09T07:48:24.635100"
  }
}