{
  "id": "8daf7503-05c2-480a-87c6-df54e93df2f5",
  "event_id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
  "title": "Wenn Oper sich den Stroboskopen ergibt",
  "slug": "wenn-oper-sich-den-stroboskopen-ergibt",
  "lead": "Nick Caves *Tender Prey* trifft auf Schuberts *Winterreise*, eine südafrikanische Kammeroper feiert mitten im Berliner Februar den Frühling, und im Schwuz wird die Grenze zwischen Opernhaus und Club für vier Tage zur Fiktion – das Schall & Rausch Festival der Komische Oper Berlin zieht wieder durch Neuköllner Venues und fragt dabei, wem Musiktheater eigentlich gehört.",
  "body": "Stellt euch vor: Nick Caves *Tender Prey* kollidiert mit Schuberts *Winterreise*, dirigiert von James Gaffigan, gespielt vom Orchester der Komische Oper Berlin. Zwei Todessehnsüchte, getrennt durch hundertfünfzig Jahre, vereint im selben Konzertsaal. Das ist kein Gedankenexperiment aus einem Feuilleton-Essay. Das ist ein Programmpunkt beim Schall & Rausch Festival 2026, das vom 12. bis 15. Februar durch Neuköllner Venues zieht und dabei so tut, als wäre die Grenze zwischen Opernhaus und Club schon immer eine Erfindung gewesen.\n\nDas Festival, organisiert von der Komische Oper Berlin, existiert seit 2023. Damals formulierte Rainer Simon, der künstlerische Kopf hinter dem Programm, den Anspruch: „brandneues Musiktheater\", das sich traut, sinnlich, emotional, direkt und popkulturell zu sein. Beats, Glitzer, Party. Worte, die in einer Pressemitteilung jeder Opernintendanz verdächtig klingen würden. Bei Schall & Rausch sind sie es teilweise auch, aber eben nur teilweise: Das Festival hat in seinen bisherigen Ausgaben bewiesen, dass hinter dem bewusst lauten Gestus tatsächlich Substanz steckt. Die Zusammenarbeit mit dem Schwuz, dem queeren Club in Neukölln, mit dem Vollgutlager und der alten KINDL-Brauerei verankert das Ganze in einer Infrastruktur, die weit entfernt von den Kronleuchtern der Bismarckstraße liegt.\n\nDer Name selbst trägt eine Berliner Genealogie in sich, die bis ins frühe zwanzigste Jahrhundert reicht. Max Reinhardt gründete 1901 sein Kabarett Schall und Rauch, das sich schnell vom Kabarett zum experimentellen Theater wandelte, Zensoren provozierte und um 1904 wieder einschlief. 1919, nach dem Ersten Weltkrieg, versuchte man die Wiederbelebung; die Kritiker fanden den einstigen Radikalismus veraltet, die Akustik schlecht. Aber die Künstler, die aus dieser zweiten Inkarnation hervorgingen (Friedrich Hollaender, Mischa Spoliansky, Kurt Tucholsky), prägten eine ganze Ära. Der Name „Schall und Rauch\" ist also keine beliebige Alliteration. Er ist eine Referenz an jenen Moment, in dem Berliner Bühnenkunst sich gegen ihre eigenen Konventionen wendete. Dass die Komische Oper ihn jetzt aufgreift und mit einem „sch\" am Ende aktualisiert (Rau**sch** statt Rau**ch**), ist eine kleine, aber signifikante Verschiebung: vom Vergänglichen zum Ekstatischen.\n\nDie 2026er Ausgabe verspricht genau diese Ekstase, gepaart mit einer globalen Perspektive, die über das übliche Berlin-Kosmopolitismus-Branding hinausgeht. Im Zentrum steht die Uraufführung der Kammeroper *Selemo* der südafrikanischen Komponisten Sbusiso Shozi und Nhlanhla Mahlangu. Das Stück nimmt den Frühling als Ausgangspunkt, erforscht Transformation durch Körper, Klang und Stimme und greift auf ein altes Versprechen von Wohlstand zurück, das geographische Grenzen überschreiten soll. Mitte Februar in Berlin, bei minus fünf Grad und grauem Himmel, über den Frühling zu sprechen, ist entweder naiv oder genau richtig. Wahrscheinlich beides.\n\nDaneben steht das bereits erwähnte Konzert *Cave Meets Schubert*. Man kann diese Kombination als Provokation lesen oder als logische Konsequenz: Beide Werke kreisen um Wanderschaft, Isolation und den Wunsch nach Auslöschung. Schuberts Wanderer friert in einer Welt, die ihn nicht will; Nick Cave brüllt 1988 auf *Tender Prey* gegen dieselbe Kälte an, nur mit anderen Mitteln. Die Frage ist, ob das Orchester der Komische Oper den rohen Furor von Caves Post-Punk einfangen kann, ohne ihn zu domestizieren. Sinfonische Bearbeitungen von Rockmusik kippen leicht ins Glatte, ins Harmlose. Unter James Gaffigans Leitung könnte es funktionieren; der amerikanische Dirigent hat sich in seiner bisherigen Arbeit nie vor Reibung gescheut.\n\nDas Festival findet in Zusammenarbeit mit der Neuköllner Oper statt, und diese Partnerschaft ist mehr als ein institutionelles Detail. Die Neuköllner Oper arbeitet seit Jahrzehnten an der Schnittstelle von Musiktheater und dem, was man früher „freie Szene\" nannte, bevor dieser Begriff seine Schärfe verlor. Zusammen mit dem Musicboard Berlin entsteht ein Netz, das Pop, Hip-Hop, Dub, Klassik und Musiktheater nicht hierarchisch ordnet, sondern nebeneinanderlegt. Ob das Programm diesen Anspruch einlöst oder ob die interdisziplinäre Begegnung am Ende eher dekorativ bleibt, wird sich zeigen. Am Valentinstag lädt die Drag-Performerin Meo Wulf zur „Queen of Love\"-Show im CANK, wo ein leerstehendes Kaufhaus zur Bühne für musikalische Liebeserklärungen und hemmungsloses Lip-Syncing wird. Das klingt nach genau der Art von Spektakel, das in der Theorie besser funktioniert als in der Praxis, aber bei dem man trotzdem dabei sein will.\n\nWas Schall & Rausch interessant macht, ist weniger die einzelne Programmpunkt-Exzentrik als die Haltung dahinter. Die Komische Oper befindet sich seit Jahren in einer Übergangssituation: Das Stammhaus an der Behrenstraße wird saniert, das Ensemble spielt an wechselnden Orten, und diese institutionelle Heimatlosigkeit hat paradoxerweise einen Raum für Experimente geöffnet, den ein festes Haus vielleicht nie zugelassen hätte. Schall & Rausch ist das Produkt dieses Zustands. Ein Opernhaus, das vorübergehend kein Haus hat, geht in Neuköllner Clubs, und plötzlich stellen sich Fragen, die in der Bismarckstraße nie aufgetaucht wären: Wem gehört Musiktheater? Welches Publikum sitzt (oder steht, oder tanzt) im Saal? Kann eine Institution, die Schiller und Offenbach im Repertoire führt, glaubwürdig neben einer queeren Clubnacht bestehen?\n\nDie Antwort auf die letzte Frage ist: nur, wenn sie bereit ist, die Kontrolle abzugeben. Das Risiko bei Festivals wie diesem besteht darin, dass die Institution den Club als exotische Kulisse benutzt, als Authentizitäts-Upgrade, während die Machtstrukturen dieselben bleiben. Wer kuratiert, wer entscheidet, wessen Ästhetik dominiert? Die Einladung südafrikanischer Komponisten, die Zusammenarbeit mit Drag-Performerinnen und Club-Kontexten deutet darauf hin, dass Schall & Rausch diese Fragen zumindest stellt. Ob es sie beantwortet, ist eine andere Sache.\n\nBerlin im Februar ist eine harte Angelegenheit. Kurze Tage, nasses Grau, die Stadt in einer Art meteorologischer Depression. Genau in diesen Wochen ein Festival zu platzieren, das den Frühling feiert und den Rausch sucht, hat etwas Trotziges. Schuberts Wanderer würde wahrscheinlich weitergehen. Nick Cave würde sich eine Zigarette anzünden und bleiben.",
  "language": "de",
  "word_count": 889,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T11:24:48.985788",
  "event": {
    "id": "7fa10e47-3914-4cc4-9fdd-12fa47b51fd4",
    "name": "Schall & Rausch Festival",
    "start_date": "2026-02-12",
    "end_date": "2026-02-15",
    "venue": "",
    "city": "Berlin",
    "category": "festival",
    "description": "This Neukölln festival flips the musical theatre script, bringing performers from across the globe to experiment with beats, strobe lights, and pop-infused spectacle. It's anything but traditional—a radical reimagining of the genre.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-06T19:53:43.824656"
  }
}