{
  "id": "c0fef5fc-7b08-421b-b60c-b7e2ec4336f3",
  "event_id": "dfc83516-e261-4c78-aca8-8d95e5f26ee7",
  "title": "Wenn Sprache den Raum betritt",
  "slug": "wenn-sprache-den-raum-betritt",
  "lead": "Fünfzehn Performer:innen, alle nach 1999 geboren, betreten ein Barockpalais in der Klosterstraße – und Berlin bekommt mit Wortsport 26 endlich ein Festival, das Slam Poetry, Freestyle-Rap, Beatboxing und Gebärdensprache nicht als getrennte Szenen behandelt, sondern als das, was sie längst sind: Sprache, die durch Körper geht.",
  "body": "Fünfzehn Performer:innen, alle nach 1999 geboren, stehen auf einer Bühne in einem Barockpalais, das seit über dreihundert Jahren die Funktionen wechselt wie andere Leute ihre Meinungen. Kriegsministerium, Museum, Sparkasse, Jugendclub der DDR, Zentrum für zeitgenössische Kunst, jetzt Theaterraum. In genau dieser Schichtung von Geschichte und Gegenwart soll Ende Februar etwas Neues passieren: Wortsport 26, das erste Festival in Berlin, das sich ausschließlich der performativen Sprachkunst widmet. Drei Tage lang, vom 20. bis 22. Februar, im GRIPS Podewil in der Klosterstraße.\n\nMan könnte fragen: Warum gab es das nicht längst? Berlin hat eine Poetry-Slam-Szene, die seit den Neunzigern existiert. Die Stadt hat Rap auf Deutsch popularisiert, bevor der Rest des Landes das Memo bekam. Spoken Word ist hier seit Jahrzehnten Alltagskultur, in Kneipen, Jugendzentren, auf kleinen Bühnen in Neukölln und Wedding. Und trotzdem fehlte bisher ein Festival, das diese Formen zusammendenkt, sie als Feld begreift statt als einzelne Disziplinen. Wortsport 26 versucht genau das. Das Programm stellt Slam Poetry neben Human Beatboxing, Freestyle-Rap neben Gebärdensprache, Storytelling neben chorisches Sprechen. Das klingt erst mal nach einer jener Programmbroschüren, die alles versprechen und nichts halten. Aber der Ansatz hat etwas Konkretes: Es geht nicht um eine vage Feier der Sprache, sondern um die physische Dimension des Sprechens. Stimme als Instrument, Körper als Resonanzraum, Publikum als Mitspieler.\n\nHinter dem Festival steht ein Netzwerk, das offensichtlich tief in der deutschen Spoken-Word-Szene verwurzelt ist. Das Line-up liest sich wie ein Querschnitt durch Generationen und Genres. Yasmo, die Wiener Rapperin, deren Texte politische Schärfe mit einer fast beiläufigen Musikalität verbinden. King EXXX für Beatbox. Kirsten Fuchs, die als Erzählerin seit Jahren zwischen Literatur und Performance arbeitet, ohne sich je eindeutig für eine Seite zu entscheiden. Timo Brunke, der Bühnenlyrik betreibt, als wäre Poesie ein Kontaktsport. Jan Böttcher für Songwriting. Eva Matz für Poetry-Slam. Dazu Florian Bilbao, der Tanz und Performance zusammenbringt, und Rolf S. Wolkenstein, der Dokumentarfilm und Poetry-Clip verbindet. Und dann, als wäre die Liste nicht schon lang genug, ein „geheimer Stargast\", was entweder charmant oder kalkuliert ist, je nachdem, wie zynisch man heute aufgewacht ist.\n\nDie fünfzehn jungen Talente sind das eigentliche Herzstück des Konzepts. Alle nach 2000 geboren, alle mit eigenen Bühnenpräsenzen, unter ihnen Nya Ditt, amtierende deutschsprachige U20-Poetry-Slam-Meisterin. Wenn Festivals dieser Art funktionieren, dann nicht als Schaufenster etablierter Namen, sondern als Orte, an denen eine Generation sichtbar wird, die noch keinen festen Platz im Kulturbetrieb hat. Die Frage ist, ob Wortsport 26 dieses Versprechen einlöst oder ob die jungen Acts am Ende als Vorprogramm für die bekannten Gesichter dienen. Das Programm scheint beides zu verzahnen, Workshops und Bühnenformate laufen parallel, die Profis teilen Wissen, die Jungen performen auf Augenhöhe. Das Konzept klingt ernst gemeint.\n\nDas GRIPS Podewil ist als Ort dafür seltsam passend. Das GRIPS Theater hat seit seiner Gründung 1969 immer Arbeit gemacht, die das Publikum nicht als passiven Konsumenten begreift. Volker Ludwig hat dieses Theater aufgebaut mit dem Anspruch, Interessen seiner Zuschauer:innen zu vertreten, nicht sie zu belehren. Dass das GRIPS seit 2009 im Podewil seine zweite Spielstätte betreibt, in einem Gebäude, das nach der Wende als Zentrum für zeitgenössische Kunst funktionierte und wo tesla berlin ein Labor für Kunst und Medien unterhielt: Das passt. Die Räume haben ein Gedächtnis für Experiment. Die Klosterstraße selbst ist eine der ältesten Straßen Berlins, nahe der mittelalterlichen Stadtmauer. Barocke Gewölbe, DDR-Umbauten, Sanierungen nach 1990. In diesen Wänden überlagern sich Zeitschichten so selbstverständlich, wie auf der Bühne des Festivals verschiedene Sprachformen aufeinandertreffen sollen.\n\nWas konkret zu erwarten ist: Drei Abende mit Live-Performances, jeweils um 18 und 20 Uhr. Tagsüber Workshops. Das Festival richtet sich ausdrücklich auch an ein junges Publikum (empfohlen ab Klasse 9). Das ist eine bewusste Entscheidung. Spoken Word lebt davon, dass es niedrigschwellig ist, dass es keine Eintrittshürde aus Vorwissen braucht. Man muss keinen Kanon kennen, keine Theorie gelesen haben. Man muss nur da sein und zuhören. Oder mitmachen. Oder beides. Die Mischung aus Freestyle-Rap, A-cappella, Gebärdensprache und Liedermaching (das Festival benutzt tatsächlich dieses Wort) deutet auf ein Programm hin, das Sprache nicht als literarische Angelegenheit versteht, sondern als körperliche. Das ist der interessanteste Aspekt: Sprache, die nicht auf der Seite bleibt, sondern durch einen Raum geht, durch Körper hindurch, in Ohren hinein.\n\nOb das Festival hält, was es verspricht, lässt sich im Voraus nicht sagen. Erstausgaben sind fragil. Sie leben von Energie und sterben an Logistik. Die Gefahr bei einem Konzept, das so viele Disziplinen unter ein Dach packt, ist offensichtlich: Beliebigkeit. Wenn alles Sprachkunst ist, ist am Ende nichts mehr besonders. Aber die Gegenposition ist genauso wahr: Die interessantesten Momente in der Performancekunst der letzten Jahre entstanden genau dort, wo Genres sich nicht mehr voneinander abgrenzen konnten. Wo eine Rapperin plötzlich singt, wo ein Beatboxer erzählt, wo Gebärdensprache rhythmisch wird. Die Grenzen zwischen Slam und Song, zwischen Poesie und Rap, waren immer durchlässiger, als die jeweiligen Szenen zugeben wollten.\n\nBerlin hat in den letzten Jahren viele Festivals bekommen. Manche davon waren nötig, andere waren Markenstrategien für Bezirke, die sich als kreativ verkaufen wollten. Wortsport 26 fühlt sich an wie ersteres. Die Spoken-Word-Szene dieser Stadt hat sich lange genug in Hinterzimmern, bei Open Mics und in Social-Media-Feeds organisiert. Ein Festival gibt dem eine Bühne, einen Ort, einen Termin im Kalender. Ob daraus tatsächlich eine regelmäßige Veranstaltung wird, wie die Macher:innen es ankündigen, hängt von Faktoren ab, die mit Kunst wenig zu tun haben: Fördergelder, Auslastung, politischer Wille. Das GRIPS Theater weiß besser als die meisten, wie abhängig Kultur von solchen Realitäten ist.\n\nWas bleibt, ist ein Anfang. Fünfzehn junge Menschen, die nach der Jahrtausendwende geboren wurden, treten in ein Gebäude aus dem Jahr 1701, und was sie mitbringen, ist nichts als ihre Stimme.",
  "language": "de",
  "word_count": 932,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-08T14:29:24.859564",
  "event": {
    "id": "dfc83516-e261-4c78-aca8-8d95e5f26ee7",
    "name": "Wortsport 26 Festival",
    "start_date": "2026-02-20",
    "end_date": "2026-02-22",
    "venue": "GRIPS Podewil",
    "city": "Berlin",
    "category": "performance",
    "description": "The inaugural Wortsport Festival transforms Berlin into a stage celebrating the full spectrum of spoken language. A festival for slam poetry and spoken word art, marking the capital's first dedicated event for performance poetry and linguistic artistry.",
    "source_url": "https://www.visitberlin.de/en/event/wortsport-26-20-feb-18-uhr",
    "event_url": "",
    "scouted_at": "2026-02-08T07:32:01.864230"
  }
}