{
  "id": "3e4eaa00-9bb2-411e-b034-4aef438b4006",
  "event_id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
  "title": "Wenn Wurzeln tanzen lernen: Nusantara Beat im Prachtwerk",
  "slug": "wenn-wurzeln-tanzen-lernen-nusantara-beat-im-prachtwerk",
  "lead": "Sechs Musiker*innen aus der niederländisch-indonesischen Diaspora graben sich Song für Song durch 17.000 Inseln Familiengedächtnis – am 18. Februar bringen Nusantara Beat ihren Sunda-Psych-Funk ins Prachtwerk, und es wird eng, laut und persönlich.",
  "body": "Sechs Musiker, ein Archipel aus 17.000 Inseln, und die Frage, was passiert, wenn man eine Identität zusammensetzt, die man nie ganz besessen hat. Nusantara Beat spielen am 18. Februar im Prachtwerk, und was auf den ersten Blick wie ein weiterer Abend mit Psych-Folk klingt, ist tatsächlich etwas Selteneres: eine Band, die ihre eigene Herkunft in Echtzeit ausgräbt, Song für Song, und dabei Musik macht, die weit über das Archäologische hinausgeht.\n\nDie Geschichte beginnt nicht in Jakarta oder Bandung, sondern in Amsterdam, mitten in der Pandemie. Jordy Sanger und Sonny Groeneveld hatten schon länger davon gesprochen, eine Krontjong-Band zu gründen, halb im Scherz: traditionelle indonesische Musik für die ältere Generation der Diaspora-Community. Gleichzeitig tüftelten Rouzy Portier und Bassist Michael Joshua an einer ähnlichen Idee. Als sich die Wege kreuzten, wurde aus dem vagen Wunsch ein konkretes Projekt. Gino Groeneveld, Sonnys Bruder, kam dazu, Sängerin Megan de Klerk vervollständigte das Sextett. Fast alle sind in den Niederlanden geboren, zweite oder dritte Generation niederländisch-indonesischer Familien. Joshua bildet die Ausnahme: Er wuchs in West-Java auf, zog mit 15 in die Niederlande. Jedes Bandmitglied trägt eine andere Region des Archipels im Familiengedächtnis. Jordys Wurzeln liegen im Sundanesischen zwischen Jakarta und Bandung, Rouzys Familie stammt aus Manado im Norden, Megan aus Bogor. Dieser geographische Flickenteppich (kein dekoratives Wort, sondern wörtlich gemeint: Indonesien ist fragmentiert wie kaum ein anderes Land) gab der Band ihren Namen. Nusantara, ein altes Wort für den gesamten Archipel, einst benutzt von Königen, die die Inseln vereinen wollten. Beat, weil es um Rhythmus geht, um Körperlichkeit, nicht um museale Bewahrung.\n\nDass die Band aus Amsterdams Musikszene kommt, hört man. Die Mitglieder haben in Gruppen gespielt, deren Spektrum von Indie-Rock (EUT) über Electro-Krautrock (Jungle by Night) bis zu anatolischem Psych (Altin Gün) reicht. Gino war Teil von Altin Gün, einem Projekt mit vergleichbarer DNA: eine in Europa verwurzelte Band, die die Musiktraditionen einer anderen Geographie durch den Filter zeitgenössischer Psychedelik schickt. Der Vergleich drängt sich auf, greift aber zu kurz. Wo Altin Gün auf einem bereits gut dokumentierten Kanon türkischer Psych-Platten aus den Siebzigern aufbauen konnte, bewegt sich Nusantara Beat auf weniger kartiertem Terrain. Sunda Pop, das Genre, dem sie am nächsten stehen, ist außerhalb Südostasiens kaum bekannt: eine Verschmelzung von sundanesischer Musik mit Surf, Psychedelia und Funk, die ab den 1960ern in West-Java entstand, als indonesische Musiker westliche Gitarren und Effektpedale entdeckten und daraus etwas Eigenes formten.\n\nDas selbstbetitelte Debütalbum, erschienen auf Glitterbeat Records, macht diese Spurensuche hörbar. „Ke Masa Lalu\" eröffnet mit Spy-Thriller-Gitarren und einem jenseitigen Keyboard-Nebel; „Bakar\" treibt in nächtlichen Electro-Funk, synthetische Texturen über Gamelan-Percussion geschichtet; „Di Pantai\" kippt in balmigen Soul, Erinnerung und Altern als Thema, während die Band einen Groove fährt, der gleichzeitig entspannt und präzise ist. Was die Platte von der Masse zeitgenössischer Psych-Projekte unterscheidet, ist Momentum. Wo Bands wie Khruangbin oft ins Atmosphärische driften (schön, aber unverbindlich), hat Nusantara Beat Schub. Bassist Joshua und Drummer Sonny liefern ein rhythmisches Fundament, das einlädt, sich zu bewegen, nicht wegzuträumen.\n\nUnd dann ist da Megan de Klerk, die zum ersten Mal auf Bahasa Indonesia singt. Ihr Prozess klingt nach dem Gegenteil von Routine: Sie schrieb zunächst auf Englisch, um die emotionale Richtung zu finden, und arbeitete dann mit Joshua daran, die Texte ins Indonesische zu übersetzen, Wort für Wort, bis die Intention stimmte. „Jedes Mal, wenn wir etwas Neues machen, fühle ich mich meiner Familie näher, der Band und mir selbst\", sagt sie. Das ist kein PR-Satz. Man hört es auf „Cinta Itu Menyakitkan\", wo ihre Stimme eine Pathos-Tiefe erreicht, die an Weyes Blood erinnert, und auf „Tamat\", wo sie sich durch das perkussive Feuerwerk von Gino und Sonny schneidet, kontrolliert und dringend zugleich.\n\nDas Prachtwerk in Neukölln, Ganghoferstraße, ist für diesen Abend ein kluger Ort. Klein, intim, seit 2014 eine Bühne für Live-Musik fast jeden Abend, mit Craft-Bier und Spezialitätenkaffee von Five Elephant. Keine große Halle, kein Festival-Kontext. Die Nähe zur Band wird physisch spürbar sein, und bei einer Gruppe, deren Musik so sehr von der Chemie zwischen sechs Spielern lebt, ist das kein Nachteil. Man wird die Gamelan-Percussion nicht nur hören, sondern im Brustkorb spüren. Die Frage, ob die Energie der Platte live funktioniert, stellt sich kaum; die Band hat sich ihren Ruf gerade durch Konzerte aufgebaut, bevor eine einzige LP existierte, über eine Serie von 7\"-Singles auf Bongo Joe Records.\n\nWas Nusantara Beat interessant macht, geht über die Musik hinaus. Berlin hat in den letzten Jahren eine wachsende Sichtbarkeit südostasiatischer Klangkulturen erlebt, von Club-Nächten bis zu experimentellen Festivals. Aber das meiste davon bleibt in Nischen, die sich gegenseitig kennen. Eine Band, die Sunda Pop durch Psych-Rock und elektronische Produktion filtert, ohne dabei in exotisierende Klischees zu fallen, besetzt eine Position, die es so selten gibt. Der schmale Grat zwischen Heritage-Projekt und lebendiger Popmusik ist schwer zu halten. Nusantara Beat halten ihn, weil ihre Neugier echt wirkt. Die Entdeckung ist nicht abgeschlossen, der Archipel bietet Material für Jahrzehnte: Sumatra, Kalimantan, alles östlich von Bali. Jordy formuliert es nüchtern: „Still lots to dig into.\"\n\nOb die Band irgendwann in die Falle tappt, die allen Diaspora-Projekten droht (Selbstfolklorisierung, das Authentische als Marke), bleibt abzuwarten. Im Moment klingt nichts danach. Im Moment klingt es nach einer Band, die herausfindet, wer sie ist, und das Publikum einlädt, dabei zuzusehen. Am 18. Februar, in einem kleinen Raum in Neukölln, dürfte das ziemlich nah gehen.",
  "language": "de",
  "word_count": 881,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-12T18:52:31.862325",
  "event": {
    "id": "3a99d578-dd36-4df0-a80a-f120b79f9b63",
    "name": "Nusantara Beat",
    "start_date": "2026-02-18",
    "end_date": "2026-02-18",
    "venue": "Prachtwerk",
    "city": "Berlin",
    "category": "music",
    "description": "A live performance by Nusantara Beat, exploring Indonesian and Southeast Asian sonic traditions through contemporary electronic music. This show represents the growing visibility of Southeast Asian experimental music culture within Berlin's club ecosystem.",
    "source_url": "https://www.ticketmaster.de/discover/berlin?language=en-us&categoryId=KZFzniwnSyZfZ7v7nJ",
    "event_url": "",
    "scouted_at": "2026-02-09T19:57:17.264105"
  }
}