{
  "id": "243a25f9-522e-4264-9b43-3f51229219de",
  "event_id": "dbcfd61f-5cfa-4b09-8e8e-f8a77eac7be4",
  "title": "When the Opera House Goes to Neukölln",
  "slug": "when-the-opera-house-goes-to-neukolln",
  "lead": "A full symphony orchestra plays Nick Cave in a converted brewery, a drag queen takes over an empty department store on Valentine's Day, and a South African chamber opera has its world premiere steps from the kebab shops of Karl-Marx-Strasse — the Komische Oper's Schall & Rausch festival returns to Neukölln with a programme that refuses to make sense on paper, and that's the whole point.",
  "body": "Picture a full symphony orchestra playing Nick Cave's *Tender Prey* in a converted brewery, the same building where craft beer tourists normally pose for Instagram. Now picture a drag queen lip-syncing declarations of love inside an abandoned department store on Valentine's Day. A South African chamber opera about the arrival of spring, performed for the first time anywhere on earth, a few hundred metres from the kebab shops of Karl-Marx-Strasse. None of these things belong together. That is precisely the point.\n\nSchall & Rausch is the Komische Oper Berlin's annual attempt to smuggle opera, musical theatre and new composition out of its Unter den Linden home and into the streets of Neukölln. The festival runs from 12 to 15 February 2026 across the KINDL-Areal and several other neighbourhood venues. This is either the third or fourth edition: there was a 2021 iteration staged under pandemic restrictions, which the company itself seems unsure whether to count. Under the curatorial direction of Rainer Simon, it has been steadily sharpening its identity. Simon's pitch from the start has been plain: \"brand new music theatre\" that is sensual, emotional, direct and pop-cultural. The early promotional material leaned heavily on \"beats, glitz and glitter, party party party.\" It read like a press release trying too hard. The actual programme, though, has consistently been stranger and more interesting than its own marketing.\n\nThe Komische Oper occupies a curious position in Berlin's operatic hierarchy. Founded in 1947, it has always been the scrappier of the city's three major houses, the one more inclined towards operetta, towards experiment, towards the populist gesture. The Staatsoper projects grandeur. The Deutsche Oper holds down the West Berlin establishment. The Komische Oper has historically been the house willing to be a little undignified. Schall & Rausch extends that instinct to its logical conclusion: what if the opera company left the building entirely and set up shop in the part of the city where people actually go out at night?\n\nNeukölln is the right neighbourhood for this kind of provocation, and also an easy one. The KINDL-Areal, a former brewery converted into a centre for contemporary art, already straddles the line between institutional respectability and post-industrial cool. The festival also spills into Schwuz, one of Berlin's longest-running queer clubs, and the Vollgutlager, a cultural space nearby. Everything is within walking distance. The geography matters because it collapses the psychic distance between opera and club night. You drift from one to the other without changing postcodes or personas.\n\nThe 2026 programme is built around three headline events pulling in different directions, and they deserve unequal attention.\n\nThe one I know the least about, and therefore trust the most, is *Selemo*, a world premiere chamber opera by South African composers Sbusiso Shozi and Nhlanhla Mahlangu. Shozi has been building a practice between Johannesburg and Berlin that draws on Zulu vocal traditions and contemporary composition; Mahlangu's work similarly moves between indigenous South African performance and Western concert forms. Their piece explores spring as a force of transformation, drawing on ritual and the body alongside more conventional vocal and instrumental writing. The promo copy speaks of \"an ancient promise of prosperity that transcends geographical boundaries,\" which is meaningless boilerplate, but the commissioning itself signals something real: new music theatre routed through non-European traditions rather than simply importing performers into a European frame. The proof will be in the room.\n\n*Cave Meets Schubert* is the kind of programming that either feels like genius or a gimmick, with very little space in between. The Komische Oper Berlin orchestra, conducted by James Gaffigan, performs material from Nick Cave's 1988 album *Tender Prey* alongside Schubert's *Winterreise*. The connection writes itself on paper. Both are obsessed with death, wandering, romantic despair. *The Mercy Seat* and *Gute Nacht* share a bleak conviction that the world offers no shelter. The risk is that the juxtaposition flatters both parties without illuminating either, interdisciplinarity as intellectual comfort food. Post-punk and Romanticism have been twinned so many times in cultural criticism (Ian Curtis as Werther, Simon Reynolds tracing goth's lineage back through the Romantics in *Rip It Up and Start Again*) that the pairing can feel pre-digested. Still: hearing *Tender Prey* orchestrated and performed live by a full symphonic ensemble is the sort of thing you attend on principle. The experience will be unrepeatable regardless of whether it fully coheres.\n\nThe third strand is pure spectacle. On 14 February, drag performer Meo Wulf hosts *Queen of Love* at CANK, transforming an empty department store into what's described as \"a staircase for lovers.\" Lip-syncing, musical declarations, glamour. It is the programme's most overtly fun offering, and its placement on Valentine's Day is cheeky without being cynical. A queer takeover of commercial retail space also lands differently in Neukölln, a neighbourhood whose ongoing gentrification has turned the question of who gets to occupy which buildings into a live political argument.\n\nWhat holds these three events together is not a coherent artistic thesis. It's a bet: that the audience for new opera and the audience for club culture and the audience for drag are, if not identical, at least adjacent. The festival's structure encourages wandering. You catch a concert, grab a drink, end up at a performance you hadn't planned on seeing. There are panels and talks, and chances to meet artists at the bar. This last detail sounds negligible, but opera houses tend to enforce a strict one-directional relationship between performer and audience (you sit, you clap, you leave). When the composer is standing next to you holding a Pilsner, that contract dissolves. Or at least loosens.\n\n\"Opera company goes to cool neighbourhood\" is a formula other European institutions have deployed with mixed results, sometimes genuinely expanding the art form's reach, sometimes producing a weekend of subsidised cosplay that leaves no trace. The Komische Oper's commitment to Neukölln across multiple years matters here; this isn't a one-off publicity stunt. The collaboration with Neuköllner Oper, a smaller independent company with deep local roots, suggests real investment in the neighbourhood rather than simple extraction. But the question of audience remains open. Who actually fills these rooms? If it's the same Mitte crowd in slightly different trainers, the geographic displacement is cosmetic.\n\nThis is the anxiety running underneath all of it, and underneath opera more broadly. Across Europe, opera houses are wrestling with ageing audiences, funding precarity and the suspicion that the form has calcified into museum culture. Some respond with safe populism: film scores performed live, crossover concerts with pop stars. Others retreat into purist rigour. The Komische Oper's strategy is to lean into hybridity, into mess, into the productive friction between forms. A chamber opera by South African composers next to an orchestral Nick Cave tribute next to a drag show in a department store. No single aesthetic governs. The festival trusts its audience to hold contradictions, to move between registers without needing everything smoothed into coherence.\n\nFebruary in Berlin is brutal. The light disappears by four. The cold is not crisp or photogenic; it's a damp, grey weight that sits on the city for weeks. Schall & Rausch drops into this dead season with something most Berlin cultural programming in February doesn't bother offering: a reason to leave the house that isn't obligation or habit. Whether it fully delivers on its ambitions, or whether it remains an experiment still searching for its definitive edition, it is doing something almost no other event in the city attempts. It is asking what opera sounds like when it stops performing its own importance and starts performing for the room it's actually in.",
  "language": "en",
  "word_count": 1260,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:40:49.025754",
  "event": {
    "id": "dbcfd61f-5cfa-4b09-8e8e-f8a77eac7be4",
    "name": "Schall & Rausch Festival",
    "start_date": "2026-02-12",
    "end_date": "2026-02-15",
    "venue": "",
    "city": "Berlin",
    "category": "festival",
    "description": "This Neukölln festival flips the script on musical theatre, bringing performers from across the globe to experiment with beats, strobe lights, and pop-infused spectacle. An alternative take on the genre that defies traditional expectations.",
    "source_url": "https://www.the-berliner.com/berlin/what-do-this-january-our-events-guide-to-kick-off-the-new-year-2/",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.262726"
  }
}