{
  "id": "6ce7450b-dcff-4a85-b395-8d32879bded4",
  "event_id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
  "title": "When the oil fields burned she was eight – now Monira Al Qadiri turns petroleum's beauty against itself",
  "slug": "when-the-oil-fields-burned-she-was-eight-now-monira-al-qadiri-turns-petroleum-s-beauty-against-itself",
  "lead": "Monira Al Qadiri was eight when Kuwait's oil fields burned black enough to see from space — now she returns to that sky in a lecture performance at Berlinische Galerie, turning petroleum's seductive shimmer into a slow, precise reckoning with everything it built and broke.",
  "body": "The smoke from the Kuwaiti oil fields in 1991 was visible from space. Monira Al Qadiri was eight years old, watching it from the ground.\n\nThat biographical fact sits at the centre of a practice that has spent fifteen years trying to make sense of what petroleum has done to the world, starting with what it did to her home. On 26 February 2026, Al Qadiri presents a lecture performance at Berlinische Galerie, part of the programming around her exhibition \"Hero,\" which opens the preceding summer and runs through August 2026. The format, a hybrid of spoken essay and artistic gesture, is one she has worked in before. In 2019, her lecture-performance \"Petrochemicals in Purgatory\" imagined a post-apocalyptic Earth visited by aliens who harvested human remains the way humans had extracted crude oil. It was darkly funny and, beneath the speculative fiction, completely serious.\n\nAl Qadiri was born in Dakar, Senegal in 1983, raised in Kuwait, and left for Tokyo at sixteen on a government art scholarship. Her doctoral research at Tokyo University of the Arts circled what she has called the aesthetics of sadness in the Middle East: grief as it moves through poetry, devotional music, visual culture. She has spoken about arriving in Japan with a fantasy of the country shaped by anime, only to find dislocation and dissonance. That gap between imagined worlds and lived ones became productive. Her early animations and films drew on the visual language of Japanese pop culture to process the psychological fallout of the Gulf War. The displacement was literal and aesthetic; she built a practice from the friction between places that don't quite map onto each other.\n\nSince then, her work has shown at Guggenheim Museum Bilbao, Haus der Kunst, Kunsthaus Bregenz, UCCA Dune. What ties these presentations together is a consistent formal provocation: iridescent sculptural forms that look like luxury goods but function as dissections of the systems that produce luxury. The colours are seductive, often the slick rainbow sheen of oil on water. The shapes recall drill heads, tanker bows, pearling tools. She has described humour as a weapon, something she learned growing up in a place without much freedom of speech. If you make something beautiful and a little bit funny, people let it in before they realise what it's doing.\n\nThe \"Hero\" exhibition at Berlinische Galerie takes the oil tanker as its central motif: vessel, floating monument, proxy for everything petroleum culture has built and broken. New sculptural works include \"Bulbous Bow\" (2025), a large fibreglass piece modelled on the hydrodynamic protrusion at the front of cargo ships, a feat of engineering designed to reduce water resistance that Al Qadiri recasts as a totemic object. Eleven adapted tanker models are distributed around the space in a wave formation for \"Seasons in Hell\" (2025). A bright red carpet covers the entire exhibition floor. A mural of a tanker spans one wall. The scale is deliberate. These are objects that exist in the world at dimensions designed to overwhelm human perception: container ships, supertankers, offshore rigs. Al Qadiri brings them into the museum at a size where you can look at them directly, which turns out to be more unsettling than seeing them on the horizon.\n\nThe lecture performance (7pm, free, registration online) will be delivered in English. If it follows the model of \"Petrochemicals in Purgatory,\" expect something that moves between autobiography, research, polemic and speculation. Al Qadiri is a precise speaker. Her earlier video work \"Behind the Sun\" (2013) juxtaposed amateur footage of the burning Kuwaiti oil fields with clips from Islamic television programmes; she has described it as reclaiming the context from Werner Herzog's \"Lessons of Darkness\" (1992), which aestheticised the same fires into something operatic and alien. She isn't hostile to Herzog. She insists on a different starting point. The fires were not abstract. They were her childhood sky.\n\nThe timing carries weight. Berlin in February 2026 will still be sorting through the contradictions of a European energy policy that spent 2022 scrambling away from Russian gas only to find itself entangled with fossil capital in other forms. Germany's relationship with petroleum is not Kuwait's, but the dependency rhymes. Al Qadiri's framing of \"petro-culture\" as a total system, one shaping aesthetics and desires as much as economies, feels increasingly like the baseline condition for any honest conversation about the present. Consumer capitalism didn't just run on oil; it thought in oil. Speed, disposability, the conviction that supply was infinite, the confusion of acceleration with progress.\n\nBerlinische Galerie, housed in a former glass warehouse on Alte Jakobstraße since 2004, has spent fifty years collecting art made in Berlin with an eye toward the international currents passing through the city. Placing Al Qadiri's petroleum monuments in a building that once stored industrial materials is a resonance worth noting, if not over-reading.\n\nWhat Al Qadiri does well, what separates her from the broader wave of ecologically minded contemporary art, is refuse to let the critique become pious. The iridescent surfaces of her sculptures are genuinely beautiful. The tanker models are eerie and elegant. She understands that oil's power was never just economic; it was libidinal, sensory, wrapped in the aesthetics of speed and shimmer. You cannot critique a desire you pretend not to understand. Her work acknowledges the seduction and then asks what it costs. In \"Petrochemicals in Purgatory,\" she posed the question of what happens when the god dies but the temple is still standing. Her answer was deliberately anticlimactic: collapsed industries, downward spirals, painful withdrawal from the addictions of fast living. No apocalypse. Just withdrawal.\n\nA lecture performance is a minor format. An hour, a voice, a room. But Al Qadiri has spent her career proving that scale is relative. An eight-year-old watching oil fires is already inside the monument.",
  "language": "en",
  "word_count": 964,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T17:25:59.986356",
  "event": {
    "id": "852c8fdb-3741-47dd-a58e-8263ce0db6ba",
    "name": "Lecture Performance: Monira Al Qadiri",
    "start_date": "2026-02-26",
    "end_date": "2026-02-26",
    "venue": "Berlinische Galerie",
    "city": "Berlin",
    "category": "lecture",
    "description": "Kuwaiti artist Monira Al Qadiri presents a lecture performance examining the social, cultural, and environmental dimensions of the oil industry. Her work sheds light on the connections between crude oil as the twentieth century's leading fossil fuel and the rise of consumer capitalism, offering critical perspectives on petro-culture and its legacies.",
    "source_url": "https://www.visitberlin.de/en/event/lecture-performance-monira-al-qadiri",
    "event_url": "",
    "scouted_at": "2026-02-07T07:25:24.750201"
  }
}