{
  "id": "61165630-a454-4aeb-816d-172517c224c2",
  "event_id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
  "title": "Where the Curtain Falls",
  "slug": "where-the-curtain-falls",
  "lead": "Calla Henkel and Max Pitegoff have spent a decade opening bars, theatres, and social spaces across Berlin and Los Angeles, then turning the wreckage into art — now *The End of THEATER* at Galerie Isabella Bortolozzi asks what's left when the room empties and the camera keeps rolling.",
  "body": "Calla Henkel and Max Pitegoff have spent over a decade opening spaces and watching them close. A storefront in Kreuzberg where plays were written by whoever showed up. A bar in Schöneberg that functioned, depending on the night, as a film set. Now a forty-nine-seat black box on Santa Monica Boulevard. Their new exhibition at Galerie Isabella Bortolozzi, *The End of THEATER*, opens 7 February and feels like the latest act in a long reckoning with what remains after the lights go down.\n\nThe two met at Cooper Union in New York and have worked together since 2011, first in Berlin, now split between Berlin and Los Angeles. Their CV reads less like a list of exhibitions than a map of semi-permanent social infrastructure: Times Bar in Neukölln (2011–12), New Theater in Kreuzberg (2013–15), the Grüner Salon at the Volksbühne (2017–18), TV Bar in Schöneberg (2019 onwards). Each venue operated as a site where art got made through proximity, argument, late nights, the mundane reality of paying rent. The plays they staged were deliberately amateur, cast with friends and non-professionals. The aesthetic was closer to a school play directed by someone who had read too much Brecht than to anything at the Schaubühne. That studied antiprofessionalism kept things loose, socially porous, alive. It also, as one writer observed, provided a convenient escape hatch: if nothing is taken too seriously, nothing can truly fail.\n\nThe move to Los Angeles shifted something. Hollywood, as a word and as a place, insists on industry, on the codified machinery of entertainment. Running a scrappy experimental theatre there is either absurd or perfectly logical, depending on your tolerance for contradiction. Since opening New Theater Hollywood in 2024, Henkel and Pitegoff have hosted shows by Diamond Stingily, Klein, Asher Hartman, Lily McMenamy, Karl Holmqvist with Arto Lindsay and Klara Lidén. The list suggests a programme that still privileges the social network over the programme note. But the proximity to Hollywood's gravitational pull has produced new questions about documentation, about what a camera does to a performance, about the gap between a rehearsal and a take.\n\nTheir film *THEATER*, currently showing as part of *MADE in L.A. 2025* at the Hammer Museum, is the clearest expression of this shift. It braids fictional narrative with documentary footage from rehearsals and backstage moments at New Theater Hollywood, creating something that refuses to settle into either category. Is it a film about a theatre, or a theatre that became a film? Their recent work keeps circling that question without landing on an answer.\n\nGalerie Isabella Bortolozzi, founded in 2004 at Schöneberger Ufer 61, has long been drawn to artists who treat form as something to be stressed rather than settled: Wu Tsang, Hannah Black, Morag Keil, Ed Atkins, Seth Price, Vaginal Davis. Henkel and Pitegoff showed there in 2022. They fit because their work sits exactly in the slippage between a social event and a gallery object, and Bortolozzi has made a programme out of that kind of instability.\n\n*The End of THEATER* promises to stage the mess of the creative process itself. The exhibition will feature Leilah Weinraub performing *Kennedy*, with the framing gesturing towards something deliberately unresolved: the cycle of rehearsals, fiction, and performance laid out not as a clean document but as an ongoing, possibly endless loop. Weinraub is a pointed choice. As a filmmaker whose documentary *Shakedown*, about LA's Black lesbian strip club scene, already operates at its own junction of community and commerce, her presence brings an LA-specific charge to what could otherwise scan as a Berlin export.\n\nThe title carries a useful ambiguity. \"The End of THEATER\" could be a declaration: theatre is over, finished, kaput. It could be spatial, pointing to the back wall, the wings, the place where the set gives way to plywood and gaffer tape. Or it could name the show's actual subject: what happens at the terminus of a collective project. Their recent play *THE END IS NEW*, staged at New Theater Hollywood, followed a film editor hired to piece together a dead filmmaker's footage, navigating material that resists coherent narrative. A collective dream dissolves; someone has to sit alone with the remnants. That play's concerns (the labour of editing, the desire to rewrite the past, the impossibility of faithful documentation) feel continuous with what's arriving at Bortolozzi.\n\nHenkel and Pitegoff's practice depends on social spaces, on people showing up, on the messy energy of a room. But their output as exhibited artists tends towards photography, film, objects: things that fix and frame the very ephemerality they cultivate. The gallery wall domesticates what the bar floor made volatile. This isn't a criticism so much as the friction their work lives inside. Every photograph of a New Theater production is both a record and a betrayal. Every film that splices rehearsal footage with fiction admits that documentation was always already performance.\n\nThe timing matters. Henkel and Pitegoff are returning to Berlin with work shaped by Los Angeles, by a black box on Santa Monica Boulevard, by the Hammer Museum's institutional frame. They're showing at a commercial gallery that has served as their Berlin market anchor for years. And they're explicitly staging \"the end\" of something. The question hovering over Schöneberger Ufer 61 from February through March is whether this ending is mourning or liberation, whether the dissolution of the shared space is a loss or just the precondition for the next one. Given their pattern (close a bar, open a theatre; leave a theatre, make a film), the answer is probably both. And probably already underway.\n\nThe show runs until 21 March. By then, Henkel and Pitegoff will likely be building something else somewhere. The documentation will arrive later.",
  "language": "en",
  "word_count": 949,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-06T20:46:36.776966",
  "event": {
    "id": "371883ff-ae7b-47fe-82d8-43a838a94bd6",
    "name": "Calla Henkel & Max Pitegoff: The End of THEATER",
    "start_date": "2026-02-07",
    "end_date": "2026-03-21",
    "venue": "Galerie Isabella Bortolozzi",
    "city": "Berlin",
    "category": "exhibition",
    "description": "The artist duo behind an LA black box theater bring the messy cycle of rehearsals, fiction, and performance to Bortolozzi, featuring Leilah Weinraub performing Kennedy. The exhibition explores the blurred boundaries between where theater ends and film begins.",
    "source_url": "https://thenextday.substack.com/p/137-berlin-weekend-guide",
    "event_url": "",
    "scouted_at": "2026-02-06T20:24:18.261614"
  }
}