{
  "id": "856aa5ed-a96e-4f11-b3a7-a2f891b948bf",
  "event_id": "0c03df67-1545-48dd-b7cb-9569d5143cc3",
  "title": "Wort gegen Körper: wenn Poetry Slam auf Dance Battle trifft",
  "slug": "wort-gegen-korper-wenn-poetry-slam-auf-dance-battle-trifft",
  "lead": "At Theater Strahl, poets and dancers don't share a stage so much as contest it — scored by a crowd that has to invent its own criteria for judging a body against a word.",
  "body": "What happens when you take two of the most viscerally embodied competitive art forms and put them on the same stage, in the same round, and ask them to become one thing? Not a polite collaboration. A scored contest, with an audience jury and a winner.\n\nThat's the proposition behind Poetry & Dance Slam Battle, taking place on 28 February at Theater Strahl in Berlin. The format is straightforward in description and genuinely unpredictable in practice: dancers and poetry slammers compete across multiple rounds — solo, head-to-head, and in hybrid duos that force each performer out of their native medium. An audience jury decides the winner. Beatboxer Mando provides the live rhythmic spine throughout. An after-party with DJ Achraf follows. [~The event appears to be part of a recurring \"Poetry & Dance\" programme at Theater Strahl|Multiple listings for \"Poetry & Dance\" events appear in the venue's programme, suggesting this is an ongoing series rather than a one-off.~]\n\nTheater Strahl is a quietly significant choice of venue. Founded as an independent theatre group in 1987, it has spent nearly four decades building a reputation as one of Berlin's most committed producers of contemporary theatre for young audiences — ages twelve and up, specifically. Its programming has long blurred the boundaries between dance, theatre, and performance, and since 2013 it has produced contemporary dance pieces with international artists as a fixed part of its repertoire. The venue now operates out of a converted former sports hall near Ostkreuz, a space with high ceilings and raw materiality — a building that was never designed for performance and works precisely because of that. This isn't Volksbühne or HAU. It's a venue that has spent its entire existence insisting that ambitious, formally experimental performance belongs in front of audiences who might be encountering it for the first time.\n\nThat pedagogical DNA matters, because the Poetry & Dance Slam Battle is essentially an experiment in legibility. Both poetry slam and dance battle are forms that have developed their own rich, internal languages — their own criteria for excellence, their own hierarchies of technique and risk. Scholars have spent years positioning poetry slam in the liminal space between literary culture and popular entertainment, between the page and the stage. Its power lies in its liveness: the poem exists as a performed event, scored by a crowd, inseparable from the body that delivers it. [~Poetry slam's contested position between literary and popular culture is well-documented|Academic work by Kaye (2006), Gregory (2009), and Somers-Willett has explored this tension extensively; the framing here draws on that broader scholarly conversation.~] Dance battle culture — whether rooted in breaking, contemporary, or krump — operates under a parallel logic: the body as its own argument, improvisation as proof of mastery, the crowd's energy as co-author.\n\nBut these two forms, for all their structural kinship, speak different languages. The slam poet works in meaning first. The words carry semantic weight before they carry rhythm, even when rhythm is doing enormous work. The dancer works in space and momentum. Meaning accrues through movement, through the body's relationship to gravity and the gaze of others. Putting them in direct competition is less a fusion than a collision — one that forces the audience to develop, in real time, a new set of evaluative criteria. How do you judge a poem against a dance? You don't, really. You judge the impact of each against the conditions of the room.\n\nThe hybrid duos are where the format gets genuinely interesting. [~The concept of pairing dancers with slammers in competitive rounds has limited precedent in Berlin's performance scene|I can find scant documentation of this specific format elsewhere; most poetry-dance crossovers I've encountered are collaborative rather than competitive.~] A dancer and a poet, forced to create something together under competitive pressure, must negotiate the fundamental question of who leads. Does the word dictate the movement, or does the body dictate the text? The best outcomes — I'm speculating here — would be neither. They'd be something emergent, a third language that belongs to neither form alone.\n\nRon Iyamu, listed among the performers, brings a relevant versatility. An actor, rapper, and activist originally from Hannover, trained in performing arts at the University Mozarteum Salzburg, he works across the boundary between spoken word and physical performance — the kind of practitioner for whom this format isn't a stretch but a natural habitat. [~Information on Iyamu is limited to partial biographical data|The research available cuts off mid-sentence; fuller context on his performance practice would strengthen this reading.~] The presence of Mando as live beatboxer is more than accompaniment. Beatboxing is itself a form that collapses the distinction between voice and body, language and percussion. It functions here as connective tissue — a shared rhythmic ground that both poets and dancers can push against.\n\nThere is a risk that the battle format flattens both forms. Competition privileges the legible, the crowd-pleasing, the immediately spectacular. The quieter registers of both poetry and dance — the sustained image, the slow accumulation of gesture — tend to lose in formats where audience applause determines the outcome. This is the critique that has followed poetry slam since its inception: that the competitive frame rewards performance over poetry, charisma over craft. The same concern applies to dance battles, where the most acrobatic trick can overwhelm the most articulate phrase. But Theater Strahl's specific audience — young, often encountering these forms for the first time — complicates that critique. For someone who has never sat through a poetry reading or watched a contemporary dance piece, the slam format isn't a reduction. It's a doorway. The competition gives the audience permission to react, to participate, to feel that their response is part of the work.\n\nAnd the cross-disciplinary pairing means no one in the room quite knows what the rules are. That productive disorientation — the moment when neither movement nor language is sufficient on its own, and something has to be invented to fill the gap — is what a format like this is betting on. Whether it pays off depends entirely on what happens in the room on 28 February. No one can score that in advance.",
  "language": "en",
  "word_count": 1028,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T18:44:35.726871",
  "event": {
    "id": "0c03df67-1545-48dd-b7cb-9569d5143cc3",
    "name": "Poetry & Dance Slam Battle",
    "start_date": "2026-02-28",
    "end_date": "",
    "venue": "Theater Strahl",
    "city": "Berlin",
    "category": "performance",
    "description": "An extraordinary evening where dance meets spoken word. Performers from the dance scene join forces with poetry slammers on the main stage. In several rounds, they compete solo, against each other, and in dance-poetry duos, captivating both the audience and jury. The entire event is accompanied by the beats of renowned Berlin beatboxer Mando, with the audience jury deciding the winner. This is a groundbreaking fusion exploring how movement and language can push each other out of their comfort zones, followed by an after-party with DJ Achraf.",
    "source_url": "https://www.visitberlin.de/en/event/poetry-dance-slam-battle",
    "event_url": "https://www.theater-strahl.de/projekt/poetry-dance-das-grosse-slam-battle",
    "scouted_at": "2026-02-14T17:22:01.712988"
  }
}