{
  "id": "e24eaa1f-7fb3-4fc3-b71f-31795932f066",
  "event_id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
  "title": "Wörter, die sich schminken",
  "slug": "worter-die-sich-schminken",
  "lead": "Karl Holmqvist zerlegt in seiner neuen Schau bei Galerie Neu Sprache wie andere Leute Lippenstift auftragen – als Geste zwischen Verbergen und Enthüllen, Pop und Poesie, DIY-Punk und konkreter Kunst, und trifft damit in Zeiten von KI-generiertem Text einen Nerv, den er seit den Neunzigern bloßlegt.",
  "body": "In einer ehemaligen Glaslagerhalle irgendwo im Niemandsland zwischen Mitte und Kreuzberg hängen Buchstaben an Wänden, die sich weigern, Sätze zu bilden. Karl Holmqvist macht das seit Jahrzehnten: Sprache nehmen, ihr die Funktion entziehen, sie als Material behandeln wie andere Leute Ölfarbe oder Ton. Jetzt zeigt Galerie Neu unter dem Titel PAINT WITH MAKE-UP neue Arbeiten des schwedischen Künstlers, und schon der Name klingt wie eine Gebrauchsanweisung, die sich selbst nicht ernst nimmt.\n\nHolmqvist, Jahrgang 1964, in Västerås geboren, seit Jahren in Berlin ansässig, hat eine Karriere gebaut, die sich konsequent den Kategorien entzieht. Er ist Dichter, aber seine Gedichte hängen als Gemälde in Museen. Er ist bildender Künstler, aber sein Material sind Worte, Zitate, Songfragmente, Werbeslogans. Seine Ausbildung liegt in Literatur und Linguistik, seine Praxis irgendwo zwischen konkreter Poesie, Punk-Ästhetik und konzeptueller Kunst. Die Achtziger haben ihn geprägt, diese Dekade des gleichzeitigen Überflusses und Zusammenbruchs, als elektronischer Pop und Hip-Hop die Massenkultur neu formatierten, während die Mauer noch stand. Dass er ausgerechnet in Berlin gelandet ist, der Stadt, deren Teilung und Wiedervereinigung selbst eine Geschichte über gebrochene Bedeutungen erzählt, ergibt fast zu viel Sinn.\n\nSeine Arbeiten funktionieren durch Aneignung und Wiederholung. Holmqvist plündert Pop-Songs, Filmzitate, Alltagssprache und Kunstgeschichte gleichzeitig, mischt das alles zusammen und lässt es in neuen Konstellationen kollidieren. BREAK ON THRU THE LOOKING GLASS TO THE OTHER SIDE, HERE'S LOOKING AT U, KID: so liest sich das dann, Jim Morrison trifft Lewis Carroll trifft Casablanca, zusammengepresst auf einer spiegelnden Oberfläche, auf der sich die Betrachterin beim Lesen selbst sieht. Die Geste ist lakonisch, fast beiläufig. Holmqvist inszeniert sich nicht als großer Dekonstrukteur. Er ist eher der Typ, der auf einer Party nebenbei etwas Kluges sagt und dann weiterzieht, bevor man nachfragen kann.\n\nDas Ausstellungsverzeichnis liest sich beeindruckend, ohne dass Holmqvist je zum Kunstmarkt-Superstar geworden wäre: Venice Biennale 2003 und 2011, MoMA New York, Camden Arts Centre London, Fridericianum Kassel, Moderna Museet Stockholm, Manifesta 7, vier Mal Performa in New York. Galerie Neu vertritt ihn seit langem. Im Herbst 2024 lief parallel zu seiner Berlin-Präsenz eine Schau bei dépendance in Brüssel. Kürzlich produzierte er bei einem Aufenthalt im MAK Center in Los Angeles den Film Meshes of the Mackey Apts, ein Remake von Maya Derens Kurzfilm Meshes of the Afternoon aus dem Jahr 1943; dazu ein Booklet mit dem wunderbar überdrehten Titel OCEAN'S 24/7ELEVEN. Der Mann arbeitet schnell, assoziativ, mit einer DIY-Haltung, die sich nie nach Nachlässigkeit anfühlt.\n\nPAINT WITH MAKE-UP, der Titel der neuen Schau bei Galerie Neu, deutet auf eine Verschiebung hin, oder zumindest auf eine Zuspitzung. Make-up als Metapher für Sprache: etwas, das aufgetragen wird, das eine Oberfläche verändert, das gleichzeitig verbirgt und enthüllt. Die queere Dimension ist offensichtlich, aber Holmqvist war nie jemand, der Identitätspolitik als Label vor sich herträgt. Sein Queerness steckt tiefer, in der Weigerung, Sprache so zu benutzen, wie sie benutzt werden soll. In einem langen Essay, der als eine Art Selbstkommentar zirkuliert, schreibt er über Selbstzensur, über die Angst, einfache Dinge über sich selbst zuzugeben, über künstlerische Praxis als Weg, Hemmungen zu überwinden, die konventionelle Ausdrucksformen auferlegen. „No good art ever came out of such circumstances\", sagt er über den Zwang der Gruppe. Seine Kunst ist ein permanentes Austreten aus dem Gruppenverhalten der Sprache selbst.\n\nWas genau in den Räumen der Galerie Neu hängen wird, ist schwer vorherzusagen. Bei Holmqvist ist das immer so. Seine Ausstellung EQ UI LI BR IU M vor einigen Jahren, aufgeteilt zwischen Galerie Neu und MD72, bestand aus identischen Arbeiten in beiden Räumen: gleiche Videos, gleiche Schachbrettgemälde, ähnliche Skulpturen mit minimalen Abweichungen. Die Kritikerin Ana Teixeira Pinto fragte damals, ob Holmqvists Arbeiten Pop-Geste oder poetische Geste seien, und stellte trocken fest: „Pop poetry is an oxymoron.\" Genau in diesem Oxymoron arbeitet Holmqvist. Er macht es sich dort gemütlich.\n\nMan darf also erwarten: Text auf Leinwand, Text auf Wand, Text auf Oberflächen, die nicht für Text gemacht sind. Vielleicht Spiegel. Vielleicht Farbe, die aussieht wie Lippenstift, oder Lippenstift, der aussieht wie Farbe. Die DIY-Sensibilität wird da sein, diese Haltung, die sagt: Ich könnte das perfekter machen, aber warum sollte ich. Holmqvists Readings, seine gesprochenen Performances, gehören zu den besten Momenten seines Schaffens. Ob es einen performativen Aspekt zur Eröffnung geben wird, bleibt offen, aber bei einem Künstler, der seine schüchterne Persona regelmäßig vor aufmerksam lauschende Menschenmengen stellt, wäre es keine Überraschung.\n\nDie Frage, die sich stellt, und sie ist berechtigt: Kann ein Künstler, der seit über zwanzig Jahren Sprache zerlegt, zitiert und neu zusammensetzt, in dieser Geste noch etwas freilegen, das überrascht? Holmqvists Methode ist keine, die sich verbraucht, weil sie an kein bestimmtes Ergebnis gebunden ist. Die Sprache selbst liefert ständig neues Material. Aber es gibt eine Gefahr der Berechenbarkeit, der komfortablen Nische. EQ UI LI BR IU M zeigte das: Die Verdopplung als Konzept war clever, aber auch ein bisschen zu sauber, zu symmetrisch für einen Künstler, dessen Stärke im Zufälligen liegt.\n\nWas Holmqvist im besten Fall gelingt, ist etwas, das nur wenige Künstler schaffen. Er macht Sprache wieder fremd. Nicht im akademischen Sinne, nicht als theoretische Übung, sondern als körperliche Erfahrung. Seine Buchstaben auf der Wand sind Formen, bevor sie Bedeutung sind. Seine Zitate sind Rhythmen, bevor sie Referenzen sind. In einer Zeit, in der Large Language Models Sprache industriell produzieren, in der jeder zweite Instagram-Post von einer KI getextet sein könnte, hat ein Künstler, der Sprache als physisches, störrisches, opakes Material behandelt, plötzlich eine neue Dringlichkeit. Holmqvist hat das nicht geplant. Er macht das seit den Neunzigern. Aber manchmal holt die Welt eine Praxis ein, und dann sieht alles anders aus.\n\nPAINT WITH MAKE-UP läuft vom 7. Februar bis zum 7. März 2026 bei Galerie Neu. Ein Monat, in dem Berlins Winter sich langsam auflöst, in dem die Stadt grau und wach ist. Guter Zeitpunkt, um in einer ehemaligen Glaslagerhalle zu stehen und Worte zu lesen, die sich weigern, etwas Bestimmtes zu bedeuten.",
  "language": "de",
  "word_count": 970,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-07T20:27:40.589844",
  "event": {
    "id": "db002fbe-97db-4145-870b-b6eb7a18fe42",
    "name": "Karl Holmqvist: PAINT WITH MAKE-UP",
    "start_date": "2026-02-07",
    "end_date": "2026-03-07",
    "venue": "Galerie Neu",
    "city": "Berlin",
    "category": "exhibition",
    "description": "Swedish artist Karl Holmqvist presents new work exploring language, queer aesthetics, and the intersection of text and visual art. Known for his provocative use of found language and DIY sensibility, Holmqvist's practice bridges concrete poetry, punk, and conceptual art.",
    "source_url": "https://www.berlinartlink.com/2026/02/02/things-to-do-in-berlin-art-openings-performances-the-week-feb2-feb8-2026/",
    "event_url": "",
    "scouted_at": "2026-02-07T19:17:11.113386"
  }
}