{
  "id": "fe5de4b1-6a3a-4d74-b395-c9cbf2bc10af",
  "event_id": "0c03df67-1545-48dd-b7cb-9569d5143cc3",
  "title": "Wort gegen Körper: Theater Strahl lässt Slam und Tanz gegeneinander antreten",
  "slug": "wort-gegen-korper-theater-strahl-lasst-slam-und-tanz-gegeneinander-antreten",
  "lead": "Wenn Theater Strahl Slammer gegen Tänzerinnen antreten lässt, vor einer Publikumsjury, die Sprache und Bewegung mit denselben Maßstäben messen muss, steht nicht der Sieg auf dem Spiel — sondern die Frage, ob die Kategorien selbst noch halten.",
  "body": "Was passiert, wenn Sprache sich bewegen muss und Bewegung zu sprechen beginnt? Die Frage klingt nach Programmheft-Poesie. Aber das Format, das Theater Strahl am 28. Februar in seiner umgebauten Sporthalle nahe Ostkreuz unter dem Titel Poetry & Dance Slam Battle aufzieht, verhandelt etwas, das kulturhistorisch wesentlich interessanter ist als ein netter Crossover-Abend.\n\nPoetry Slam und Tanz teilen eine Genealogie des Wettbewerbs, die selten zusammengedacht wird. [~Der Slam formalisierte sich in den späten Achtzigern in Chicago, fast zeitgleich mit dem Aufstieg der Battle-Kultur im Hip-Hop|Standardreferenz, dutzendfach belegt — Marc Kelly Smith am Green Mill, 1986~]. Von Anfang an war er eine Verhandlung zwischen Text und Körper. Die Slam-Forschung — etwa Susan B. A. Somers-Willett in *The Cultural Politics of Slam Poetry* — [~hat den Slam als einen Ort beschrieben, an dem Identitäten und politische Werte öffentlich neu verhandelt werden: nicht Abbild von Kultur, sondern Kultur selbst|Buchpublikation existiert, Argument hier paraphrasiert — nicht direkt aus den vorliegenden Quellen verifiziert~]. Ähnliches gilt für Battle-Formate im Tanz: Ob Breakdance-Cypher oder Voguing-Ball, der kompetitive Rahmen war nie nur sportlich, sondern immer auch ein Aushandeln von Zugehörigkeit, Können und Sichtbarkeit.\n\nWas Theater Strahl vorschlägt, ist weniger eine Fusion als eine Konfrontation. Und das ist der entscheidende Unterschied zu den zahlreichen „Kunst trifft Kunst\"-Abenden, bei denen Disziplinen nebeneinander existieren, ohne sich zu berühren. Hier treten Tänzerinnen und Tänzer gegen Slammer an — solo, im Duell, schließlich als gemischte Duos. Sprache und Bewegung im selben Wettkampfrahmen, vor derselben Jury. Die Jury ist das Publikum.\n\n[~Theater Strahl, 1987 als freie Theatergruppe gegründet, hat sich über dreieinhalb Jahrzehnte zu einem der relevantesten Häuser für zeitgenössisches Jugendtheater in Deutschland entwickelt|Gut dokumentiert über eigene Pressearbeit, Preise, Festivaleinladungen — konsistentes Bild über viele Quellen~]. Seit der Bespielung der ehemaligen Sporthalle nahe Ostkreuz ab 2013 ist Tanz fester Bestandteil des Programms. Was Strahl von klassischen Jugendtheatern unterscheidet, ist die Konsequenz, mit der sie junge Menschen nicht als Objekte pädagogischer Absichten behandeln, sondern als kulturelle Subjekte — Leute, die in die Stückauswahl einbezogen werden, deren Lebensrealitäten ästhetisch ernst genommen werden. Ein Slam-Battle in diesem Kontext ist kein Event-Gimmick, sondern die logische Fortführung eines Ansatzes, der Partizipation und ästhetische Reibung gleichzeitig will.\n\nDie Moderation übernimmt Ron Iyamu — Schauspieler, Rapper, Aktivist, in Hannover aufgewachsen und an der Universität Mozarteum Salzburg in den darstellenden Künsten ausgebildet. [~Über Iyamu ist die Quellenlage dünn: fragmentarische Informationen, kein tieferes öffentliches Profil|Recherche ergab nur bruchstückhafte Angaben — dies ist eine ehrliche Leerstelle~]. Was durchschimmert, ist jemand, der die Grenze zwischen Slam-Kultur und darstellender Kunst nicht als Grenze erfahren hat, sondern als Arbeitsfeld. Beatboxer Mando liefert den klanglichen Unterbau — kein Playback, kein vorproduziertes Set, sondern ein menschlicher Mund, der Soundscapes in Echtzeit erzeugt und auf das reagieren muss, was auf der Bühne passiert.\n\nIn mehreren Runden treten die Performenden solo auf, dann im Duell, schließlich als Duos. Das Eliminationsformat ist vom klassischen Poetry Slam übernommen, aber die Bewertungskriterien müssen hier zwangsläufig andere sein. Wie bewertet ein Publikum eine Tänzerin gegen einen Slammer? Nach Intensität? Virtuosität? Emotionaler Wucht? Genau diese Unschärfe ist vermutlich der produktivste Aspekt des Abends. Poetry Slam hat die Frage nach Bewertbarkeit von Kunst immer schon produktiv offengehalten — das Scoring durch Publikumsjurys war von Anfang an halb ernst, halb ironisch, ein Spiel mit der Idee, dass Kunst messbar sein könnte. Der Wettbewerb ist der Motor, aber nicht der Zweck. Wenn jetzt Tanz in denselben Ring steigt, verschärft sich die Spannung: Tanz hat in seiner zeitgenössischen Form lange gegen Bewertbarkeit argumentiert, gegen die Reduktion auf technische Perfektion, für Ausdruck jenseits von Skalen. Im Slam-Format muss er sich einer Volksjury stellen. Wenn Somers-Willetts These stimmt — dass der Slam Kultur nicht abbildet, sondern herstellt —, dann produziert dieser Abend nicht eine Begegnung zwischen Wort und Körper, sondern ein neues ästhetisches Verhandlungsfeld, in dem die Kategorien selbst zur Disposition stehen.\n\nBerlin hat in den letzten Jahren eine auffällige Verdichtung von Formaten erlebt, die Spoken Word und Körperkunst zusammenbringen. [~Das ist ein Muster, das sich über Programme von Strahl, HAU, Sophiensæle und verschiedene Festivallineups verfolgen lässt — kein etablierter kritischer Konsens, sondern eine Beobachtung über Programmstrukturen hinweg|Computational pattern über mehrere Quellen — keine publizierte These~]. Es wäre zu einfach, das als Trend abzutun. Eher scheint es eine Reaktion auf zwei Entwicklungen: erstens die zunehmende Ermüdung an disziplinärer Reinheit, zweitens die Erkenntnis, dass ein Publikum, das mit TikTok-Choreografien und Spoken-Word-Reels aufgewachsen ist, die Trennung zwischen Wort und Bewegung ohnehin nie als selbstverständlich empfunden hat.\n\nTheater Strahl richtet sich an Publikum ab zwölf Jahren. Das ist kein Euphemismus für „Kindertheater\". Es bedeutet, dass hier ein Format für Menschen geschaffen wird, die ihre ästhetischen Vorlieben gerade erst formen — und dass dieses Format ihnen zutraut, die Reibung zwischen zwei Kunstformen auszuhalten, ohne dass jemand erklärt, was sie dabei fühlen sollen. Am Ende entscheidet eine Jury aus Leuten, die vielleicht zum ersten Mal in einem Theater sitzen. Danach löst DJ Achraf alle Kategorien auf der Tanzfläche auf. Es gibt schlimmere Definitionen von Demokratie.",
  "language": "de",
  "word_count": 817,
  "model_used": "claude-opus-4-6",
  "written_at": "2026-02-16T18:46:40.476245",
  "event": {
    "id": "0c03df67-1545-48dd-b7cb-9569d5143cc3",
    "name": "Poetry & Dance Slam Battle",
    "start_date": "2026-02-28",
    "end_date": "",
    "venue": "Theater Strahl",
    "city": "Berlin",
    "category": "performance",
    "description": "An extraordinary evening where dance meets spoken word. Performers from the dance scene join forces with poetry slammers on the main stage. In several rounds, they compete solo, against each other, and in dance-poetry duos, captivating both the audience and jury. The entire event is accompanied by the beats of renowned Berlin beatboxer Mando, with the audience jury deciding the winner. This is a groundbreaking fusion exploring how movement and language can push each other out of their comfort zones, followed by an after-party with DJ Achraf.",
    "source_url": "https://www.visitberlin.de/en/event/poetry-dance-slam-battle",
    "event_url": "https://www.theater-strahl.de/projekt/poetry-dance-das-grosse-slam-battle",
    "scouted_at": "2026-02-14T17:22:01.712988"
  }
}